Repository: speedy-net/speedy-net
Catalog: speedy/match/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

# female
source: You have no likes here.
de: Sie haben keine Likes hier
es: No tienes Me gusta aquí.
fi: Sinulla ei ole tykkäyksiä täällä.
fr: Vous n’avez aucun "j’aime" ici.
he: אין פה אנשים.
it: Non hai Mi Piace.
nl: Je hebt hier geen likes.
pt: Não tens curtidas aqui.
sv: Du har inga gillningar här.

# male
source: You have no likes here.
de: Sie haben keine Likes hier
es: No tienes Me gusta aquí.
fi: Sinulla ei ole tykkäyksiä täällä.
fr: Vous n’avez aucun "j’aime" ici.
he: אין פה אנשים.
it: Non hai Mi Piace.
nl: Je hebt hier geen likes.
pt: Não tens curtidas aqui.
sv: Du har inga gillningar här.

# other
source: You have no likes here.
de: Sie haben keine Likes hier
es: No tienes Me gusta aquí.
fi: Sinulla ei ole tykkäyksiä täällä.
fr: Vous n’avez aucun "j’aime" ici.
he: אין פה אנשים.
it: Non hai Mi Piace.
nl: Jullie hebben hier geen likes.
pt: Não tens curtidas aqui.
sv: Du har inga gillningar här.

# female
source: Update matches
de: Matches aktualisieren
es: Actualizar coincidencias
fi: Päivitä matchit
fr: Mise à jour des matchs
he: עדכון התאמות
it: Aggiorna le corrispondenze
nl: Werk matches bij
pt: Actualizar correspondências
sv: Uppdatera matchningar

# male
source: Update matches
de: Matches aktualisieren
es: Actualizar coincidencias
fi: Päivitä matchit
fr: Mise à jour des matchs
he: עדכון התאמות
it: Aggiorna le corrispondenze
nl: Werk matches bij
pt: Actualizar correspondências
sv: Uppdatera matchningar

# other
source: Update matches
de: Matches aktualisieren
es: Actualizar coincidencias
fi: Päivitä matchit
fr: Mise à jour des matchs
he: עדכון התאמות
it: Aggiorna le corrispondenze
nl: Werk matches bij
pt: Actualizar correspondências
sv: Uppdatera matchningar

# female
source: Add more options
de: Mehr Optionen hinzufügen
es: Agregar más opciones
fi: Lisää vaihtoehtoja
fr: Ajouter des options
he: הוסיפי עוד אפשרויות
it: Aggiungi altre opzioni
nl: Voeg meer opties toe
pt: Adicionar mais opções
sv: Lägg till fler alternativ

# male
source: Add more options
de: Mehr Optionen hinzufügen
es: Agregar más opciones
fi: Lisää vaihtoehtoja
fr: Ajouter des options
he: הוסף עוד אפשרויות
it: Aggiungi altre opzioni
nl: Voeg meer opties toe
pt: Adicionar mais opções
sv: Lägg till fler alternativ

# other
source: Add more options
de: Mehr Optionen hinzufügen
es: Agregar más opciones
fi: Lisää vaihtoehtoja
fr: Ajouter des options
he: הוסף/י עוד אפשרויות
it: Aggiungi altre opzioni
nl: Voeg meer opties toe
pt: Adicionar mais opções
sv: Lägg till fler alternativ

# female
source: You don't have any matches yet. Try to broaden your search settings or check again later.
de: Sie haben noch keine Matches. Versuchen Sie Ihre Sucheinstellungen zu erweitern oder schauen Sie später nochmal vorbei.
es: Todavía no tienes coincidencias. Intenta ampliar tu configuración de búsqueda o vuelve a comprobar más tarde.
fi: Sinulla ei ole vielä yhtään matchia. Yritä laajentaa hakuasetuksiasi tai tarkista tilanne myöhemmin uudelleen.
fr: Vous n’avez aucun match pour l’instant. Essayez d’élargir vos paramètres de recherche ou vérifiez à nouveau plus tard.
he: אין לך עדיין התאמות. נסי להרחיב את טווח החיפוש שלך או חזרי לאתר מאוחר יותר.
it: Non hai ancora corrispondenze. Prova ad ampliare le impostazioni di ricerca o ricontrollare più tardi.
nl: Je hebt nog geen matches. Verruim je zoekinstellingen of probeer het later opnieuw.
pt: Ainda não tens correspondências. Tente ampliar tuas configurações de pesquisa ou verifique novamente mais tarde.
sv: Du har ännu inga träffar. Försök att bredda dina sökinställningar eller kolla igen senare.

# male
source: You don't have any matches yet. Try to broaden your search settings or check again later.
de: Sie haben noch keine Matches. Versuchen Sie Ihre Sucheinstellungen zu erweitern oder schauen Sie später nochmal vorbei.
es: Todavía no tienes coincidencias. Intenta ampliar tu configuración de búsqueda o vuelve a comprobar más tarde.
fi: Sinulla ei ole vielä yhtään matchia. Yritä laajentaa hakuasetuksiasi tai tarkista tilanne myöhemmin uudelleen.
fr: Vous n’avez aucun match pour l’instant. Essayez d’élargir vos paramètres de recherche ou vérifiez à nouveau plus tard.
he: אין לך עדיין התאמות. נסה להרחיב את טווח החיפוש שלך או חזור לאתר מאוחר יותר.
it: Non hai ancora corrispondenze. Prova ad ampliare le impostazioni di ricerca o ricontrollare più tardi.
nl: Je hebt nog geen matches. Verruim je zoekinstellingen of probeer het later opnieuw.
pt: Ainda não tens correspondências. Tente ampliar tuas configurações de pesquisa ou verifique novamente mais tarde.
sv: Du har ännu inga träffar. Försök att bredda dina sökinställningar eller kolla igen senare.

# other
source: You don't have any matches yet. Try to broaden your search settings or check again later.
de: Sie haben noch keine Matches. Versuchen Sie Ihre Sucheinstellungen zu erweitern oder schauen Sie später nochmal vorbei.
es: Todavía no tienes coincidencias. Intenta ampliar tu configuración de búsqueda o vuelve a comprobar más tarde.
fi: Sinulla ei ole vielä yhtään matchia. Yritä laajentaa hakuasetuksiasi tai tarkista tilanne myöhemmin uudelleen.
fr: Vous n’avez aucun match pour l’instant. Essayez d’élargir vos paramètres de recherche ou vérifiez à nouveau plus tard.
he: אין לך עדיין התאמות. נסה/י להרחיב את טווח החיפוש שלך או חזור/חזרי לאתר מאוחר יותר.
it: Non hai ancora corrispondenze. Prova ad ampliare le impostazioni di ricerca o ricontrollare più tardi.
nl: Jullie hebben nog geen matches. Verruim je zoekinstellingen of probeer het later opnieuw.
pt: Ainda não tens correspondências. Tente ampliar tuas configurações de pesquisa ou verifique novamente mais tarde.
sv: Du har ännu inga träffar. Försök att bredda dina sökinställningar eller kolla igen senare.

# female
source: Match Settings
de: Match-Einstellungen
es: Configuración de coincidencias
fi: Match-asetukset
fr: Paramètres de match
he: הגדרת התאמות
it: Impostazioni per le corrispondenze
nl: Matchinstellingen
pt: Configurações de correspondências
sv: Inställningar för matchning

# male
source: Match Settings
de: Match-Einstellungen
es: Configuración de coincidencias
fi: Match-asetukset
fr: Paramètres de match
he: הגדרת התאמות
it: Impostazioni per le corrispondenze
nl: Matchinstellingen
pt: Configurações de correspondências
sv: Inställningar för matchning

# other
source: Match Settings
de: Match-Einstellungen
es: Configuración de coincidencias
fi: Match-asetukset
fr: Paramètres de match
he: הגדרת התאמות
it: Impostazioni per le corrispondenze
nl: Matchinstellingen
pt: Configurações de correspondências
sv: Inställningar för matchning

# female
source: Like
de: Liken
es: Me gusta
fi: Tykkää
fr: J’aime
he: לייק
it: Mi Piace
pt: Curtir
sv: Gilla

# male
source: Like
de: Liken
es: Me gusta
fi: Tykkää
fr: J’aime
he: לייק
it: Mi Piace
pt: Curtir
sv: Gilla

# other
source: Like
de: Liken
es: Me gusta
fi: Tykkää
fr: J’aime
he: לייק
it: Mi Piace
pt: Curtir
sv: Gilla

# female
source: Unlike
de: Unliken
es: Quitar Me gusta
fi: Älä tykkää
fr: J’aime pas
he: בטלי לייק
it: Non mi piace più
pt: Descurtir
sv: Ogilla

# male
source: Unlike
de: Unliken
es: Quitar Me gusta
fi: Älä tykkää
fr: J’aime pas
he: בטל לייק
it: Non mi piace più
pt: Descurtir
sv: Ogilla

# other
source: Unlike
de: Unliken
es: Quitar Me gusta
fi: Älä tykkää
fr: J’aime pas
he: בטל/י לייק
it: Non mi piace più
pt: Descurtir
sv: Ogilla

# female
source: Your Matches
de: Ihre Matches
es: Tus coincidencias
fi: Matchisi
fr: Vos matchs
he: ההתאמות שלך
it: Le tue corrispondenze
nl: Je Matches
pt: Tuas correspondências
sv: Dina matchningar

# male
source: Your Matches
de: Ihre Matches
es: Tus coincidencias
fi: Matchisi
fr: Vos matchs
he: ההתאמות שלך
it: Le tue corrispondenze
nl: Je Matches
pt: Tuas correspondências
sv: Dina matchningar

# other
source: Your Matches
de: Ihre Matches
es: Tus coincidencias
fi: Matchisi
fr: Vos matchs
he: ההתאמות שלך
it: Le tue corrispondenze
nl: Jullie Matches
pt: Tuas correspondências
sv: Dina matchningar

# female
source: Friends
de: Freundinnen
es: Amigas
fi: Ystävät
fr: Amis
he: חברות
it: Amiche
nl: Vrienden
pt: Amigas
sv: Vänner

# male
source: Friends
de: Freunde
es: Amigos
fi: Ystävät
fr: Amis
he: חברים
it: Amici
nl: Vrienden
pt: Amigos
sv: Vänner

# other
source: Friends
de: Freunde
es: Amigos
fi: Ystävät
fr: Amis
he: חברים/ות
it: Amici/Amiche
nl: Vrienden
pt: Amigos
sv: Vänner

# female
source: Your Friends
de: Ihre Freunde
es: Tus amigas
fi: Ystäväsi
fr: Vos amis
he: החברות שלך
it: Le tue amiche
nl: Je Vrienden
pt: Teus amigos
sv: Dina vänner

# male
source: Your Friends
de: Ihre Freunde
es: Tus amigos
fi: Ystäväsi
fr: Vos amis
he: החברים שלך
it: I tuoi amici
nl: Je Vrienden
pt: Teus amigos
sv: Dina vänner

# other
source: Your Friends
de: Ihre Freunde
es: Tus amigos
fi: Ystäväsi
fr: Vos amis
he: החברות והחברים שלך
it: I tuoi amici
nl: Jullie Vrienden
pt: Teus amigos
sv: Dina vänner

# female
source: You don't have any friends yet.
de: Sie haben noch keine Freunde.
es: Aún no tienes amigas.
fi: Sinulla ei ole vielä ystäviä.
fr: Vous n’avez pas encore d’amis.
he: עדיין אין לך חברות.
it: Non hai ancora nessuna amica.
nl: Je hebt nog geen vrienden.
pt: Tu ainda não tens amigos.
sv: Du har inga vänner än.

# male
source: You don't have any friends yet.
de: Sie haben noch keine Freunde.
es: Aún no tienes amigos.
fi: Sinulla ei ole vielä ystäviä.
fr: Vous n’avez pas encore d’amis.
he: עדיין אין לך חברים.
it: Non hai ancora nessun amico.
nl: Je hebt nog geen vrienden.
pt: Tu ainda não tens amigos.
sv: Du har inga vänner än.

# other
source: You don't have any friends yet.
de: Sie haben noch keine Freunde.
es: Aún no tienes amigos.
fi: Sinulla ei ole vielä ystäviä.
fr: Vous n’avez pas encore d’amis.
he: עדיין אין לך חברים/ות.
it: Non hai ancora nessun amico/nessuna amica.
nl: Jullie hebben nog geen vrienden.
pt: Tu ainda não tens amigos.
sv: Du har inga vänner än.

# female
source: About me
de: Über mich
es: Acerca de mí
fi: Minusta
fr: À propos de moi
he: על עצמי
it: Informazioni su di me
nl: Over mij
pt: Sobre mim
sv: Om mig

# male
source: About me
de: Über mich
es: Acerca de mí
fi: Minusta
fr: À propos de moi
he: על עצמי
it: Informazioni su di me
nl: Over mij
pt: Sobre mim
sv: Om mig

# other
source: About me
de: Über mich
es: Acerca de mí
fi: Minusta
fr: À propos de moi
he: על עצמי
it: Informazioni su di me
nl: Over ons
pt: Sobre mim
sv: Om mig

# female
source: About my match
de: Über meinen Match
es: Acerca de mi coincidencia
fi: Matchistani
fr: À propos de mon match
he: על בת הזוג שלי
it: Informazioni sulla mia corrispondenza
nl: Over mijn match
pt: Sobre minha correspondência
sv: Om min matchning

# male
source: About my match
de: Über meinen Match
es: Acerca de mi coincidencia
fi: Matchistani
fr: À propos de mon match
he: על בן הזוג שלי
it: Informazioni sulla mia corrispondenza
nl: Over mijn match
pt: Sobre minha correspondência
sv: Om min matchning

# other
source: About my match
de: Über meinen Match
es: Acerca de mi coincidencia
fi: Matchistani
fr: À propos de mon match
he: על בן/בת הזוג שלי
it: Informazioni sulla mia corrispondenza
nl: Over mijn match
pt: Sobre minha correspondência
sv: Om min matchning

# female
source: Gender to match
de: Geschlecht, das übereinstimmen muss
es: Género para coincidencia
fi: Sukupuolimatch
fr: Genre souhaité
he: מין בת הזוג
it: Il genere della corrispondenza
nl: Geslacht voor matchen
pt: Gênero para correspondência
sv: Kön att matcha

# male
source: Gender to match
de: Geschlecht, das übereinstimmen muss
es: Género para coincidencia
fi: Sukupuolimatch
fr: Genre souhaité
he: מין בן הזוג
it: Il genere della corrispondenza
nl: Geslacht voor matchen
pt: Gênero para correspondência
sv: Kön att matcha

# other
source: Gender to match
de: Geschlecht, das übereinstimmen muss
es: Género para coincidencia
fi: Sukupuolimatch
fr: Genre souhaité
he: מין בן/בת הזוג
it: Il genere della corrispondenza
nl: Geslacht voor matchen
pt: Gênero para correspondência
sv: Kön att matcha

# female
source: Someone likes you on %(site_name)s
de: Jemand likt Sie am %(site_name)s
es: Le gustas a alguien %(site_name)s
fr: Quelqu’un vous aime bien sur %(site_name)s
it: Qualcuno ti ha messo Mi Piace su %(site_name)s
pt: Alguém curte a ti no %(site_name)s

# male
source: Someone likes you on %(site_name)s
de: Jemand likt Sie am %(site_name)s
es: Le gustas a alguien %(site_name)s
fr: Quelqu’un vous aime bien sur %(site_name)s
it: Qualcuno ti ha messo Mi Piace su %(site_name)s
pt: Alguém curte a ti no %(site_name)s

# other
source: Someone likes you on %(site_name)s
de: Jemand likt Sie am %(site_name)s
es: Le gustas a alguien %(site_name)s
fr: Quelqu’un vous aime bien sur %(site_name)s
it: Qualcuno ti ha messo Mi Piace su %(site_name)s
pt: Alguém curte a ti no %(site_name)s

# female
source: likes you.
de: likt Sie.
es: le gustas a.
fi: tykkää sinusta.
fr: vous aime bien.
he: מחבבת אותך.
it: ti ha messo Mi Piace.
nl: vindt je leuk.
pt: curtiu a ti.
sv: gillar dig.

# male
source: likes you.
de: likt Sie.
es: le gustas a.
fi: tykkää sinusta.
fr: vous aime bien.
he: מחבב אותך.
it: ti ha messo Mi Piace.
nl: vindt je leuk.
pt: curtiu a ti.
sv: gillar dig.

# other
source: likes you.
de: likt Sie.
es: le gustas a.
fi: tykkää sinusta.
fr: vous aime bien.
he: מחבב/ת אותך.
it: ti ha messo Mi Piace.
nl: vindt jullie leuk.
pt: curtiu a ti.
sv: gillar dig.

# female
source: likes you
de: likt Sie
es: le gustas a
fi: tykkää sinusta
fr: vous aime bien
he: מחבבת אותך
it: ti ha messo Mi Piace
nl: vindt je leuk
pt: curtiu a ti
sv: gillar dig.

# male
source: likes you
de: likt Sie
es: le gustas a
fi: tykkää sinusta
fr: vous aime bien
he: מחבב אותך
it: ti ha messo Mi Piace
nl: vindt je leuk
pt: curtiu a ti
sv: gillar dig.

# other
source: likes you
de: likt Sie
es: le gustas a
fi: tykkää sinusta
fr: vous aime bien
he: מחבב/ת אותך
it: ti ha messo Mi Piace
nl: vindt jullie leuk
pt: curtiu a ti
sv: gillar dig.

# female
source: You like
de: Sie liken
es: Te gusta
fi: Sinä tykkäät
fr: Vous aimez bien
he: את מחבבת את
it: Hai messo Mi piace
nl: Je vindt leuk
pt: Tu curtes
sv: Du gillar

# male
source: You like
de: Sie liken
es: Te gusta
fi: Sinä tykkäät
fr: Vous aimez bien
he: אתה מחבב את
it: Hai messo Mi piace
nl: Je vindt leuk
pt: Tu curtes
sv: Du gillar

# other
source: You like
de: Sie liken
es: Te gusta
fi: Sinä tykkäät
fr: Vous aimez bien
he: את/ה מחבב/ת את
it: Hai messo Mi piace
nl: Jullie vinden leuk
pt: Tu curtes
sv: Du gillar

# female
source: Last visited Speedy Match
de: Speedy Match zuletzt besucht
es: Última visita a Speedy Match
fi: Vieraili viimeksi Speedy Match issa
fr: Dernière visite de Speedy Match
he: ביקרה לאחרונה בספידי מץ'
it: Ultima visita su Speedy Match
nl: Heeft Speedy Match voor het laatst bezocht
pt: Última visita ao Speedy Match
sv: Speedy Match besöktes senast

# male
source: Last visited Speedy Match
de: Speedy Match zuletzt besucht
es: Última visita a Speedy Match
fi: Vieraili viimeksi Speedy Match issa
fr: Dernière visite de Speedy Match
he: ביקר לאחרונה בספידי מץ'
it: Ultima visita su Speedy Match
nl: Heeft Speedy Match voor het laatst bezocht
pt: Última visita ao Speedy Match
sv: Speedy Match besöktes senast

# other
source: Last visited Speedy Match
de: Speedy Match zuletzt besucht
es: Última visita a Speedy Match
fi: Vieraili viimeksi Speedy Match issa
fr: Dernière visite de Speedy Match
he: ביקר/ה לאחרונה בספידי מץ'
it: Ultima visita su Speedy Match
nl: Hebben Speedy Match voor het laatst bezocht
pt: Última visita ao Speedy Match
sv: Speedy Match besöktes senast

source: My height in centimeters
de: Meine Körpergröße in Zentimetern
es: Mi estatura en centímetros
fi: Pituuteni senttimetreissä
fr: Ma taille en centimètres
he: הגובה שלי בסנטימטרים
it: La mia altezza in centimetri
nl: Mijn lengte in centimeters
pt: Minha altura em centímetros
sv: Min längd i centimeter

# female
source: Add profile picture
de: Profilbild hinzufügen
es: Agregar foto de perfil
fi: Lisää profiilikuva
fr: Ajouter une photo de profil
he: צרפי תמונת פרופיל
it: Aggiungi l‘immagine del profilo
nl: Voeg profielfoto toe
pt: Adicionar foto do perfil
sv: Lägg till profilfoto

# male
source: Add profile picture
de: Profilbild hinzufügen
es: Agregar foto de perfil
fi: Lisää profiilikuva
fr: Ajouter une photo de profil
he: צרף תמונת פרופיל
it: Aggiungi l‘immagine del profilo
nl: Voeg profielfoto toe
pt: Adicionar foto do perfil
sv: Lägg till profilfoto

# other
source: Add profile picture
de: Profilbild hinzufügen
es: Agregar foto de perfil
fi: Lisää profiilikuva
fr: Ajouter une photo de profil
he: צרפ/י תמונת פרופיל
it: Aggiungi l‘immagine del profilo
nl: Voeg profielfoto toe
pt: Adicionar foto do perfil
sv: Lägg till profilfoto

# female
source: My height in centimeters
de: Meine Körpergröße in Zentimetern
es: Mi estatura en centímetros
fi: Pituuteni senttimetreinä
fr: Ma taille en centimètres
he: הגובה שלי בסנטימטרים
it: La mia altezza in centimetri
nl: Mijn lengte in centimeters
pt: Minha altura em centímetros
sv: Min längd i centimeter

# male
source: My height in centimeters
de: Meine Körpergröße in Zentimetern
es: Mi estatura en centímetros
fi: Pituuteni senttimetreinä
fr: Ma taille en centimètres
he: הגובה שלי בסנטימטרים
it: La mia altezza in centimetri
nl: Mijn lengte in centimeters
pt: Minha altura em centímetros
sv: Min längd i centimeter

# other
source: My height in centimeters
de: Meine Körpergröße in Zentimetern
es: Mi estatura en centímetros
fi: Pituuteni senttimetreinä
fr: Ma taille en centimètres
he: הגובה שלי בסנטימטרים
it: La mia altezza in centimetri
nl: Onze lengte in centimeters
pt: Minha altura em centímetros
sv: Min längd i centimeter

# female
source: My ideal match
de: Mein idealer Match
es: Mi coincidencia ideal
fi: Ideaalinen matchini
fr: Mon/Ma partenaire idéal(e)
he: בת הזוג האידיאלית שלי
it: La mia corrispondenza ideale
nl: Mijn ideale match
pt: Minha correspondência ideal
sv: Min idealiska matchning

# male
source: My ideal match
de: Mein idealer Match
es: Mi coincidencia ideal
fi: Ideaalinen matchini
fr: Mon/Ma partenaire idéal(e)
he: בן הזוג האידיאלי שלי
it: La mia corrispondenza ideale
nl: Mijn ideale match
pt: Minha correspondência ideal
sv: Min idealiska matchning

# other
source: My ideal match
de: Mein idealer Match
es: Mi coincidencia ideal
fi: Ideaalinen matchini
fr: Mon/Ma partenaire idéal(e)
he: בן/בת הזוג האידיאלי/ת שלי
it: La mia corrispondenza ideale
nl: Onze ideale match
pt: Minha correspondência ideal
sv: Min idealiska matchning

# female
source: Minimal age to match
de: Mindestalter für den Match
es: Edad mínima para coincidencia
fi: Matchaava minimi-ikä
fr: Âge minimum du match
he: גיל מינימלי לבת הזוג
it: Età minima della corrispondenza
nl: Minimale leeftijd voor matchen
pt: Idade mínima para correspondência
sv: Minimal ålder för matchning

# male
source: Minimal age to match
de: Mindestalter für den Match
es: Edad mínima para coincidencia
fi: Matchaava minimi-ikä
fr: Âge minimum du match
he: גיל מינימלי לבן הזוג
it: Età minima della corrispondenza
nl: Minimale leeftijd voor matchen
pt: Idade mínima para correspondência
sv: Minimal ålder för matchning

# other
source: Minimal age to match
de: Mindestalter für den Match
es: Edad mínima para coincidencia
fi: Matchaava minimi-ikä
fr: Âge minimum du match
he: גיל מינימלי לבן/בת הזוג
it: Età minima della corrispondenza
nl: Minimale leeftijd voor matchen
pt: Idade mínima para correspondência
sv: Minimal ålder för matchning

# female
source: Maximal age to match
de: Höchstalter für den Match
es: Edad máxima para coincidencia
fi: Matchaava maksimi-ikä
fr: Âge maximal du match
he: גיל מקסימלי לבת הזוג
it: Età massima della corrispondenza
nl: Maximale leeftijd voor matchen
pt: Idade mínima para correspondência
sv: Maximal ålder för matchning

# male
source: Maximal age to match
de: Höchstalter für den Match
es: Edad máxima para coincidencia
fi: Matchaava maksimi-ikä
fr: Âge maximal du match
he: גיל מקסימלי לבן הזוג
it: Età massima della corrispondenza
nl: Maximale leeftijd voor matchen
pt: Idade mínima para correspondência
sv: Maximal ålder för matchning

# other
source: Maximal age to match
de: Höchstalter für den Match
es: Edad máxima para coincidencia
fi: Matchaava maksimi-ikä
fr: Âge maximal du match
he: גיל מקסימלי לבן/בת הזוג
it: Età massima della corrispondenza
nl: Maximale leeftijd voor matchen
pt: Idade mínima para correspondência
sv: Maximal ålder för matchning

# female
source: Please write a few words about yourself.
de: Bitte schreiben Sie einige Worte über sich selbst.
es: Escribe algunas palabras sobre ti.
fi: Kirjoita muutama sana itsestäsi.
fr: Veuillez vous présenter en quelques mots.
he: אנא כתבי כמה מילים על עצמך.
it: Scrivi una breve descrizione di te stessa.
nl: Schrijf een paar woorden over jezelf.
pt: Escreva algumas palavras sobre ti.
sv: Skriv några ord om dig själv.

# male
source: Please write a few words about yourself.
de: Bitte schreiben Sie einige Worte über sich selbst.
es: Escribe algunas palabras sobre ti.
fi: Kirjoita muutama sana itsestäsi.
fr: Veuillez vous présenter en quelques mots.
he: אנא כתוב כמה מילים על עצמך.
it: Scrivi una breve descrizione di te stesso.
nl: Schrijf een paar woorden over jezelf.
pt: Escreva algumas palavras sobre ti.
sv: Skriv några ord om dig själv.

# other
source: Please write a few words about yourself.
de: Bitte schreiben Sie einige Worte über sich selbst.
es: Escribe algunas palabras sobre ti.
fi: Kirjoita muutama sana itsestäsi.
fr: Veuillez vous présenter en quelques mots.
he: אנא כתוב/י כמה מילים על עצמך.
it: Scrivi una breve descrizione di te stesso/a.
nl: Schrijf een paar woorden over jezelf.
pt: Escreva algumas palavras sobre ti.
sv: Skriv några ord om dig själv.

# female
source: Do you have children? How many?
de: Haben Sie Kinder? Wie viele?
es: ¿Tienes hijos? ¿Cuántos?
fi: Onko sinulla lapsia? Kuinka monta?
fr: Avez-vous des enfants ? Combien ?
he: יש לך ילדים? כמה?
it: Hai figli? Quanti?
nl: Heb je kinderen? Hoeveel?
pt: Tens filhos? Quantos?
sv: Har du barn? Hur många?

# male
source: Do you have children? How many?
de: Haben Sie Kinder? Wie viele?
es: ¿Tienes hijos? ¿Cuántos?
fi: Onko sinulla lapsia? Kuinka monta?
fr: Avez-vous des enfants ? Combien ?
he: יש לך ילדים? כמה?
it: Hai figli? Quanti?
nl: Heb je kinderen? Hoeveel?
pt: Tens filhos? Quantos?
sv: Har du barn? Hur många?

# other
source: Do you have children? How many?
de: Haben Sie Kinder? Wie viele?
es: ¿Tienes hijos? ¿Cuántos?
fi: Onko sinulla lapsia? Kuinka monta?
fr: Avez-vous des enfants ? Combien ?
he: יש לך ילדים? כמה?
it: Hai figli? Quanti?
nl: Hebben jullie kinderen? Hoeveel?
pt: Tens filhos? Quantos?
sv: Har du barn? Hur många?

# female
source: Do you want (more) children?
de: Möchten Sie (mehr) Kinder?
es: ¿Quieres (más) hijos?
fi: Haluatko (lisää) lapsia?
fr: Voulez-vous (plus) d’enfants ?
he: את רוצה (עוד) ילדים?
it: Vuoi (altri) figli?
nl: Wil je (meer) kinderen?
pt: Quer ter (mais) filhos?
sv: Vill du ha (fler) barn?

# male
source: Do you want (more) children?
de: Möchten Sie (mehr) Kinder?
es: ¿Quieres (más) hijos?
fi: Haluatko (lisää) lapsia?
fr: Voulez-vous (plus) d’enfants ?
he: אתה רוצה (עוד) ילדים?
it: Vuoi (altri) figli?
nl: Wil je (meer) kinderen?
pt: Quer ter (mais) filhos?
sv: Vill du ha (fler) barn?

# other
source: Do you want (more) children?
de: Möchten Sie (mehr) Kinder?
es: ¿Quieres (más) hijos?
fi: Haluatko (lisää) lapsia?
fr: Voulez-vous (plus) d’enfants ?
he: את/ה רוצה (עוד) ילדים?
it: Vuoi (altri) figli?
nl: Willen jullie (meer) kinderen?
pt: Quer ter (mais) filhos?
sv: Vill du ha (fler) barn?

# female
source: Who is your ideal partner?
de: Wer ist Ihr idealer Partner?
es: ¿Quién es tu pareja ideal?
fi: Kuka on ihanteellinen kumppanisi?
fr: Qui est votre partenaire idéal ?
he: מי בת הזוג האידיאלית שלך?
it: Chi è la tua partner ideale?
nl: Wie is je ideale partner?
pt: Quem é a tua parceria ideal?
sv: Vem är din idealpartner?
