Repository: speedy-net/speedy-net
Catalog: speedy/match/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

source: Admin: The total number of active members on the site is {total_number_of_active_members} ({total_number_of_female_active_members} females, {total_number_of_male_active_members} males, {total_number_of_other_active_members} others; {total_percent_of_female_active_members} females, {total_percent_of_male_active_members} males, {total_percent_of_other_active_members} others), of which {total_number_of_active_members_in_the_last_week} members ({total_number_of_female_active_members_in_the_last_week} females, {total_number_of_male_active_members_in_the_last_week} males, {total_number_of_other_active_members_in_the_last_week} others; {total_percent_of_female_active_members_in_the_last_week} females, {total_percent_of_male_active_members_in_the_last_week} males, {total_percent_of_other_active_members_in_the_last_week} others) entered the site in the last week, {total_number_of_active_members_in_the_last_month} members ({total_number_of_female_active_members_in_the_last_month} females, {total_number_of_male_active_members_in_the_last_month} males, {total_number_of_other_active_members_in_the_last_month} others; {total_percent_of_female_active_members_in_the_last_month} females, {total_percent_of_male_active_members_in_the_last_month} males, {total_percent_of_other_active_members_in_the_last_month} others) entered the site in the last month, {total_number_of_active_members_in_the_last_four_months} members ({total_number_of_female_active_members_in_the_last_four_months} females, {total_number_of_male_active_members_in_the_last_four_months} males, {total_number_of_other_active_members_in_the_last_four_months} others; {total_percent_of_female_active_members_in_the_last_four_months} females, {total_percent_of_male_active_members_in_the_last_four_months} males, {total_percent_of_other_active_members_in_the_last_four_months} others) entered the site in the last four months, {total_number_of_active_members_in_the_last_eight_months} members ({total_number_of_female_active_members_in_the_last_eight_months} females, {total_number_of_male_active_members_in_the_last_eight_months} males, {total_number_of_other_active_members_in_the_last_eight_months} others; {total_percent_of_female_active_members_in_the_last_eight_months} females, {total_percent_of_male_active_members_in_the_last_eight_months} males, {total_percent_of_other_active_members_in_the_last_eight_months} others) entered the site in the last eight months, and {total_number_of_active_members_in_the_last_two_years} members ({total_number_of_female_active_members_in_the_last_two_years} females, {total_number_of_male_active_members_in_the_last_two_years} males, {total_number_of_other_active_members_in_the_last_two_years} others; {total_percent_of_female_active_members_in_the_last_two_years} females, {total_percent_of_male_active_members_in_the_last_two_years} males, {total_percent_of_other_active_members_in_the_last_two_years} others) entered the site in the last two years.
de: Admin: Die Gesamtzahl der aktiven Mitglieder auf der Website beträgt {total_number_of_active_members} ({total_number_of_female_active_members} Frauen, {total_number_of_male_active_members} Männer, {total_number_of_other_active_members} andere; {total_percent_of_female_active_members} Frauen, {total_percent_of_male_active_members} Männer, {total_percent_of_other_active_members} andere),davon sind {total_number_of_active_members_in_the_last_week} Mitglieder ({total_number_of_female_active_members_in_the_last_week} Frauen, {total_number_of_male_active_members_in_the_last_week} Männer, {total_number_of_other_active_members_in_the_last_week} andere; {total_percent_of_female_active_members_in_the_last_week} Frauen, {total_percent_of_male_active_members_in_the_last_week} Männer, {total_percent_of_other_active_members_in_the_last_week} andere) der Website in der letzten Woche beigetreten, {total_number_of_active_members_in_the_last_month} Mitglieder ({total_number_of_female_active_members_in_the_last_month} Frauen, {total_number_of_male_active_members_in_the_last_month} Männer, {total_number_of_other_active_members_in_the_last_month} andere; {total_percent_of_female_active_members_in_the_last_month} Frauen, {total_percent_of_male_active_members_in_the_last_month} Männer, {total_percent_of_other_active_members_in_the_last_month} andere) sind im letzten Monat der Website beigetreten, {total_number_of_active_members_in_the_last_four_months} Mitglieder ({total_number_of_female_active_members_in_the_last_four_months} Frauen, {total_number_of_male_active_members_in_the_last_four_months} Männer, {total_number_of_other_active_members_in_the_last_four_months} andere; {total_percent_of_female_active_members_in_the_last_four_months} Frauen, {total_percent_of_male_active_members_in_the_last_four_months} Männer, {total_percent_of_other_active_members_in_the_last_four_months} andere) sind in den letzten vier Monaten der Website beigetreten, {total_number_of_active_members_in_the_last_eight_months} Mitglieder ({total_number_of_female_active_members_in_the_last_eight_months} Frauen, {total_number_of_male_active_members_in_the_last_eight_months} Männer, {total_number_of_other_active_members_in_the_last_eight_months} andere; {total_percent_of_female_active_members_in_the_last_eight_months} Frauen, {total_percent_of_male_active_members_in_the_last_eight_months} Männer, {total_percent_of_other_active_members_in_the_last_eight_months} andere) sind der Website in den letzten acht Monaten beigetreten und {total_number_of_active_members_in_the_last_two_years} Mitglieder ({total_number_of_female_active_members_in_the_last_two_years} Frauen, {total_number_of_male_active_members_in_the_last_two_years} Männer, {total_number_of_other_active_members_in_the_last_two_years} andere; {total_percent_of_female_active_members_in_the_last_two_years} Frauen, {total_percent_of_male_active_members_in_the_last_two_years} Männer, {total_percent_of_other_active_members_in_the_last_two_years} andere) sind der Website in den letzten zwei Jahren beigetreten.
es: Admin: el número total de miembros activos en el sitio es {total_number_of_active_members} ({total_number_of_female_active_members} mujeres, {total_number_of_male_active_members} hombres, {total_number_of_other_active_members} otros; {total_percent_of_female_active_members} mujeres, {total_percent_of_male_active_members} hombres, {total_percent_of_other_active_members} otros), de los cuales {total_number_of_active_members_in_the_last_week} miembros activos ({total_number_of_female_active_members_in_the_last_week} mujeres, {total_number_of_male_active_members_in_the_last_week} hombres, {total_number_of_other_active_members_in_the_last_week} otros; {total_percent_of_female_active_members_in_the_last_week} mujeres, {total_percent_of_male_active_members_in_the_last_week} hombres, {total_percent_of_other_active_members_in_the_last_week} otros) ingresaron al sitio en la última semana. {total_number_of_active_members_in_the_last_month} miembros activos ({total_number_of_female_active_members_in_the_last_month} mujeres, {total_number_of_male_active_members_in_the_last_month} hombres, {total_number_of_other_active_members_in_the_last_month} otros; {total_percent_of_female_active_members_in_the_last_month} mujeres, {total_percent_of_male_active_members_in_the_last_month} hombres, {total_percent_of_other_active_members_in_the_last_month} otros) ingresaron al sitio en el último mes, {total_number_of_active_members_in_the_last_four_months} miembros activos ({total_number_of_female_active_members_in_the_last_four_months} mujeres, {total_number_of_male_active_members_in_the_last_four_months} hombres, {total_number_of_other_active_members_in_the_last_four_months} otros; {total_percent_of_female_active_members_in_the_last_four_months} mujeres, {total_percent_of_male_active_members_in_the_last_four_months} hombres, {total_percent_of_other_active_members_in_the_last_four_months} otros) ingresaron al sitio en los últimos cuatro meses, {total_number_of_active_members_in_the_last_eight_months} miembros activos ({total_number_of_female_active_members_in_the_last_eight_months} mujeres, {total_number_of_male_active_members_in_the_last_eight_months} hombres, {total_number_of_other_active_members_in_the_last_eight_months}otros; {total_percent_of_female_active_members_in_the_last_eight_months} mujeres, {total_percent_of_male_active_members_in_the_last_eight_months} hombres, {total_percent_of_other_active_members_in_the_last_eight_months} otros) ingresaron al sitio en los últimos ocho meses, y {total_number_of_active_members_in_the_last_two_years} miembros activos ({total_number_of_female_active_members_in_the_last_two_years} mujeres, {total_number_of_male_active_members_in_the_last_two_years} hombres, {total_number_of_other_active_members_in_the_last_two_years} otros; {total_percent_of_female_active_members_in_the_last_two_years} mujeres, {total_percent_of_male_active_members_in_the_last_two_years} hombres, {total_percent_of_other_active_members_in_the_last_two_years} otros) ingresaron al sitio en los últimos dos años.
fr: Admin : Le nombre total de membres actifs sur le site est de {total_number_of_active_members} ({total_number_of_female_active_members} femmes, {total_number_of_male_active_members} hommes et {total_number_of_other_active_members} autres ; {total_percent_of_female_active_members} femmes, {total_percent_of_male_active_members} hommes et {total_percent_of_other_active_members} autres), dont {total_number_of_active_members_in_the_last_week} membres ({total_number_of_female_active_members_in_the_last_week} femmes, {total_number_of_male_active_members_in_the_last_week} hommes et {total_number_of_other_active_members_in_the_last_week} autres ; {total_percent_of_female_active_members_in_the_last_week} femmes, {total_percent_of_male_active_members_in_the_last_week} hommes et {total_percent_of_other_active_members_in_the_last_week} autres) entrés sur le site au cours de la dernière semaine, {total_number_of_active_members_in_the_last_month} membres ({total_number_of_female_active_members_in_the_last_month} femmes, {total_number_of_male_active_members_in_the_last_month} hommes et {total_number_of_other_active_members_in_the_last_month} autres ; {total_percent_of_female_active_members_in_the_last_month} femmes, {total_percent_of_male_active_members_in_the_last_month} hommes et {total_percent_of_other_active_members_in_the_last_month} autres) sont entrés sur le site au cours du dernier mois, {total_number_of_active_members_in_the_last_four_months} membres ({total_number_of_female_active_members_in_the_last_four_months} femmes, {total_number_of_male_active_members_in_the_last_four_months} hommes et {total_number_of_other_active_members_in_the_last_four_months} autres ; {total_percent_of_female_active_members_in_the_last_four_months} femmes, {total_percent_of_male_active_members_in_the_last_four_months} hommes et {total_percent_of_other_active_members_in_the_last_four_months} autres) sont entrés sur le site au cours des quatre derniers mois, {total_number_of_active_members_in_the_last_eight_months} membres ({total_number_of_female_active_members_in_the_last_eight_months} femmes, {total_number_of_male_active_members_in_the_last_eight_months} hommes et {total_number_of_other_active_members_in_the_last_eight_months} autres ; {total_percent_of_female_active_members_in_the_last_eight_months} femmes, {total_percent_of_male_active_members_in_the_last_eight_months} hommes et {total_percent_of_other_active_members_in_the_last_eight_months} autres) sont entrés sur le site au cours des huit derniers mois, et {total_number_of_active_members_in_the_last_two_years} membres ({total_number_of_female_active_members_in_the_last_two_years} femmes, {total_number_of_male_active_members_in_the_last_two_years} hommes et {total_number_of_other_active_members_in_the_last_two_years} autres ; {total_percent_of_female_active_members_in_the_last_two_years} femmes, {total_percent_of_male_active_members_in_the_last_two_years} hommes et {total_percent_of_other_active_members_in_the_last_two_years} autres) sont entrés sur le site au cours des deux dernières années.
he: אדמין: מספר החברים הפעילים באתר הוא {total_number_of_active_members} ({total_number_of_female_active_members} נקבות, {total_number_of_male_active_members} זכרים, {total_number_of_other_active_members} אחרים/ות; {total_percent_of_female_active_members} נקבות, {total_percent_of_male_active_members} זכרים, {total_percent_of_other_active_members} אחרים/ות), מתוכם {total_number_of_active_members_in_the_last_week} חברים ({total_number_of_female_active_members_in_the_last_week} נקבות, {total_number_of_male_active_members_in_the_last_week} זכרים, {total_number_of_other_active_members_in_the_last_week} אחרים/ות; {total_percent_of_female_active_members_in_the_last_week} נקבות, {total_percent_of_male_active_members_in_the_last_week} זכרים, {total_percent_of_other_active_members_in_the_last_week} אחרים/ות) נכנסו לאתר בשבוע האחרון, {total_number_of_active_members_in_the_last_month} חברים ({total_number_of_female_active_members_in_the_last_month} נקבות, {total_number_of_male_active_members_in_the_last_month} זכרים, {total_number_of_other_active_members_in_the_last_month} אחרים/ות; {total_percent_of_female_active_members_in_the_last_month} נקבות, {total_percent_of_male_active_members_in_the_last_month} זכרים, {total_percent_of_other_active_members_in_the_last_month} אחרים/ות) נכנסו לאתר בחודש האחרון, {total_number_of_active_members_in_the_last_four_months} חברים ({total_number_of_female_active_members_in_the_last_four_months} נקבות, {total_number_of_male_active_members_in_the_last_four_months} זכרים, {total_number_of_other_active_members_in_the_last_four_months} אחרים/ות; {total_percent_of_female_active_members_in_the_last_four_months} נקבות, {total_percent_of_male_active_members_in_the_last_four_months} זכרים, {total_percent_of_other_active_members_in_the_last_four_months} אחרים/ות) נכנסו לאתר בארבעת החודשים האחרונים, {total_number_of_active_members_in_the_last_eight_months} חברים ({total_number_of_female_active_members_in_the_last_eight_months} נקבות, {total_number_of_male_active_members_in_the_last_eight_months} זכרים, {total_number_of_other_active_members_in_the_last_eight_months} אחרים/ות; {total_percent_of_female_active_members_in_the_last_eight_months} נקבות, {total_percent_of_male_active_members_in_the_last_eight_months} זכרים, {total_percent_of_other_active_members_in_the_last_eight_months} אחרים/ות) נכנסו לאתר בשמונת החודשים האחרונים, ו-{total_number_of_active_members_in_the_last_two_years} חברים ({total_number_of_female_active_members_in_the_last_two_years} נקבות, {total_number_of_male_active_members_in_the_last_two_years} זכרים, {total_number_of_other_active_members_in_the_last_two_years} אחרים/ות; {total_percent_of_female_active_members_in_the_last_two_years} נקבות, {total_percent_of_male_active_members_in_the_last_two_years} זכרים, {total_percent_of_other_active_members_in_the_last_two_years} אחרים/ות) נכנסו לאתר בשנתיים האחרונות.
it: Admin: Il numero totale di membri attivi sul sito è {total_number_of_active_members} ({total_number_of_female_active_members} donne, {total_number_of_male_active_members} uomini, {total_number_of_other_active_members} altro; {total_percent_of_female_active_members} donne, {total_percent_of_male_active_members} uomini, {total_percent_of_other_active_members} altro), di cui {total_number_of_active_members_in_the_last_week} membri ({total_number_of_female_active_members_in_the_last_week} donne, {total_number_of_male_active_members_in_the_last_week} uomini, {total_number_of_other_active_members_in_the_last_week} altro; {total_percent_of_female_active_members_in_the_last_week} donne, {total_percent_of_male_active_members_in_the_last_week} uomini, {total_percent_of_other_active_members_in_the_last_week} altro) sono entrati nel sito nell’ultima settimana, {total_number_of_active_members_in_the_last_month} membri ({total_number_of_female_active_members_in_the_last_month} donne, {total_number_of_male_active_members_in_the_last_month} uomini, {total_number_of_other_active_members_in_the_last_month} altro; {total_percent_of_female_active_members_in_the_last_month} donne, {total_percent_of_male_active_members_in_the_last_month} uomini, {total_percent_of_other_active_members_in_the_last_month} altro) sono entrati nel sito nell’ultimo mese, {total_number_of_active_members_in_the_last_four_months} membri ({total_number_of_female_active_members_in_the_last_four_months} donne, {total_number_of_male_active_members_in_the_last_four_months} uomini, {total_number_of_other_active_members_in_the_last_four_months} altro; {total_percent_of_female_active_members_in_the_last_four_months} femmine, {total_percent_of_male_active_members_in_the_last_four_months} maschi, {total_percent_of_other_active_members_in_the_last_four_months} altri) sono entrati nel sito negli ultimi quattro mesi, {total_number_of_active_members_in_the_last_eight_months} membri ({total_number_of_female_active_members_in_the_last_eight_months} donne, {total_number_of_male_active_members_in_the_last_eight_months} uomini, {total_number_of_other_active_members_in_the_last_eight_months} altro; {total_percent_of_female_active_members_in_the_last_eight_months} donne, {total_percent_of_male_active_members_in_the_last_eight_months} uomini, {total_percent_of_other_active_members_in_the_last_eight_months} altro) sono entrati nel sito negli ultimi otto mesi e {total_number_of_active_members_in_the_last_two_years} membri ({total_number_of_female_active_members_in_the_last_two_years} donne, {total_number_of_male_active_members_in_the_last_two_years} uomini, {total_number_of_other_active_members_in_the_last_two_years} altro; {total_percent_of_female_active_members_in_the_last_two_years} donne, {total_percent_of_male_active_members_in_the_last_two_years} uomini, {total_percent_of_other_active_members_in_the_last_two_years} altro) sono entrati nel sito negli ultimi due anni.
nl: Beheerder: Het totale aantal actieve leden op de site is {total_number_of_active_members} ({total_number_of_female_active_members} vrouwen, {total_number_of_male_active_members} mannen, {total_number_of_other_active_members} anderen. {total_percent_of_female_active_members} vrouwen, {total_percent_of_male_active_members} mannen, {total_percent_of_other_active_members} anderen), waarvan {total_number_of_active_members_in_the_last_week} leden ({total_number_of_female_active_members_in_the_last_week} vrouwen, {total_number_of_male_active_members_in_the_last_week} mannen, {total_number_of_other_active_members_in_the_last_week} anderen. {total_percent_of_female_active_members_in_the_last_week} vrouwen, {total_percent_of_male_active_members_in_the_last_week} mannen, {total_percent_of_other_active_members_in_the_last_week} anderen) hebben de afgelopen week de website bezocht, {total_number_of_active_members_in_the_last_month} leden ({total_number_of_female_active_members_in_the_last_month} vrouwen, {total_number_of_male_active_members_in_the_last_month} mannen, {total_number_of_other_active_members_in_the_last_month} anderen; {total_percent_of_female_active_members_in_the_last_month} vrouwen, {total_percent_of_male_active_members_in_the_last_month} mannen, {total_percent_of_other_active_members_in_the_last_month} anderen) hebben de afgelopen maand de website bezocht, {total_number_of_active_members_in_the_last_four_months} leden ({total_number_of_female_active_members_in_the_last_four_months} vrouwen, {total_number_of_male_active_members_in_the_last_four_months} mannen, {total_number_of_other_active_members_in_the_last_four_months} anderen; {total_percent_of_female_active_members_in_the_last_four_months} vrouwen, {total_percent_of_male_active_members_in_the_last_four_months} mannen, {total_percent_of_other_active_members_in_the_last_four_months} anderen) hebben de website bezocht in de afgelopen vier maanden, {total_number_of_active_members_in_the_last_eight_months} leden ({total_number_of_female_active_members_in_the_last_eight_months} vrouwen, {total_number_of_male_active_members_in_the_last_eight_months} mannen, {total_number_of_other_active_members_in_the_last_eight_months} anderen; {total_percent_of_female_active_members_in_the_last_eight_months} vrouwen, {total_percent_of_male_active_members_in_the_last_eight_months} mannen, {total_percent_of_other_active_members_in_the_last_eight_months} anderen) hebben in de afgelopen acht maanden de website bezocht, en {total_number_of_active_members_in_the_last_two_years} leden ({total_number_of_female_active_members_in_the_last_two_years} vrouwen, {total_number_of_male_active_members_in_the_last_two_years} mannen, {total_number_of_other_active_members_in_the_last_two_years} anderen; {total_percent_of_female_active_members_in_the_last_two_years} vrouwen, {total_percent_of_male_active_members_in_the_last_two_years} mannen, {total_percent_of_other_active_members_in_the_last_two_years} anderen) hebben in de afgelopen twee jaar de website bezocht.
pt: Admin: o número total de membros no sítio é {total_number_of_active_members} ({total_number_of_female_active_members} mulheres, {total_number_of_male_active_members} homens, {total_number_of_other_active_members} outros; {total_percent_of_female_active_members} mulheres, {total_percent_of_male_active_members} homens, {total_percent_of_other_active_members} outros), dos quais {total_number_of_active_members_in_the_last_week} membros ({total_number_of_female_active_members_in_the_last_week} mulheres, {total_number_of_male_active_members_in_the_last_week} homens, {total_number_of_other_active_members_in_the_last_week} outros; {total_percent_of_female_active_members_in_the_last_week} mulheres, {total_percent_of_male_active_members_in_the_last_week} homens, {total_percent_of_other_active_members_in_the_last_week} outros) entraram no sítio na semana passada, {total_number_of_active_members_in_the_last_month} membros ({total_number_of_female_active_members_in_the_last_month} mulheres, {total_number_of_male_active_members_in_the_last_month} homens, {total_number_of_other_active_members_in_the_last_month} outros; {total_percent_of_female_active_members_in_the_last_month} mulheres, {total_percent_of_male_active_members_in_the_last_month} homens, {total_percent_of_other_active_members_in_the_last_month} outros) entraram no sítio no mês passado, {total_number_of_active_members_in_the_last_four_months} membros ({total_number_of_female_active_members_in_the_last_four_months} mulheres, {total_number_of_male_active_members_in_the_last_four_months} homens, {total_number_of_other_active_members_in_the_last_four_months} outros; {total_percent_of_female_active_members_in_the_last_four_months} mulheres, {total_percent_of_male_active_members_in_the_last_four_months} homens, {total_percent_of_other_active_members_in_the_last_four_months} outros) entraram no sítio nos últimos quatro meses, {total_number_of_active_members_in_the_last_eight_months} membros ({total_number_of_female_active_members_in_the_last_eight_months} mulheres, {total_number_of_male_active_members_in_the_last_eight_months} homens, {total_number_of_other_active_members_in_the_last_eight_months} outros; {total_percent_of_female_active_members_in_the_last_eight_months} mulheres, {total_percent_of_male_active_members_in_the_last_eight_months} homens, {total_percent_of_other_active_members_in_the_last_eight_months} outros) entraram no sítio nos últimos oito meses, e {total_number_of_active_members_in_the_last_two_years} membros ({total_number_of_female_active_members_in_the_last_two_years} mulheres, {total_number_of_male_active_members_in_the_last_two_years} homens, {total_number_of_other_active_members_in_the_last_two_years} outros; {total_percent_of_female_active_members_in_the_last_two_years} mulheres, {total_percent_of_male_active_members_in_the_last_two_years} homens, {total_percent_of_other_active_members_in_the_last_two_years} outros) entraram no sítio nos últimos dois anos.
sv: Admin: Det totala antalet aktiva medlemmar på webbplatsen är {total_number_of_active_members} ({total_number_of_female_active_members} kvinnor, {total_number_of_male_active_members} män, {total_number_of_other_active_members} övriga; {total_percent_of_female_active_members} kvinnor, {total_percent_of_male_active_members} män, {total_percent_of_other_active_members} övriga), varav {total_number_of_active_members_in_the_last_week} medlemmar ({total_number_of_female_active_members_in_the_last_week} kvinnor, {total_number_of_male_active_members_in_the_last_week} män, {total_number_of_other_active_members_in_the_last_week} övriga; {total_percent_of_female_active_members_in_the_last_week} kvinnor, {total_percent_of_male_active_members_in_the_last_week} män, {total_percent_of_other_active_members_in_the_last_week} övriga) kom in på webbplatsen under den senaste veckan, {total_number_of_active_members_in_the_last_month} medlemmar ({total_number_of_female_active_members_in_the_last_month} kvinnor, {total_number_of_male_active_members_in_the_last_month} män, {total_number_of_other_active_members_in_the_last_month} andra; {total_percent_of_female_active_members_in_the_last_month} kvinnor, {total_percent_of_male_active_members_in_the_last_month} män, {total_percent_of_other_active_members_in_the_last_month} övriga) kom in på webbplatsen under den senaste månaden, {total_number_of_active_members_in_the_last_four_months} medlemmar ({total_number_of_female_active_members_in_the_last_four_months} kvinnor, {total_number_of_male_active_members_in_the_last_four_months} män, {total_number_of_other_active_members_in_the_last_four_months} övriga; {total_percent_of_female_active_members_in_the_last_four_months} kvinnor, {total_percent_of_male_active_members_in_the_last_four_months} män, {total_percent_of_other_active_members_in_the_last_four_months} övriga) kom in på webbplatsen under de senaste fyra månaderna, {total_number_of_active_members_in_the_last_eight_months} medlemmar ({total_number_of_female_active_members_in_the_last_eight_months} kvinnor, {total_number_of_male_active_members_in_the_last_eight_months} män, {total_number_of_other_active_members_in_the_last_eight_months} övriga; {total_percent_of_female_active_members_in_the_last_eight_months} kvinnor, {total_percent_of_male_active_members_in_the_last_eight_months} män, {total_percent_of_other_active_members_in_the_last_eight_months} övriga) kom in på webbplatsen under de senaste åtta månaderna, och {total_number_of_active_members_in_the_last_two_years} medlemmar ({total_number_of_female_active_members_in_the_last_two_years} kvinnor, {total_number_of_male_active_members_in_the_last_two_years} män, {total_number_of_other_active_members_in_the_last_two_years} övriga; {total_percent_of_female_active_members_in_the_last_two_years} kvinnor, {total_percent_of_male_active_members_in_the_last_two_years} män, {total_percent_of_other_active_members_in_the_last_two_years} övriga) som kommit in på webbplatsen under de senaste två åren.
