Repository: speedy-net/speedy-net
Catalog: speedy/match/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

source: Admin: {total_number_of_active_members_in_age_range_in_the_last_four_months} ({total_number_of_female_active_members_in_age_range_in_the_last_four_months} females, {total_number_of_male_active_members_in_age_range_in_the_last_four_months} males, {total_number_of_other_active_members_in_age_range_in_the_last_four_months} others) active members aged {min_age} to {max_age} ({total_percent_of_female_active_members_in_age_range_in_the_last_four_months} females, {total_percent_of_male_active_members_in_age_range_in_the_last_four_months} males, {total_percent_of_other_active_members_in_age_range_in_the_last_four_months} others) entered the site in the last four months.
de: Admin: {total_number_of_active_members_in_age_range_in_the_last_four_months} ({total_number_of_female_active_members_in_age_range_in_the_last_four_months} Frauen, {total_number_of_male_active_members_in_age_range_in_the_last_four_months} Männer, {total_number_of_other_active_members_in_age_range_in_the_last_four_months} andere) aktive Mitglieder im Alter von {min_age} bis {max_age} ({total_percent_of_female_active_members_in_age_range_in_the_last_four_months} Frauen, {total_percent_of_male_active_members_in_age_range_in_the_last_four_months} Männer, {total_percent_of_other_active_members_in_age_range_in_the_last_four_months} andere) sind in den letzten vier Monaten der Webite beigetreten.
es: Admin: {total_number_of_active_members_in_age_range_in_the_last_four_months} ({total_number_of_female_active_members_in_age_range_in_the_last_four_months} mujeres, {total_number_of_male_active_members_in_age_range_in_the_last_four_months} hombres, {total_number_of_other_active_members_in_age_range_in_the_last_four_months} otros) miembros activos de {min_age} hasta {max_age} años de edad ({total_percent_of_female_active_members_in_age_range_in_the_last_four_months} mujeres, {total_percent_of_male_active_members_in_age_range_in_the_last_four_months} hombres, {total_percent_of_other_active_members_in_age_range_in_the_last_four_months} otros) ingresaron al sitio en los últimos cuatro meses.
fr: Admin : {total_number_of_active_members_in_age_range_in_the_last_four_months} ({total_number_of_female_active_members_in_age_range_in_the_last_four_months} femmes, {total_number_of_male_active_members_in_age_range_in_the_last_four_months} hommes et {total_number_of_other_active_members_in_age_range_in_the_last_four_months} autres) membres actifs âgés de {min_age} à {max_age} ({total_percent_of_female_active_members_in_age_range_in_the_last_four_months} femmes, {total_percent_of_male_active_members_in_age_range_in_the_last_four_months} hommes et {total_percent_of_other_active_members_in_age_range_in_the_last_four_months} autres) sont entrés sur le site au cours des quatre derniers mois.
he: אדמין: יש באתר {total_number_of_active_members_in_age_range_in_the_last_four_months} ({total_number_of_female_active_members_in_age_range_in_the_last_four_months} נקבות, {total_number_of_male_active_members_in_age_range_in_the_last_four_months} זכרים, {total_number_of_other_active_members_in_age_range_in_the_last_four_months} אחרים/ות) חברים פעילים בגיל {min_age} עד {max_age} ({total_percent_of_female_active_members_in_age_range_in_the_last_four_months} נקבות, {total_percent_of_male_active_members_in_age_range_in_the_last_four_months} זכרים, {total_percent_of_other_active_members_in_age_range_in_the_last_four_months} אחרים/ות) שנכנסו לאתר בארבעת החודשים האחרונים.
it: Admin: {total_number_of_active_members_in_age_range_in_the_last_four_months} ({total_number_of_female_active_members_in_age_range_in_the_last_four_months} donne, {total_number_of_male_active_members_in_age_range_in_the_last_four_months} uomini, {total_number_of_other_active_members_in_age_range_in_the_last_four_months} altro) membri attivi di età compresa tra {min_age} e {max_age} ({total_percent_of_female_active_members_in_age_range_in_the_last_four_months} donne, {total_percent_of_male_active_members_in_age_range_in_the_last_four_months} uomini, {total_percent_of_other_active_members_in_age_range_in_the_last_four_months} altro) sono entrati nel sito negli ultimi quattro mesi.
nl: Beheerder: {total_number_of_active_members_in_age_range_in_the_last_four_months} ({total_number_of_female_active_members_in_age_range_in_the_last_four_months} vrouwen, {total_number_of_male_active_members_in_age_range_in_the_last_four_months} mannen, {total_number_of_other_active_members_in_age_range_in_the_last_four_months} anderen) actieve leden van {min_age} tot {max_age} ({total_percent_of_female_active_members_in_age_range_in_the_last_four_months} vrouwen, {total_percent_of_male_active_members_in_age_range_in_the_last_four_months} mannen, {total_percent_of_other_active_members_in_age_range_in_the_last_four_months} anderen) hebben in de afgelopen vier maanden de website bezocht.
pt: Admin: {total_number_of_active_members_in_age_range_in_the_last_four_months} ({total_number_of_female_active_members_in_age_range_in_the_last_four_months} mulheres, {total_number_of_male_active_members_in_age_range_in_the_last_four_months} homens, {total_number_of_other_active_members_in_age_range_in_the_last_four_months} outros) membros activos com idades entre {min_age} e {max_age} ({total_percent_of_female_active_members_in_age_range_in_the_last_four_months} mulheres, {total_percent_of_male_active_members_in_age_range_in_the_last_four_months} homens, {total_percent_of_other_active_members_in_age_range_in_the_last_four_months} outros) acessaram o sítio nos últimos quatro meses.
sv: Admin: {total_number_of_active_members_in_age_range_in_the_last_four_months} ({total_number_of_female_active_members_in_age_range_in_the_last_four_months} kvinnliga medlemmar, {total_number_of_male_active_members_in_age_range_in_the_last_four_months} manliga medlemmar, {total_number_of_other_active_members_in_age_range_in_the_last_four_months} others) aktiva medlemmar i åldern {min_age} till {max_age} ({total_percent_of_female_active_members_in_age_range_in_the_last_four_months} females, {total_percent_of_male_active_members_in_age_range_in_the_last_four_months} män, {total_percent_of_other_active_members_in_age_range_in_the_last_four_months} övriga) kom in på webbplatsen under de senaste fyra månaderna.

source: Users cannot like themselves.
de: Benutzer können sich nicht selbst liken.
es: Los usuarios no pueden darse Me gusta a sí mismos.
fi: Käyttäjät eivät voi tykätä itsestään.
fr: Les utilisateurs ne peuvent pas s’aimer eux-mêmes.
he: משתמשים לא יכולים לעשות לייק לעצמם.
it: Gli utenti non possono mettere Mi Piace a loro stessi.
nl: Gebruikers kunnen zichzelf niet liken.
pt: Os utilizadores não podem bloquear a si mesmos.
sv: Användare kan inte gilla sig själva.

source: User already likes other user.
de: Benutzer hat bereits andere Benutzer geliked
es: Al usuario ya le gusta otro usuario.
fi: Käyttäjä tykkää jo toisesta käyttäjästä.
fr: Cet utilisateur aime déjà un autre utilisateur.
he: המשתמש כבר עשה לייק למשתמש האחר.
it: L’utente ha già messo Mi Piace a un altro utente.
nl: Gebruiker liket al andere gebruiker.
pt: O utilizador já curte outro utilizador.
sv: Användare gillar redan en annan användare.

source: User cannot like a blocked user.
de: Benutzer kann keinen gesperrten Benutzer liken
es: El usuario no puede dar Me gusta a un usuario bloqueado.
fi: Käyttäjä ei voi tykätä estetystä käyttäjästä.
fr: L’utilisateur ne peut pas aimer un utilisateur bloqué.
he: המשתמש לא יכול לעשות לייק למשתמש חסום.
it: L’utente non può mettere Mi Piace a un utente bloccato.
nl: De gebruiker kan een geblokkeerde gebruiker niet liken.
pt: O utilizador não pode curtir um utilizador bloqueado.
sv: Användare kan inte gilla en blockerad användare.

source: from user
de: vom Benutzer
es: del usuario
fi: käyttäjältä
fr: de l’utilisateur
it: dall’utente
nl: van gebruiker
pt: do utilizador
sv: från användare

source: to user
de: an den Benutzer
es: al usuario
fi: käyttäjälle
fr: vers l’utilisateur
it: all’utente
nl: aan gebruiker
pt: ao utilizador
sv: till användare

source: user like
de: Benutzer-Like
es: me gusta del usuario
fi: käyttäjä tykkää
fr: j’aime utilisateur
it: mi piace dell’utente
nl: gebruiker like
pt: curtida do utilizador
sv: användargillande

source: user likes
de: Benutzer-Likes
es: me gustas del usuario
fi: käyttäjä tykkää
fr: j’aimes utilisateurs
it: i mi piace dell’utente
nl: gebruiker likes
pt: curtidas do utilizador
sv: användargillanden

source: Girls You Like
de: Mädchen, die Sie selbst mögen
es: Chicas que te gustan
fi: Tytöt, joista tykkäät
fr: Les filles que vous aimez
he: בנות שעשית להן לייק
it: Le ragazze a cui hai messo Mi Piace
nl: Meisjes die je leuk vindt
pt: Garotas que tu curtes
sv: Tjejer du gillar

source: Boys You Like
de: Jungs die Sie selbst mögen
es: Chicos que te gustan
fi: Pojat, joista tykkäät
fr: Les garçons que vous aimez
he: בנים שעשית להם לייק
it: I ragazzi a cui hai messo Mi Piace
nl: Jongens die je leuk vindt
pt: Garotos que tu curtes
sv: Killar du gillar

source: People You Like
de: Leute, die Sie selbst mögen
es: Gente que te gusta
fi: Ihmiset, joista tykkäät
fr: Les personnes que vous aimez
he: אנשים שעשית להם לייק
it: Persone a cui hai messo Mi Piace
nl: Mensen die je leuk vindt
pt: Pessoas que tu curtes
sv: Folk du gillar

source: Girls Who Like You
de: Mädchen, die Sie mögen
es: Chicas a las que les gustas
fi: Tytöt, jotka tykkäävät sinusta
fr: Les filles qui vous aiment
he: בנות שעשו לך לייק
it: Le ragazze che ti hanno messo Mi Piace
nl: Meisjes die je leuk vinden
pt: Garotas que curtem a ti
sv: Tjejer som gillar dig

source: Boys Who Like You
de: Jungs, die Sie mögen
es: Chicos a los que les gustas
fi: Pojat, jotka tykkäävät sinusta
fr: Les garçons qui vous aiment
he: בנים שעשו לך לייק
it: I ragazzi che ti hanno messo Mi Piace
nl: Jongens die je leuk vinden
pt: Garotos que curtem a ti
sv: Killar som gillar dig

source: People Who Like You
de: Leute, die Sie mögen
es: Gente a la que le gustas
fi: Ihmiset, jotka tykkäävät sinusta
fr: Les personnes qui vous aiment
he: אנשים שעשו לך לייק
it: Le persone che ti hanno messo Mi Piace
nl: Mensen die je leuk vinden
pt: Pessoas que curtem a ti
sv: Folk som gillar dig

source: Mutual Likes
de: Gegenseitige Likes
es: Me gusta mutuos
fi: Yhteiset tykkäämiset
fr: J’aimes mutuels
he: לייקים הדדיים
it: Mi Piace reciproci
nl: Wederzijdse likes
pt: Curtidas recíprocas
sv: Ömsesidiga gillanden

source: Speedy Match Matches
es: Coincidencias Speedy Match
fi: Speedy Match Matchit
fr: Matches Speedy Match
it: Corrispondenze Speedy Match
pt: Correspondências do Speedy Match
sv: Speedy Match matchningar

source: Your match settings were saved.
de: Deine Match-Einstellungen wurden gespeichert.
es: Se guardaron sus ajustes de coincidencia.
fi: Match-asetuksesi tallennettiin.
fr: Vos paramètres de match ont été sauvegardés.
he: הגדרת ההתאמות שלך נשמרה.
it: Le tue impostazioni per le corrispondenze sono state salvate.
nl: Je match instellingen zijn opgeslagen.
pt: Tuas configurações de correspondências foram guardadas.
sv: Dina matchinställningar sparades.

source: Unknown
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
it: Sconosciuto
nl: Onbekend
pt: Desconhecido
sv: Okänd

source: None
de: Keine
es: Ninguno
fi: Ei mitään
fr: Aucun
he: אין
it: Nessuno
nl: Geen
pt: Nenhum
sv: Inga

source: Speedy Match [alpha]
es: Speedy Match [alfa]
fi: Speedy Match [alfa]
he: ספידי מץ' [אלפא]
it: Speedy Match [alfa]
nl: Speedy Match [alfa]
pt: Speedy Match [alfa]
sv: Speedy Match [alfa]

source: About Speedy Match
de: Über Speedy Match
es: Acerca de Speedy Match
fi: Speedy Match ista
fr: À propos de Speedy Match
he: אודות ספידי מץ'
it: Informazioni su Speedy Match
nl: Over Speedy Match
pt: Sobre o Speedy Match
sv: Om Speedy Match

source: <a href="https://%(language_code)s.speedymatch.com/" title="Speedy Match">Speedy Match</a> is a new dating/matching web app for romantic purposes for singles who are members of <a href="https://%(language_code)s.speedy.net/" title="Speedy Net">Speedy Net</a>. With Speedy Match you can find matching people for dating and chat with them online. You can add people as friends on Speedy Net, like people and send them messages. Speedy Match is open to free registration for people from all countries and ages (no age limit!). The site is vegan and vegetarian friendly. It is currently available in %(languages_num)s languages.
de: <a href="https://%(language_code)s.speedymatch.com/" title="Speedy Match">Speedy Match</a> ist eine neue Dating/Matching-Web-App für Singles, um Romantik zu erleben, die Mitglied von <a href="https://%(language_code)s.speedy.net/" title="Speedy Net">Speedy Net</a> sind. Mit Speedy Match können Sie die übereinstimmenden Leute finden, um mit ihnen online zu daten und zu chatten. Die Website ist Veganer- und Vegetarier-freundlich. Sie können Personen als Freunde auf Speedy Net hinzufügen, Personen „liken“ und ihnen Nachrichten zusenden. Die Anmeldung bei Speedy Match ist kostenfrei und steht Menschen aus allen Ländern und jedes Alters offen (keine Altersbeschränkung!). Die Website ist Veganer- und Vegetarier-freundlich. Sie ist derzeit in %(languages_num)s Sprachen verfügbar.
es: <a href="https://%(language_code)s.speedymatch.com/" title="Speedy Match">Speedy Match</a> es una nueva aplicación web de citas y emparejamientos con fines románticos para solteros que son miembros de <a href="https://%(language_code)s.speedy.net/" title="Speedy Net">Speedy Net</a>. Con Speedy Match puedes encontrar personas que coincidan contigo para tener citas y chatear con ellas en línea. Puedes agregar personas como amigos en Speedy Net, darles me gusta y enviarles mensajes. Speedy Match está abierto para registro gratuito para personas de todos los países y edades (¡no hay límite de edad!). El sitio es compatible con veganos y vegetarianos. Está disponible actualmente en %(languages_num)s idiomas.
fi: <a href="https://%(language_code)s.speedymatch.com/" title="Speedy Match">Speedy Match</a> on uusi deittailusovellus romanttisiin tarkoituksiin sinkkuille, jotka ovat <a href="https://%(language_code)s.speedy.net/" title="Speedy Net">Speedy Net</a> Speedy Match issa. Speedy Matchin avulla voit löytää sopivia ihmisiä treffeille ja keskustella heidän kanssaan verkossa. Voit lisätä ihmisiä ystäviksi Speedy Net issä, tykätä ihmisistä ja lähettää heille viestejä. Speedy Match on avoinna ilmaiselle rekisteröinnille kaikista maista ja ikäryhmistä (ei ikärajaa!). Sivusto on vegaani- ja kasvissyöjäystävällinen. Se on tällä hetkellä saatavilla %(languages_num)s kielellä.
fr: <a href="https://%(language_code)s.speedymatch.com/" title="Speedy Match">Speedy Match</a> est une nouvelle application Web de rencontres pour les célibataires membres de <a href="https://%(language_code)s.speedy.net/" title="Speedy Net">Speedy Net</a>. Avec Speedy Match, vous pouvez trouver des personnes qui vous correspondent et discuter avec elles en ligne. Vous pouvez ajouter des amis sur Speedy Net, les liker et leur envoyer des messages. L’inscription à Speedy Match est gratuite pour les personnes de tous pays, quel que soit leur âge (aucune limite d’âge !). Notre site est adapté aux véganes et végétariens. Il est actuellement disponible en %(languages_num)s langues.
it: <a href="https://%(language_code)s.speedymatch.com/" title="Speedy Match">Speedy Match</a> è una nuova applicazione web di incontri per scopi romantici per i single iscritti a <a href="https://%(language_code)s.speedy.net/" title="Speedy Net">Speedy Net</a>. Con Speedy Match, puoi trovare persone corrispondenti per gli incontri e chattare con loro online. Puoi aggiungere persone come amici su Speedy Net, mettere "Mi piace" alle persone e inviare loro messaggi. Speedy Match è aperto per la registrazione gratuita di persone di tutti i Paesi e di qualsiasi età (nessun limite!). Il sito è vegano e vegetariano. Attualmente è disponibile in %(languages_num)s lingue.
nl: <a href="https://%(language_code)s.speedymatch.com/" title="Speedy Match">Speedy Match</a> is een nieuwe dating-/matching-webapp voor romantische doeleinden voor singles die lid zijn van <a href="https://%(language_code)s.speedy.net/" title="Speedy Net">Speedy Net</a>. Met Speedy Match kun je geschikte mensen vinden om te daten en online met ze chatten. Je kunt mensen toevoegen als vrienden op Speedy Net, mensen liken en berichten sturen. Speedy Match is gratis voor mensen uit alle landen en leeftijden (geen leeftijdsgrens!). De website is veganistisch en vegetarisch vriendelijk. Het is momenteel beschikbaar in %(languages_num)s talen.
pt: O <a href="https://%(language_code)s.speedymatch.com/" title="Speedy Match">Speedy Match</a> é um novo aplicativo web de namoro/correspondência para fins românticos para solteiros que são membros da <a href="https://%(language_code)s.speedy.net/" title="Speedy Net">Speedy Net</a>. Com o Speedy Match podes encontrar pessoas que combinam contigo para namorar e conversar com elas online. Podes adicionar pessoas como amigos na Speedy Net, curtir as pessoas e enviar mensagens. O Speedy Match está aberto para o registo gratuito de pessoas de todos os países e idades (sem limite de idade!). O sítio é amigável aos veganos e vegetarianos. Actualmente está disponível em %(languages_num)s idiomas.
sv: <a href="https://%(language_code)s.speedymatch.com/" title="Speedy Match">Speedy Match</a> är en ny dejting/matchning webbapp för romantiska ändamål för singlar som är medlemmar i <a href="https://%(language_code)s.speedy.net/" title="Speedy Net">Speedy Net</a>. Med Speedy Match kan du hitta matchande personer för dejting och chatta med dem online. Du kan lägga till personer som vänner på Speedy Net, gilla personer och skicka meddelanden till dem. Speedy Match är öppen för gratis registrering för personer från alla länder och åldrar (ingen åldersgräns!). Webbplatsen är vegan och vegetarian vänlig. Den är för närvarande tillgänglig på %(languages_num)s språk.

source: The founders of Speedy Match are vegan, support animal rights and object to experiments on animals. Speedy Match is a dating app friendly for vegan and vegetarian people and animals.
de: Die Begründer von Speedy Match sind vegan, unterstützen die Rechte der Tiere und sprechen sich gegen Tierversuche aus. Speedy Match ist eine Dating-App, dass Veganern, Vegetariern und Tieren gegenüber freundlich ist.
es: Los fundadores de Speedy Match son veganos, apoyan los derechos de los animales y se oponen a los experimentos con animales. Speedy Match es una aplicación de citas compatible con personas veganas y vegetarianas y con animales.
fi: Speedy Match in perustajat ovat vegaaneja, tukevat eläinten oikeuksia ja vastustavat eläinkokeita. Speedy Match on treffisovellus, joka on ystävällinen vegaaneille ja kasvissyöjille ja eläimille.
fr: Les fondateurs de Speedy Match sont véganes, ils/elles défendent les droits et s’opposent aux expériences sur les animaux. Speedy Match est une application de rencontre conviviale pour les personnes véganes et végétariennes.
he: המייסדים של ספידי מץ' הם טבעוניים, תומכים בזכויות בעלי חיים ומתנגדים לניסויים בבעלי חיים. ספידי מץ' היא אפליקציית הכרויות ידידותית לאנשים טבעוניים וצמחוניים ולבעלי חיים.
it: I fondatori di Speedy Match sono vegani, sostengono i diritti degli animali e si oppongono agli esperimenti condotti sugli animali. Speedy Match è un’app di incontri adatta a persone e animali vegani e vegetariani.
nl: De oprichters van Speedy Match zijn veganisten, steunen dierenrechten en maken bezwaar tegen dierproeven. Speedy Match is een dating-app die vriendelijk is voor veganisten, vegetariërs en dieren.
pt: Os fundadores do Speedy Match são veganos, apoiam os direitos dos animais e se opõem a experimentos com animais. O Speedy Match é um aplicativo de namoro para pessoas veganas e vegetarianas e para animais.
sv: Grundarna av Speedy Match är veganer, stödjer djurens rättigheter och motsätter sig djurförsök. Speedy Match är en dejtingapp som är anpassad till veganer, vegetarianer och djur.
