Repository: speedy-net/speedy-net
Catalog: speedy/match/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

source: Only people who match your requirements will be able to see your profile and contact you. We don't allow anonymous searches and Speedy Match profiles are visible to matching partners only. You can select who will be able to see your profile and which details will appear on your profile as public, which details only to friends and which details will be private. Private details will appear only to you.
de: Nur Personen, die Ihren Anforderungen entsprechen, werden in der Lage sein, Ihr Profil zu sehen und Sie zu kontaktieren. Wir erlauben keine anonymen Suchen und Speedy Match-Profile sind nur für übereinstimmende Partner sichtbar. Sie können auswählen, welche Angaben auf Ihrem Profil öffentlich, welche nur für Freunden sichtbar sein werden und welche Details vertraulich behandelt werden. Vertrauliche Angaben können nur Sie allein sehen.
es: Sólo aquellas personas que cumplan con tus requisitos podrán ver tu perfil y comunicarse contigo. No permitimos búsquedas anónimas y los perfiles de Speedy Match son visibles solo para socios coincidentes. Puedes seleccionar quién podrá ver tu perfil y qué detalles aparecerán como públicos en tu perfil, qué detalles son solo para amigos y qué detalles serán privados. Los detalles privados solo te aparecerán a ti.
fi: Vain vaatimuksiasi vastaavat ihmiset voivat nähdä profiilisi ja ottaa sinuun yhteyttä. Emme salli anonyymejä hakuja, ja Speedy Match -profiilit näkyvät vain vastaaville kumppaneille. Voit valita, kuka näkee profiilisi ja mitkä tiedot näkyvät profiilissasi julkisina, mitkä tiedot vain ystävillesi ja mitkä tiedot ovat yksityisiä. Yksityiset tiedot näkyvät vain sinulle.
fr: Seules les personnes qui correspondent à vos critères pourront voir votre profil et vous contacter. Nous n’autorisons pas les recherches anonymes et les profils de Speedy Match ne sont visibles que par les matchs. Vous pouvez choisir qui pourra voir votre profil et quelles informations apparaîtront publiquement, quelles informations ne seront accessibles qu’aux amis et quelles informations seront privées. Vous seul(e) pourrez voir les informations privées.
he: רק אנשים שמתאימים לדרישות שלכם יוכלו לראות את הפרופיל שלכם וליצור איתכם קשר. אנחנו לא נאפשר חיפושים אנונימיים ופרופילים בספידי מץ' גלויים לבני זוג מתאימים בלבד. אתם יכולים לבחור אילו פרטים יופיעו בפרופיל שלכם כציבוריים, אילו פרטים רק לחברים ואילו פרטים יהיו פרטיים. פרטים פרטיים יופיעו רק לכם.
it: Solo le persone che corrispondono ai tuoi requisiti potranno vedere il tuo profilo e contattarti. Non permettiamo ricerche anonime e i profili Speedy Match sono visibili solo ai partner corrispondenti. Puoi scegliere chi potrà vedere il tuo profilo e quali dettagli appariranno sul tuo profilo come pubblici, quali dettagli solo agli amici e quali dettagli saranno privati. I dettagli privati saranno visibili solo a te.
nl: Alleen mensen die aan je eisen voldoen, kunnen je profiel bekijken en contact met je opnemen. We staan geen anonieme zoekopdrachten toe en Speedy Match-profielen zijn alleen zichtbaar voor geschikte partners. Je kunt kiezen wie je profiel kan zien en welke gegevens openbaar op je profiel verschijnen, welke gegevens alleen voor vrienden zichtbaar zijn en welke gegevens privé zijn. Privégegevens zijn alleen voor jou zichtbaar.
pt: Somente as pessoas que correspondam às tuas necessidades poderão ver teu perfil e entrar em contato contigo. Não permitimos pesquisas anônimas e os perfis do Speedy Match são visíveis apenas para os parceiros correspondentes. Podes seleccionar quem poderá ver teu perfil e quais detalhes aparecerão como públicos em teu perfil, cujos detalhes serão visíveis apenas para amigos e serão privativos. Detalhes privativos aparecerão apenas para ti.
sv: Endast personer som matchar dina krav kommer att kunna se din profil och kontakta dig. Vi tillåter inte anonyma sökningar och Speedy Match-profiler är endast synliga för matchande partners. Du kan välja vem som ska kunna se din profil och vilka uppgifter som ska visas på din profil som offentliga, vilka uppgifter som bara ska visas för vänner och vilka uppgifter som ska vara privata. Privata uppgifter visas bara för dig.

source: All the features on Speedy Net and Speedy Match are free of charge. Join Speedy Match today to find matching partners, it only takes a few minutes. <a href="/" title="Join Speedy Match">Click here</a> to join.
de: Alle Funktionen auf Speedy Net und Speedy Match sind kostenlos. Melden Sie sich bei Speedy Match noch heute an, um übereinstimmende Partner zu finden. Es dauert nur einige Minuten. <a href="/" title="Treten Sie Speedy Match bei">Klicken Sie hier</a>, um sich anzumelden.
es: Todas las funciones de Speedy Net y Speedy Match son gratuitas. Únete a Speedy Match hoy para encontrar parejas compatibles, solo te llevará unos minutos. <a href="/" title="Unirse a Speedy Match">Haz clic aquí</a> para unirte.
fi: Kaikki Speedy Net in ja Speedy Match in ominaisuudet ovat ilmaisia. Liity Speedy Match iin tänään löytääksesi sopivia kumppaneita, se vie vain muutaman minuutin. Liity <a href="/" title="Liity palveluun Speedy Match">Napsauta tätä</a>.
fr: Toutes les fonctionnalités de Speedy Net et Speedy Match sont gratuites. Rejoignez Speedy Match dès aujourd’hui pour faire des rencontres, l’inscription ne prendra que quelques minutes. <a href="/" title="Rejoignez Speedy Match">Cliquez ici</a> pour vous inscrire.
he: כל הפיצ'רים בספידי נט וספידי מץ' הם ללא תשלום. הצטרפו עוד היום לספידי מץ' למצוא בני זוג מתאימים, זה לוקח רק כמה דקות. <a href="/" title="הצטרפו לספידי נט">לחצו כאן</a> כדי להצטרף.
it: Tutte le funzionalità di Speedy Net e Speedy Match sono gratuite. Iscriviti oggi stesso a Speedy Match per trovare partner corrispondenti, ci vogliono solo pochi minuti. <a href="/" title="Unisciti a Speedy Match">Clicca qui</a> per iscriverti.
nl: Alle functies van Speedy Net en Speedy Match zijn gratis. Word nog vandaag lid van Speedy Match om geschikte partners te vinden. Het duurt slechts een paar minuten! <a href="/" title="Word lid van Speedy Match">Klik hier</a> om lid te worden.
pt: Todos os recursos do Speedy Net e Speedy Match são gratuitos. Cadastre-se no Speedy Match para se corresponder com parceiros, leva apenas alguns minutos. <a href="/" title="Participe de Speedy Match">Clique aqui</a> para participar.
sv: Alla funktioner på Speedy Net och Speedy Match är kostnadsfria. Gå med i Speedy Match idag för att hitta matchande partners, det tar bara några minuter. <a href="/" title="Gå med i Speedy Match">Klicka här</a> för att gå med.

source: Speedy Match is a free software & open source project. If you want to help developing and improving Speedy Match, please contact me by email.
de: Speedy Match ist eine kostenlose Software & ein Open Source-Projekt. Wenn Sie bei der Entwicklung und Verbesserung von Speedy Match helfen möchten, schreiben Sie mir bitte eine E-Mail.
es: Speedy Match es un proyecto de software gratuito y de código abierto. Si deseas ayudar a desarrollar y mejorar Speedy Match, comunícate conmigo por correo electrónico.
fi: Speedy Match on ilmainen ohjelmisto ja avoimen lähdekoodin projekti. Jos haluat auttaa Speedy Match in kehittämisessä ja parantamisessa, ota minuun yhteyttä sähköpostitse.
fr: Speedy Match est un logiciel libre, un projet open source. Si vous souhaitez contribuer au développement et à l’amélioration de Speedy Match, veuillez me contacter par e-mail.
he: ספידי מץ' היא פרויקט של תוכנה חופשית וקוד פתוח. אם אתם רוצים לעזור בפיתוח ושיפור ספידי מץ', אנא צרו איתי קשר באמצעות דואר אלקטרוני.
it: Speedy Match è un progetto di software gratuito e open source. Se desideri contribuire allo sviluppo e al miglioramento di Speedy Match, contattami tramite e-mail.
nl: Speedy Match is een gratis software- en open source-project. Als je wilt helpen bij het ontwikkelen en verbeteren van Speedy Match, neem dan per e-mail contact met mij op.
pt: O Speedy Match é um projeto de software gratuito e de código aberto. Se quiseres ajudar a desenvolver e melhorar o Speedy Match, entre em contacto comigo por e-mail.
sv: Speedy Match är fri programvara och öppen källkod. Om du vill hjälpa till att utveckla och förbättra Speedy Match, vänligen kontakta mig via e-post.

source: Speedy Match is named after <a href="https://www.facebook.com/speedy.the.female.dog" title="Speedy">Speedy</a>, a female dog that was with us for many years and died in 2003. Speedy gave birth to 7 puppies in 1988.
de: Speedy Match ist nach <a href="https://www.facebook.com/speedy.the.female.dog" title="Speedy">Speedy</a> benannt, einer Hündin, die jahrelang mit uns lebte und im Jahre 2003 verstarb. Speedy brachte 1988 7 Welpen auf die Welt.
es: Speedy Match lleva el nombre de <a href="https://www.facebook.com/speedy.the.female.dog" title="Speedy">Speedy</a>, una perra que estuvo con nosotros durante muchos años y murió en 2003. Speedy dio a luz a 7 cachorros en 1988.
fi: Speedy Match on nimetty <a href="https://www.facebook.com/speedy.the.female.dog" title="Speedy">Speedy</a>, naaraskoiran mukaan, joka on ollut kanssamme monta vuotta. ja kuoli vuonna 2003. Speedy synnytti 7 pentua vuonna 1988.
fr: Speedy Match porte le nom de <a href="https://www.facebook.com/speedy.the.female.dog" title="Speedy">Speedy</a>, une chienne qui nous a accompagnés pendant de nombreuses années et qui est décédée en 2003. Speedy a donné naissance à 7 chiots en 1988.
he: ספידי מץ' נקראת על שם <a href="https://www.facebook.com/speedy.the.female.dog" title="ספידי">ספידי</a>, כלבה שהייתה איתנו שנים רבות ומתה בשנת 2003. ספידי המליטה 7 גורים בשנת 1988.
it: Speedy Match prende il nome da <a href="https://www.facebook.com/speedy.the.female.dog" title="Speedy">Speedy</a>, un cane femmina che è stato con noi per molti anni e che è morto nel 2003. Speedy ha dato alla luce 7 cuccioli nel 1988.
nl: Speedy Match is vernoemd naar <a href="https://www.facebook.com/speedy.the.female.dog" title="Speedy">Speedy</a>, een teefje dat al vele jaren bij ons was en stierf in 2003. Speedy beviel in 1988 van 7 puppy's.
pt: O Speedy Match recebeu este nome por causa da <a href="https://www.facebook.com/speedy.the.female.dog" title="Speedy">Speedy</a>, uma cachorra que viveu conosco por muitos anos e morreu em 2003. Speedy deu à luz 7 filhotes em 1988.
sv: Speedy Match är döpt efter <a href="https://www.facebook.com/speedy.the.female.dog" title="Speedy">Speedy</a>, en tik som var med oss i många år och dog 2003. Speedy födde 7 valpar 1988.

source: Speedy Match is currently in alpha. It was launched in August 2019. The English version of Speedy Match is in production.
de: Speedy Match befindet sich derzeit in der Alpha-Phase. Sie wurde im August 2019 ins Leben gerufen. Die englische Version von Speedy Match ist in Produktion.
es: Speedy Match se encuentra actualmente en alfa. Fue lanzado en agosto de 2019. La versión en inglés de Speedy Match está en producción.
fi: Speedy Match on tällä hetkellä alfa-vaiheessa. Se otettiin käyttöön elokuussa 2019. Speedy Matchin englanninkielinen versio on tuotannossa.
fr: Speedy Match est actuellement en version alpha. Ce site a été lancé en août 2019. La version anglaise de Speedy Match est en cours de production.
it: Speedy Match è attualmente nella versione alfa. È stato lanciato nell’agosto 2019. La versione inglese di Speedy Match è in produzione.
nl: Speedy Match bevindt zich momenteel in de alfa-fase. Het werd gelanceerd in augustus 2019. De Engelse versie van Speedy Match is in productie.
pt: O Speedy Match está actualmente na fase alfa. Foi lançado em agosto de 2019. A versão em inglês do Speedy Match está em produção.
sv: Speedy Match är för närvarande i alfa. Den lanserades i augusti 2019. Den engelska versionen av Speedy Match är i produktion.

source: Thank you and good luck,
de: Vielen Dank und viel Glück,
es: Gracias y buena suerte,
fi: Kiitos ja onnea,
fr: Merci et bonne chance,
he: תודה ובהצלחה,
it: Grazie e buona fortuna,
nl: Bedankt en succes,
pt: Agradecemos muito e desejamos boa sorte,
sv: Tack och lycka till,

source: Founder and director of Speedy Net and Speedy Match,
de: Gründer und Direktor von Speedy Net und Speedy Match,
es: Fundador y director de Speedy Net y Speedy Match,
fi: Speedy Net in ja Speedy Match in perustaja ja johtaja,
fr: Fondateur et directeur de Speedy Net et Speedy Match,
he: מייסד ומנהל ספידי נט וספידי מץ',
it: Fondatore e direttore di Speedy Net e Speedy Match,
nl: Oprichter en directeur van Speedy Net en Speedy Match,
pt: Fundador e director do Speedy Net e Speedy Match,
sv: Grundare och chef för Speedy Net och Speedy Match,

source: Registration Step
de: Registrierungsphase
es: Paso de registro
fi: Rekisteröintivaihe
fr: Inscription
he: הרשמה שלב
it: Fase di registrazione
nl: Registratiestap
pt: Etapa de registo
sv: Steg för registrering

source: Welcome
de: Willkommen
es: Bienvenido
fi: Tervetuloa
fr: Bienvenue
he: ברוכים הבאים
it: Benvenuta
nl: Welkom
pt: Boas vindas
sv: Välkommen

source: Welcome to %(site_name)s
de: Willkommen bei %(site_name)s
es: Bienvenido a %(site_name)s
fi: Tervetuloa %(site_name)s - sivulle
fr: Bienvenue sur %(site_name)s
he: ברוכים הבאים ל%(site_name)s
it: Benvenuta su %(site_name)s
nl: Welkom bij %(site_name)s
pt: Seja bem-vindo a %(site_name)s
sv: Välkommen till %(site_name)s

source: About me
de: Über mich
es: Acerca de mí
fi: Minusta
fr: À propos de moi
he: על עצמי
it: Informazioni su di me
nl: Over mij
pt: Sobre mim
sv: Om mig

source: About my match
de: Über meinen Match
es: Acerca de mi coincidencia
fi: Matchistani
fr: À propos de mon match
he: על בן/בת הזוג שלי
it: Informazioni sulla mia corrispondenza
nl: Over mijn match
pt: Sobre minha correspondência
sv: Om min matchning

source: Back
de: Zurück
es: Atrás
fi: Takaisin
fr: Arrière
he: לשלב הקודם
it: Indietro
nl: Terug
pt: Voltar
sv: Tillbaka

source: Next step
de: Nächster Schritt
es: Siguiente paso
fi: Seuraava vaihe
fr: Prochaine étape
he: לשלב הבא
it: Fase successiva
nl: Volgende stap
pt: Próxima etapa
sv: Nästa steg

source: Your Speedy Net account is not active. Enter this page to activate it.
de: Ihr Speedy Net-Konto ist nicht aktiv. Öffnen Sie diese Seite, um sie zu aktivieren.
es: Tu cuenta Speedy Net no está activa. Ingresa a esta página para activarla.
fi: Speedy Net -tilisi ei ole aktiivinen. Aktivoi se siirtymällä tälle sivulle.
fr: Votre compte Speedy Net n’est pas actif. Allez sur cette page pour l’activer.
he: החשבון שלך בספידי נט אינו פעיל. היכנס/י לדף זה כדי להפעיל אותו.
it: Il tuo account Speedy Net non è attivo. Entra in questa pagina per attivarlo.
nl: Je Speedy Net-account is niet actief. Ga naar deze pagina om deze te activeren.
pt: Tua conta Speedy Net não está activa. Acesse esta página para activá-la.
sv: Ditt Speedy Net-konto är inte aktivt. Gå till denna sida för att aktivera det.

source: Admin - All Matches
de: Admin - Alle Matches
es: Admin - Todas las coincidencias
fi: Admin - kaikki matchit
fr: Admin : tous les matches
he: אדמין - כל ההתאמות
it: Admin - Tutte le corrispondenze
nl: Beheerder - Alle Matches
pt: Admin - Todas as correspondências
sv: Admin - Alla matchningar

source: Your Matches
de: Ihre Matches
es: Tus coincidencias
fi: Matchisi
fr: Vos matchs
he: ההתאמות שלך
it: Le tue corrispondenze
nl: Je matches
pt: Tuas correspondências
sv: Dina matchningar

source: Matches
es: Coincidencias
fi: Matchit
fr: Matchs
he: התאמות
it: Corrispondenze
pt: Correspondências
sv: Matchningar

source: Likes
es: Me gusta
fi: Tykkäykset
he: לייקים
it: Mi Piace
pt: Curtidas
sv: Gillanden

source: Your Match Settings
de: Ihre Match-Einstellungen
es: Tus ajustes de coincidencia
fi: Match-asetuksesi
fr: Vos paramètres de concordance
he: הגדרת ההתאמות שלך
it: Le tue impostazioni per le corrispondenze
nl: Je matchinstellingen
pt: Tuas configurações de correspondências
sv: Dina inställningar för matchning

source: Match Settings
de: Match-Einstellungen
es: Configuración de coincidencias
fi: Match-asetukset
fr: Paramètres de match
he: הגדרת התאמות
it: Impostazioni per le corrispondenze
nl: Matchinstellingen
pt: Configurações de correspondências
sv: Inställningar för matchning

source: likes you.
de: likt Sie.
es: le gustas a.
fi: pitää sinusta
fr: vous aime bien.
he: מחבב/ת אותך.
it: ti ha messo Mi Piace.
nl: vindt je leuk.
pt: curtiu a ti.
sv: gillar dig.

source: You are subscribed to receive this type of notifications from %(site_name)s. Enter this page to change your notifications settings or opt out:
de: Sie haben sich angemeldet, um diese Art von Benachrichtigungen von %(site_name)s zu erhalten. Öffnen Sie diese Seite, um Ihre Nachrichteneinstellungen einzustellen oder auszusteigen:
es: Estás suscrito para recibir este tipo de notificaciones de %(site_name)s. Ingresa a esta página para cambiar la configuración de tus notificaciones o cancelar tu suscripción:
fi: Olet tilannut tämäntyyppisiä ilmoituksia sivustolta %(site_name)s. Siirry tälle sivulle muuttaaksesi ilmoitusasetuksiasi tai poistaaksesi ne käytöstä:
fr: Vous avez demandé à recevoir ce type de notifications de la part de %(site_name)s. Accédez à cette page pour modifier vos paramètres de notification ou vous désabonner :
he: את/ה רשומ/ה לקבלת התראות מסוג זה מ%(site_name)s. היכנס/י לדף זה כדי לשנות את הגדרות ההתראות שלך או לבטל את הסכמתך:
it: Ti sei iscritta per ricevere questo tipo di notifiche da %(site_name)s. Accedi a questa pagina per modificare le impostazioni delle notifiche o per rinunciare:
nl: U bent geabonneerd op het ontvangen van dit soort meldingen van %(site_name)s. Ga naar deze pagina om uw meldingsinstellingen te wijzigen of u af te melden:
pt: Tu estás cadastrado para receber este tipo de notificação de %(site_name)s. Acesse esta página para alterar tuas configurações de notificações ou para cancelar o cadastro:
sv: Du prenumererar på att få denna typ av meddelanden från %(site_name)s. Gå till denna sida för att ändra dina aviseringsinställningar eller välja bort:

source: Someone likes you on %(site_name)s
de: Jemand likt Sie am %(site_name)s
es: Le gustas a alguien %(site_name)s
fr: Quelqu’un vous aime bien sur %(site_name)s
it: Qualcuno ti ha messo Mi Piace su %(site_name)s
pt: Alguém curte a ti no %(site_name)s

source: You don't have any friends yet.
de: Sie haben noch keine Freunde.
es: Aún no tienes amigos.
fi: Sinulla ei ole vielä ystäviä
fr: Vous n’avez pas encore d’amis.
he: עדיין אין לך חברים/ות.
it: Non hai ancora nessun amico/nessuna amica.
nl: Je hebt not geen vrienden.
pt: Tu ainda não tens amigos.
sv: Du har inga vänner än.

source: Your Friends
de: Ihre Freunde
es: Tus amigos
fi: Ystäväsi
fr: Vos amis
he: החברות והחברים שלך
it: I tuoi amici
nl: Je Vrienden.
pt: Teus amigos
sv: Dina vänner

source: You have no likes here.
de: Sie haben keine Likes hier
es: No tienes Me gusta aquí.
fi: Sinulla ei ole tässä tykkäyksiä.
fr: Vous n’avez aucun "j’aime" ici.
he: אין פה אנשים.
it: Non hai Mi Piace.
nl: Je hebt hier geen likes.
pt: Não tens curtidas aqui.
sv: Du har inga gillningar här.

source: Free online dating
de: Kostenloses Online-Dating
es: Citas en línea gratis
fi: Ilmaista onlinedeittailua
fr: Rencontres gratuites en ligne
he: הכרויות אונליין בחינם - בואו להכיר בספידי
it: Incontri online gratis
nl: Gratis online daten
pt: Namoro online gratuito
sv: Gratis dejting på nätet

source: Speedy Match is a new dating/matching web app for romantic purposes for singles who are members of Speedy Net. With Speedy Match you can find matching people for dating and chat with them online. The site is vegan and vegetarian friendly.
de: Speedy Match ist eine neue Dating/Matching-Web-App für Singles, um Romantik zu erleben, die Mitglied von Speedy Net sind. Mit Speedy Match können Sie die übereinstimmenden Leute finden, um mit ihnen online zu daten und zu chatten. Die Website ist Veganer- und Vegetarier-freundlich.
es: Speedy Match es una nueva aplicación web de citas y emparejamientos con fines románticos para solteros que son miembros de Speedy Net. Con Speedy Match puedes encontrar personas que coincidan contigo para tener citas y chatear con ellas en línea. El sitio es compatible con veganos y vegetarianos.
fi: Speedy Match on uusi deittailu-/pari-verkkosovellus romanttisiin tarkoituksiin sinkkuille, jotka ovat Speedy Net in jäseniä. Speedy Match in avulla voit löytää sopivia ihmisiä treffeille ja keskustella heidän kanssaan verkossa. Sivusto on vegaani- ja kasvissyöjäystävällinen.
fr: Speedy Match est une nouvelle application Web de rencontres pour les célibataires membres de Speedy Net. Avec Speedy Match, vous pouvez trouver des personnes qui vous correspondent et discuter avec elles en ligne. Notre site est adapté aux véganes et végétariens.
he: ספידי מץ' הוא אתר הכרויות/התאמות למטרות רומנטיות לפנויות/פנויים חברי ספידי נט. עם ספידי מץ' אתם יכולים למצוא בנות זוג ובני זוג מתאימים ולשוחח איתם אונליין. האתר הוא ידידותי לטבעונים ולצמחונים.
it: Speedy Match è una nuova applicazione web di incontri per scopi romantici per i single iscritti a Speedy Net. Con Speedy Match, puoi trovare persone corrispondenti per gli incontri e chattare con loro online. Il sito è vegano e vegetariano.
nl: Speedy Match is een nieuwe dating-/matching-webapp voor romantische doeleinden voor singles die lid zijn van Speedy Net. Met Speedy Match kun je geschikte mensen vinden om te daten en online met ze chatten. De site is veganistisch en vegetarisch vriendelijk.
pt: O Speedy Match é um novo aplicativo web de namoro/correspondência para fins românticos para solteiros que são membros da Speedy Net. Com o Speedy Match podes encontrar pessoas que combinam contigo para namorar e conversar com elas online. O sítio é amigável aos veganos e vegetarianos.
sv: Speedy Match är en ny dejting/matchnings-webbapp för romantiska ändamål för singlar som är medlemmar i Speedy Net. Med Speedy Match kan du hitta matchande personer för dejting och chatta med dem online. Webbplatsen är vegan- och vegetarianvänlig.

source: Looking for a boyfriend? Looking for a girlfriend? Come and meet Speedy!
de: Suchen Sie nach einem Freund? Suchen Sie nach einer Freundin? Kommen Sie und lernen Sie Speedy kennen!
es: ¿Buscas novio? ¿Buscas novia? ¡Ven y conoce a Speedy!
fi: Etsitkö poikaystävää? Etsitkö tyttöystävää? Tule ja tapaa Speedy!
fr: Vous cherchez un petit ami ? Vous cherchez une petite amie ? Venez essayer Speedy !
it: Cerchi un fidanzato? Cerchi una fidanzata? Vieni a scoprire Speedy!
nl: Op zoek naar een vriendje? Op zoek naar een vriendinnetje? Kom kennismaken met Speedy!
pt: Estás a procura de um namorado? Estás a procura de uma namorada? Venha conhecer o Speedy!
sv: Letar du efter en pojkvän? Letar du efter en flickvän? Kom och träffa Speedy!
