Repository: speedy-net/speedy-net
Catalog: speedy/match/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

source: The total number of active members on the site is {total_number_of_active_members_in_the_last_four_months}, of which {total_number_of_active_members_in_the_last_week} members entered the site in the last week.
de: Die Gesamtzahl der aktiven Mitglieder auf der Website beträgt {total_number_of_active_members_in_the_last_four_months}, von denen {total_number_of_active_members_in_the_last_week} Mitglieder die Website in der letzten Woche betreten haben.
es: El número total de miembros activos en el sitio es {total_number_of_active_members_in_the_last_four_months}, de los cuales {total_number_of_active_members_in_the_last_week} ingresaron al sitio en la última semana.
fi: Sivuston aktiivisten jäsenten kokonaismäärä on {total_number_of_active_members_in_the_last_four_months}, joista {total_number_of_active_members_in_the_last_week} jäsentä tuli sivustolle viime viikolla.
fr: Le nombre total de membres actifs sur le site est {total_number_of_active_members_in_the_last_four_months}, dont {total_number_of_active_members_in_the_last_week} membres entrés sur le site au cours de la dernière semaine.
he: מספר החברים הפעילים באתר הוא {total_number_of_active_members_in_the_last_four_months}, מתוכם {total_number_of_active_members_in_the_last_week} חברים נכנסו לאתר בשבוע האחרון.
it: Il numero totale di membri attivi sul sito è {total_number_of_active_members_in_the_last_four_months}, di cui {total_number_of_active_members_in_the_last_week} sono entrati nel sito nell’ultima settimana.
nl: Het totale aantal actieve leden op de website is {total_number_of_active_members_in_the_last_four_months}, waarvan {total_number_of_active_members_in_the_last_week} leden in de afgelopen week de website hebben bezocht.
pt: O número total de membros ativos no sítio é {total_number_of_active_members_in_the_last_four_months}, dos quais {total_number_of_active_members_in_the_last_week} membros entraram no sítio nesta última semana.
sv: Det totala antalet aktiva medlemmar på webbplatsen är {total_number_of_active_members_in_the_last_four_months}, av vilka {total_number_of_active_members_in_the_last_week} medlemmar kom till webbplatsen under den senaste veckan.

source: Height must be from 1 to 450 cm.
de: Die Höhe muss 1 bis 450 cm betragen.
es: La estatura debe ser de 1 a 450 cm.
fi: Pituuden tulee olla 1-450 cm.
fr: La hauteur doit être comprise entre 1 et 450 cm.
he: הגובה חייב להיות בין 1 ל-450 ס"מ.
it: L’altezza deve essere compresa tra 1 e 450 cm.
nl: Lengte moet tussen 1 en 450 cm liggen.
pt: Altura deve ser entre 1 e 450 cm.
sv: Längd måste vara mellan 1 och 450 cm.

source: Minimal age to match must be from 0 to 180 years.
de: Das übereinstimmende Mindestalter muss zwischen 0 und 180 Jahren liegen.
es: La edad mínima para coincidir debe ser de 0 a 180 años.
fi: Minimi-ikä Matchilla on oltava 0–180 vuotta.
fr: L’âge minimum concordant doit être compris entre 0 et 180 ans.
he: הגיל המינימלי לבן/בת הזוג חייב להיות בין 0 ל-180 שנה.
it: L’età minima della corrispondenza deve essere compresa tra 0 e 180 anni.
nl: De minimale leeftijd voor matchen moet tussen 0 en 180 jaar liggen.
pt: Idade mínima para correspondência deve ser entre 0 e 180 anos.
sv: Minsta ålder för att matcha måste vara från 0 till 180 år.

source: Maximal age to match must be from 0 to 180 years.
de: Das übereinstimmende Höchstalter muss zwischen 0 und 180 Jahren liegen.
es: La edad máxima para coincidir debe ser de 0 a 180 años.
fi: Enimmäisikä matchilla on oltava 0–180 vuotta.
fr: L’âge maximum concordant doit être compris entre 0 et 180 ans.
he: הגיל המקסימלי לבן/בת הזוג חייב להיות בין 0 ל-180 שנה.
it: L’età massima della corrispondenza deve essere compresa tra 0 e 180 anni.
nl: De maximale leeftijd voor matchen moet tussen 0 en 180 jaar liggen.
pt: Idade máxima para correspondência deve ser entre 0 e 180 anos.
sv: Högsta ålder för att matcha måste vara från 0 till 180 år.

source: Maximal age to match can't be less than minimal age to match.
de: Das übereinstimmende Höchstalter kann nicht niedriger als das übereinstimmende Mindestalter sein.
es: La edad máxima para igualar no puede ser menor que la edad mínima para igualar.
fi: Enimmäisikä matchilla ei voi olla pienempi kuin vähimmäisikä.
fr: L’âge maximal concordant ne peut être inférieur à l’âge minimal concordant.
he: הגיל המקסימלי לבן/בת הזוג לא יכול להיות פחות מהגיל המינימלי לבן/בת הזוג.
it: L’età massima della corrispondenza non può essere inferiore all’età minima.
nl: De maximale bijpassende leeftijd mag niet lager zijn dan de minimumleeftijd.
pt: Idade máxima para correspondência não pode ser menor do que a idade mínima.
sv: Högsta ålder för matchning kan inte vara lägre än lägsta ålder för matchning.

source: At least one diet match option should be five hearts.
de: Mindestens eine Ernährungsoption sollte aus fünf Herzen bestehen.
es: Al menos una opción de combinación de dieta debe ser cinco corazones.
fi: Vähintään yhden ruokavalion match-vaihtoehdon tulee olla viisi sydäntä.
fr: Au moins une option de concordance de régime alimentaire doit être de cinq cœurs.
he: לפחות אפשרות אחת להתאמת תזונה צריכה להיות חמישה לבבות.
it: Almeno un’opzione di corrispondenza alla dieta deve essere a cinque cuori.
nl: Ten minste één dieetmatchoptie moet vijf harten zijn.
pt: No mínimo uma opção de correspondência de dieta deve ser de cinco corações.
sv: Minst ett alternativ för dietmatchning bör vara fem hjärtan.

source: At least one smoking status match option should be five hearts.
de: Mindestens eine Raucher-Status-Option sollte aus fünf Herzen bestehen.
es: Al menos una opción de coincidencia de condición de fumador debe ser cinco corazones.
fi: Vähintään yhden tupakointitilan match-vaihtoehdon tulee olla viisi sydäntä.
fr: Au moins une option de concordance de statut de fumeur doit être de cinq cœurs.
he: לפחות אפשרות אחת להתאמת הרגלי עישון צריכה להיות חמישה לבבות.
it: Almeno un’opzione di corrispondenza allo stato di fumatore deve essere di cinque cuori.
nl: Ten minste één matchoptie voor de rookstatus moet vijf harten zijn.
pt: No mínimo uma opção de correspondência de status como fumante deve ser de cinco corações.
sv: Minst ett alternativ för rökstatusmatchning bör vara fem hjärtan.

source: At least one relationship status match option should be five hearts.
de: Mindestens eine Beziehungsstatus-Option sollte aus fünf Herzen bestehen.
es: Al menos una opción de coincidencia de estado de relación debe ser cinco corazones.
fi: Vähintään yhden suhteen tilan match-vaihtoehdon tulee olla viisi sydäntä.
fr: Au moins une option de concordance du statut relationnel doit être à cinq cœurs.
he: לפחות אפשרות אחת להתאמת סטטוס מערכת יחסים צריכה להיות חמישה לבבות.
it: Almeno un’opzione di corrispondenza dello stato relazionale deve essere di cinque cuori.
nl: Ten minste één matchoptie voor de relatiestatus moet vijf harten zijn.
pt: No mínimo uma opção de correspondência de status de relacionamento deve ser de cinco corações.
sv: Minst ett alternativ för matchning av relationsstatus bör vara fem hjärtan.
