Repository: speedy-net/speedy-net
Catalog: speedy/match/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

source: All the features on Speedy Net and Speedy Match are free of charge. Join Speedy Match today to find matching partners, it only takes a few minutes.
de: Alle Funktionen auf Speedy Net und Speedy Match sind kostenlos. Melden Sie sich bei Speedy Match noch heute an, um übereinstimmende Partner zu finden. Es dauert nur einige Minuten.
es: Todas las funciones de Speedy Net y Speedy Match son gratuitas. Únete a Speedy Match hoy para encontrar parejas compatibles, solo te llevará unos minutos.
fi: Kaikki Speedy Net in ja Speedy Match in ominaisuudet ovat ilmaisia. Liity Speedy Match iin tänään löytääksesi sopivia kumppaneita, se vie vain muutaman minuutin.
fr: Toutes les fonctionnalités de Speedy Net et Speedy Match sont gratuites. Rejoignez Speedy Match dès aujourd’hui pour faire des rencontres, l’inscription ne prendra que quelques minutes.
he: כל הפיצ'רים בספידי נט וספידי מץ' הם ללא תשלום. הצטרפו עוד היום לספידי מץ' למצוא בני זוג מתאימים, זה לוקח רק כמה דקות.
it: Tutte le funzionalità di Speedy Net e Speedy Match sono gratuite. Iscriviti oggi stesso a Speedy Match per trovare partner corrispondenti, ci vogliono solo pochi minuti.
nl: Alle functies van Speedy Net en Speedy Match zijn gratis. Word nog vandaag lid van Speedy Match om geschikte partners te vinden. Het duurt maar een paar minuten!
pt: Todos os recursos do Speedy Net e Speedy Match são gratuitos. Cadastre-se no Speedy Match para se corresponder com parceiros, leva apenas alguns minutos.
sv: Alla funktioner på Speedy Net och Speedy Match är kostnadsfria. Gå med i Speedy Match idag för att hitta matchande partners, det tar bara några minuter.

source: Update matches
de: Matches aktualisieren
es: Actualizar coincidencias
fi: Päivitä matchit
fr: Mise à jour des matchs
he: עדכון התאמות
it: Aggiorna le corrispondenze
nl: Werk matches bij
pt: Actualizar correspondências
sv: Uppdatera matchningar

source: Diet
de: Ernährungsweise
es: Dieta
fi: Ruokavalio
fr: Régime alimentaire
he: תזונה
it: Dieta
nl: Dieet
pt: Dieta

source: Age:
de: Alter:
es: Edad:
fi: Ikä:
fr: Âge :
he: גיל:
it: Età:
nl: Leeftijd:
pt: Idade:
sv: Ålder:

source: Refresh
de: Erneuern
es: Actualizar
fi: Päivitä
fr: Actualiser
he: עדכון
it: Aggiorna
nl: Opnieuw laden
pt: Actualizar
sv: Återuppdatera

source: Add more options
de: Mehr Optionen hinzufügen
es: Agregar más opciones
fi: Lisää enemmän vaihtoehtoja
fr: Ajouter des options
he: הוסף/י עוד אפשרויות
it: Aggiungi altre opzioni
nl: Voeg meer opties toe
pt: Adicionar mais opções
sv: Lägg till fler alternativ

source: You don't have any matches yet. Try to broaden your search settings or check again later.
de: Sie haben noch keine Matches. Versuchen Sie Ihre Sucheinstellungen zu erweitern oder schauen Sie später nochmal vorbei.
es: Todavía no tienes coincidencias. Intenta ampliar tu configuración de búsqueda o vuelve a comprobar más tarde.
fi: Sinulla ei ole vielä matcheja. Yritä laajentaa hakuehtoja tai kokeile myöhemmin uudelleen.
fr: Vous n’avez aucun match pour l’instant. Essayez d’élargir vos paramètres de recherche ou vérifiez à nouveau plus tard.
he: אין לך עדיין התאמות. נסה/י להרחיב את טווח החיפוש שלך או חזור/חזרי לאתר מאוחר יותר.
it: Non hai ancora corrispondenze. Prova ad ampliare le impostazioni di ricerca o ricontrollare più tardi.
nl: Je hebt nog geen matches. Verruim je zoekinstellingen of probeer het later opnieuw.
pt: Ainda não tens correspondências. Tente ampliar tuas configurações de pesquisa ou verifique novamente mais tarde.
sv: Du har ännu inga träffar. Försök att bredda dina sökinställningar eller kolla igen senare.

source: Back to Matches
de: Zurück zu den Matches
es: Volver a Coincidencias
fi: Takaisin matcheihin
fr: Retour aux matchs
he: חזרה להתאמות
it: Ritorna alle corrispondenze
nl: Terug naar Matches
pt: Voltar às correspondências
sv: Tillbaka till matchningar

source: Profile Info
de: Profilinfo
es: Información de perfil
fi: Profiilin tiedot
fr: Infos profil
he: פרטי פרופיל
it: Informazioni sul profilo
nl: Profielinformatie
pt: Informações do Perfil
sv: Profilinformation

source: Friends
de: Freunde/Freundinnen
es: Amigos
fi: Ystävät
fr: Amis
he: חברים/ות
it: Amici
nl: Vrienden
pt: Amigos
sv: Vänner

source: Like
de: Liken
es: Me gusta
fi: Tykkää
fr: J’aime
he: לייק
it: Mi Piace
nl: Likes
pt: Curtir
sv: Gilla

source: Unlike
de: Unliken
es: Quitar Me gusta
fi: Älä tykkää
fr: J’aime pas
he: בטל/י לייק
it: Non mi piace più
pt: Descurtir
sv: Ogilla

source: Your friend
de: Ihr Freund/Ihre Freundin
es: Tu amigo
fi: Ystäväsi
fr: Votre ami(e)
he: חבר/ה שלך
it: Il tuo amico
nl: Je vriend
pt: Teu amigo
sv: Din vän

source: likes you
de: likt Sie
es: le gustas a
fi: pitää sinusta
fr: vous aime bien
he: מחבב/ת אותך
it: ti ha messo Mi Piace
nl: Vind je leuk
pt: curtiu a ti
sv: gillar dig.

source: You like
de: Sie liken
es: Te gusta
fi: Sinä pidät
fr: Vous aimez bien
he: את/ה מחבב/ת את
it: Hai messo Mi piace
nl: Jij vindt leuk
pt: Tu curtes
sv: Du gillar

source: Friendship request sent
de: Freundschaftsanfrage gesendet
es: Solicitud de amistad enviada
fi: Ystäväpyyntö lähetetty
fr: Demande d’amitié envoyée
he: בקשת חברות נשלחה
it: Richiesta di amicizia inviata
nl: Vriendschapsverzoek verzonden
pt: Solicitação de amizade enviada
sv: Vänskapsförfrågan skickad

source: More Information
de: Mehr Informationen
es: Más información
fi: Lisätietoa
fr: Plus d’informations
he: פרטים נוספים
it: Altre informazioni
nl: Meer informatie
pt: Mais informações
sv: Mer information

source: Where do I live?
de: Wo wohne ich?
es: ¿Donde vivo?
fi: Missä asun?
fr: Où est-ce que j’habite ?
he: איפה אני גר/ה?
it: Dove vivo?
nl: Waar ik woon?
pt: Onde é minha morada?
sv: Var bor jag?

source: Smoking status
de: Raucherstatus
es: Condición de fumador
fi: Tupakointistatus
fr: Fumeur/Non fumeur
he: הרגלי עישון
it: Fumo
nl: Rokerstatus
pt: Status como fumante
sv: Rökstatus

source: Relationship status
de: Beziehungsstatus
es: Estado de relación
fi: Suhdestatus
fr: En couple/Célibataire
he: סטטוס מערכת יחסים
it: Stato della relazione
nl: Relatiestatus
pt: Status de relacionamento
sv: Relationsstatus

source: Last visited Speedy Match
de: Speedy Match zuletzt besucht
es: Última visita a Speedy Match
fi: Vieraili viimeksi Speedy Match issä
fr: Dernière visite de Speedy Match
he: ביקר/ה לאחרונה בספידי מץ'
it: Ultima visita su Speedy Match
nl: Bezocht Speedy Match voor het laatst
pt: Última visita ao Speedy Match
sv: Speedy Match besöktes senast

source: Match rank
de: Match-Rang
es: Clasificación de coincidencia.
fi: Matchin taso
fr: Classement du match
he: דרגת התאמה
it: Classifica delle corrispondenze
nl: Match score
pt: Ranking de correspondências
sv: Matchrankning

source: There is no match.
de: Es gibt keinen Match.
es: No hay coincidencia.
fi: Ei löydy matchia.
fr: Aucun match.
he: אין התאמה.
it: Non ci sono corrispondenze.
nl: Er is geen match.
pt: Não há correspondências.
sv: Det finns ingen matchning.

# female
source: Someone likes you on
fi: Joku tykkää sinusta
he: מישהי עשתה לך לייק ב
nl: Iemand vindt je leuk op
sv: Någon gillar dig på

# male
source: Someone likes you on
fi: Joku tykkää sinusta
he: מישהו עשה לך לייק ב
nl: Iemand vindt je leuk op
sv: Någon gillar dig på

# other
source: Someone likes you on
fi: Joku tykkää sinusta
he: מישהו עשה לך לייק ב
nl: Iemand vindt jullie leuk op
sv: Någon gillar dig på

source: Someone likes you on
fi: Joku pitää sinusta
he: מישהו עשה לך לייק ב
nl: Iemand vindt je leuk op
sv: Någon gillar dig på

source: cm
he: ס"מ

source: <a href="https://en.speedymatch.com/" title="Speedy Match">Speedy Match</a> is a new dating/matching web app for romantic purposes for singles who are members of <a href="https://en.speedy.net/" title="Speedy Net">Speedy Net</a>. With Speedy Match you can find matching people for dating and chat with them online. You can add people as friends on Speedy Net, like people and send them messages. Speedy Match is open to free registration for people from all countries and ages (no age limit!). The site is vegan and vegetarian friendly. It is currently available in three languages - English, French and Hebrew.
he: <a href="https://he.speedymatch.com/" title="ספידי מץ'">ספידי מץ'</a> הוא אתר הכרויות/התאמות למטרות רומנטיות לפנויות/פנויים חברי <a href="https://he.speedy.net/" title="ספידי נט">ספידי נט</a>. עם ספידי מץ' אתם יכולים למצוא בנות זוג ובני זוג מתאימים ולשוחח איתם אונליין. אתם יכולים להוסיף אנשים כחברים בספידי נט, לעשות לייק לאנשים ולשלוח להם הודעות. ספידי מץ' פתוחה להרשמה חופשית לאנשים מכל העולם ומכל הגילים (אין הגבלת גיל!). האתר הוא ידידותי לטבעונים ולצמחונים. כיום האתר זמין בשלוש שפות - אנגלית, צרפתית ועברית.

source: Speedy Match is currently in alpha. It was launched in August 2019.
he: ספידי מץ' היא כרגע באלפא. היא הושקה באוגוסט 2019.

source: Uri Rodberg
he: אורי רודברג

source: Speedy Paz Technologies Ltd.
he: ספידי פז טכנולוגיות בע"מ.

source: Looking for a boyfriend? Looking for a girlfriend? Come and meet Speedy!
he: מחפשת חבר? מחפש חברה? בואו להכיר בספידי!
