Repository: speedy-net/speedy-net
Catalog: speedy/match/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

# male
source: Who is your ideal partner?
de: Wer ist Ihr idealer Partner?
es: ¿Quién es tu pareja ideal?
fi: Kuka on ihanteellinen kumppanisi?
fr: Qui est votre partenaire idéal ?
he: מי בן הזוג האידיאלי שלך?
it: Chi è il tuo partner ideale?
nl: Wie is je ideale partner?
pt: Quem é a tua parceria ideal?
sv: Vem är din idealpartner?

# other
source: Who is your ideal partner?
de: Wer ist Ihr idealer Partner?
es: ¿Quién es tu pareja ideal?
fi: Kuka on ihanteellinen kumppanisi?
fr: Qui est votre partenaire idéal ?
he: מי בן או בת הזוג האידיאלי/ת שלך?
it: Chi è il/la tuo/a partner ideale?
nl: Wie is jullie ideale partner?
pt: Quem é a tua parceria ideal?
sv: Vem är din idealpartner?

# female
source: We're sorry, but you are not authorized to use the {site_name} website. We have found that some of the information you provided when registering on the site is incorrect or that you have violated the rules of use of the site. Therefore you are not authorized to use the site.
de: Es tut uns leid, aber Sie dürfen die {site_name} Website nicht benutzen. Wir haben herausgefunden, dass die Informationen, die Sie bei der Anmeldung zur Website bereitgestellt haben, fehlerhaft sind und dass Sie gegen die Bestimmungen zur Nutzung der Website verstoßen haben. Daher ist es Ihnen nicht erlaubt, die Website zu nutzen.
es: Lo sentimos, pero no estás autorizada a utilizar el sitio web {site_name}. Hemos descubierto que parte de la información que proporcionaste al registrarte en el sitio es incorrecta o que has violado las reglas de uso del sitio. Por lo tanto no estás autorizada a utilizar el sitio.
fi: Pahoittelemme, mutta sinulla ei ole lupaa käyttää sivustoa {site_name}. Olemme havainneet, että osa sivustolle rekisteröitymisen yhteydessä antamistasi tiedoista on virheellisiä tai että olet rikkonut sivuston käyttösääntöjä. Siksi sinulla ei ole lupaa käyttää sivustoa.
fr: Nous sommes désolés, mais vous n’êtes pas autorisé à utiliser le site Web de {site_name}. Nous avons constaté que certaines des informations que vous avez fournies lors de votre inscription sont incorrectes ou que vous avez violé les règles d’utilisation du site. Vous n’êtes donc pas autorisé à utiliser le site.
he: אנו מצטערים, אך אינך מורשה להשתמש באתר {site_name}. גילינו שחלק מהמידע שמסרת בעת ההרשמה לאתר אינו נכון או שהפרת את כללי השימוש באתר. לכן אינך מורשה להשתמש באתר.
it: Siamo spiacenti, ma non sei autorizzata a utilizzare il sito web {site_name}. Abbiamo scoperto che alcune delle informazioni fornite al momento della registrazione al sito non sono corrette o che l’utente ha violato le regole di utilizzo del sito. Pertanto, non sei autorizzato all’utilizzo del sito.
nl: Sorry, maar je hebt geen toestemming om de {site_name} website te gebruiken. We hebben vastgesteld dat een deel van de informatie die je bij de aanmelding hebt verstrekt onjuist is of dat je de gebruiksregels van de website hebt overtreden. Daarom ben je niet bevoegd om de website te gebruiken.
pt: Infelizmente tu não estás autorizada a usar o sítio {site_name}. Descobrimos que algumas das informações que forneceste ao se cadastrar no sítio estão incorrectas ou que violaste as regras de uso. Portanto, tu não estás autorizada a usar o sítio.
sv: Vi beklagar, men du är inte behörig att använda webbplatsen {site_name}. Vi har upptäckt att en del av den information du lämnade när du registrerade dig på webbplatsen är felaktig eller att du har brutit mot reglerna för användning av webbplatsen. Därför är du inte behörig att använda webbplatsen.

# male
source: We're sorry, but you are not authorized to use the {site_name} website. We have found that some of the information you provided when registering on the site is incorrect or that you have violated the rules of use of the site. Therefore you are not authorized to use the site.
de: Es tut uns leid, aber Sie dürfen die {site_name} Website nicht benutzen. Wir haben herausgefunden, dass die Informationen, die Sie bei der Anmeldung zur Website bereitgestellt haben, fehlerhaft sind und dass Sie gegen die Bestimmungen zur Nutzung der Website verstoßen haben. Daher ist es Ihnen nicht erlaubt, die Website zu nutzen.
es: Lo sentimos, pero no estás autorizado a utilizar el sitio web {site_name}. Hemos descubierto que parte de la información que proporcionaste al registrarte en el sitio es incorrecta o que has violado las reglas de uso del sitio. Por lo tanto no estás autorizado a utilizar el sitio.
fi: Pahoittelemme, mutta sinulla ei ole lupaa käyttää sivustoa {site_name}. Olemme havainneet, että osa sivustolle rekisteröitymisen yhteydessä antamistasi tiedoista on virheellisiä tai että olet rikkonut sivuston käyttösääntöjä. Siksi sinulla ei ole lupaa käyttää sivustoa.
fr: Nous sommes désolés, mais vous n’êtes pas autorisé à utiliser le site Web de {site_name}. Nous avons constaté que certaines des informations que vous avez fournies lors de votre inscription sont incorrectes ou que vous avez violé les règles d’utilisation du site. Vous n’êtes donc pas autorisé à utiliser le site.
he: אנו מצטערים, אך אינך מורשה להשתמש באתר {site_name}. גילינו שחלק מהמידע שמסרת בעת ההרשמה לאתר אינו נכון או שהפרת את כללי השימוש באתר. לכן אינך מורשה להשתמש באתר.
it: Siamo spiacenti, ma non sei autorizzato a utilizzare il sito web {site_name}. Abbiamo scoperto che alcune delle informazioni fornite al momento della registrazione al sito non sono corrette o che l’utente ha violato le regole di utilizzo del sito. Pertanto, non sei autorizzato all’utilizzo del sito.
nl: Sorry, maar je hebt geen toestemming om de {site_name} website te gebruiken. We hebben vastgesteld dat een deel van de informatie die je bij de aanmelding hebt verstrekt onjuist is of dat je de gebruiksregels van de website hebt overtreden. Daarom ben je niet bevoegd om de website te gebruiken.
pt: Infelizmente tu não estás autorizado a usar o sítio {site_name}. Descobrimos que algumas das informações que forneceste ao se cadastrar no sítio estão incorrectas ou que violaste as regras de uso. Portanto, tu não estás autorizado a usar o sítio.
sv: Vi beklagar, men du är inte behörig att använda webbplatsen {site_name}. Vi har upptäckt att en del av den information du lämnade när du registrerade dig på webbplatsen är felaktig eller att du har brutit mot reglerna för användning av webbplatsen. Därför är du inte behörig att använda webbplatsen.

# other
source: We're sorry, but you are not authorized to use the {site_name} website. We have found that some of the information you provided when registering on the site is incorrect or that you have violated the rules of use of the site. Therefore you are not authorized to use the site.
de: Es tut uns leid, aber Sie dürfen die {site_name} Website nicht benutzen. Wir haben herausgefunden, dass die Informationen, die Sie bei der Anmeldung zur Website bereitgestellt haben, fehlerhaft sind und dass Sie gegen die Bestimmungen zur Nutzung der Website verstoßen haben. Daher ist es Ihnen nicht erlaubt, die Website zu nutzen.
es: Lo sentimos, pero no estás autorizado a utilizar el sitio web {site_name}. Hemos descubierto que parte de la información que proporcionaste al registrarte en el sitio es incorrecta o que has violado las reglas de uso del sitio. Por lo tanto no estás autorizado a utilizar el sitio.
fi: Pahoittelemme, mutta sinulla ei ole lupaa käyttää sivustoa {site_name}. Olemme havainneet, että osa sivustolle rekisteröitymisen yhteydessä antamistasi tiedoista on virheellisiä tai että olet rikkonut sivuston käyttösääntöjä. Siksi sinulla ei ole lupaa käyttää sivustoa.
fr: Nous sommes désolés, mais vous n’êtes pas autorisé à utiliser le site Web de {site_name}. Nous avons constaté que certaines des informations que vous avez fournies lors de votre inscription sont incorrectes ou que vous avez violé les règles d’utilisation du site. Vous n’êtes donc pas autorisé à utiliser le site.
he: אנו מצטערים, אך אינך מורשה להשתמש באתר {site_name}. גילינו שחלק מהמידע שמסרת בעת ההרשמה לאתר אינו נכון או שהפרת את כללי השימוש באתר. לכן אינך מורשה להשתמש באתר.
it: Siamo spiacenti, ma non sei autorizzato/a a utilizzare il sito web {site_name}. Abbiamo scoperto che alcune delle informazioni fornite al momento della registrazione al sito non sono corrette o che l’utente ha violato le regole di utilizzo del sito. Pertanto, non sei autorizzato all’utilizzo del sito.
nl: Sorry, maar jullie hebben geen toestemming om de {site_name} website te gebruiken. We hebben vastgesteld dat een deel van de informatie die jullie bij de aanmelding hebt verstrekt onjuist is of dat jullie de gebruiksregels van de website hebben overtreden. Daarom zijn jullie niet bevoegd om de website te gebruiken.
pt: Infelizmente tu não estás autorizado a usar o sítio {site_name}. Descobrimos que algumas das informações que forneceste ao se cadastrar no sítio estão incorrectas ou que violaste as regras de uso. Portanto, tu não estás autorizado a usar o sítio.
sv: Vi beklagar, men du är inte behörig att använda webbplatsen {site_name}. Vi har upptäckt att en del av den information du lämnade när du registrerade dig på webbplatsen är felaktig eller att du har brutit mot reglerna för användning av webbplatsen. Därför är du inte behörig att använda webbplatsen.

source: Speedy Match Accounts
de: Speedy Match-Konten
es: Cuentas Speedy Match
fi: Speedy Match tilit
fr: Comptes Speedy Match
it: Account Speedy Match
pt: Contas Speedy Match
sv: Speedy Match-konton

source: Add profile picture
de: Profilbild hinzufügen
es: Agregar foto de perfil
fi: Lisää profiilikuva
fr: Ajouter une photo de profil
he: צרפ/י תמונת פרופיל
it: Aggiungi l‘immagine del profilo
nl: Voeg een profielfoto toe
pt: Adicionar foto do perfil
sv: Lägg till profilfoto

source: A profile picture is required.
de: Ein Profilbild ist erforderlich.
es: Se requiere una foto de perfil.
fi: Profiilikuva vaaditaan.
fr: Une photo de profil est requise.
he: נדרשת תמונת פרופיל.
it: È un’immagine del profilo.
nl: Een profielfoto is verplicht.
pt: A foto do perfil é obrigatória.
sv: En profilbild är obligatorisk.

source: My diet
de: Meine Ernährungsweise
es: Mi dieta
fi: Ruokavalio
fr: Mon régime alimentaire
he: התזונה שלי
it: La mia dieta
nl: Mijn dieet
pt: Minha dieta
sv: Min kost

source: Your diet is required.
de: Ihre Ernährungsweise ist erforderlich.
es: Se requiere tu dieta.
fi: Ruokavaliosi vaaditaan.
fr: Veuillez renseigner votre régime alimentaire.
he: התזונה שלך נדרשת.
it: La tua dieta è richiesta.
nl: Je dieet is verplicht.
pt: Tua dieta é obrigatória.
sv: Din diet är obligatorisk.

source: My smoking status
de: Mein Raucherstatus
es: Mi condición de fumador
fi: Tupakointistatukseni
fr: Fumeur/Non fumeur
he: הרגלי העישון שלי
it: Fumo
nl: Mijn rookstatus
pt: Meu status como fumante
sv: Min rökstatus

source: Your smoking status is required.
de: Ihr Raucherstatus ist erforderlich.
es: Se requiere tu condición de fumador.
fi: Tupakointistatuksesi vaaditaan.
fr: Veuillez spécifier si vous êtes fumeur.
he: הרגלי העישון שלך נדרשים.
it: Sono richieste informazioni in merito al fumo.
nl: Je rookstatus is verplicht.
pt: Teu status como fumante é obrigatório.
sv: Din rökstatus är obligatorisk.

source: My relationship status
de: Mein Beziehungsstatus
es: Mi estado de relaciones
fi: Parisuhdetilani
fr: En couple/Célibataire
he: סטטוס מערכת היחסים שלי
it: Lo stato della mia relazione
nl: Mijn relatiestatus
pt: Meu status de relacionamento
sv: Min relationsstatus

source: Your relationship status is required.
de: Ihr Beziehungsstatus ist erforderlich.
es: Se requiere tu estado de relaciones.
fi: Suhdestatuksesi vaaditaan.
fr: Veuillez spécifier si vous êtes en couple.
he: סטטוס מערכת היחסים שלך נדרש.
it: È richiesto lo stato della tua relazione.
nl: Je relatiestatus is verplicht.
pt: Teu status de relacionamento é obrigatório.
sv: Din relationsstatus är obligatorisk.

source: Gender to match is required.
de: Das Match-Geschlecht ist erforderlich.
es: Se requiere que el género coincida.
fi: Sukupuolimatch vaaditaan.
fr: Veuillez renseigner le genre souhaité.
he: מין בן/בת הזוג שלך נדרש.
it: Il genere della corrispondenza è richiesto.
nl: Geslacht voor matchen is verplicht.
pt: O gênero para correspondência é obrigatório.
sv: Kön för matchning är obligatoriskt

source: Your height is required.
de: Ihre Körpergröße ist erforderlich.
es: Se requiere tu estatura.
fi: Pituus vaaditaan.
fr: Veuillez renseigner votre taille.
he: הגובה שלך נדרש.
it: È richiesta l’altezza.
nl: Je lengte is verplicht.
pt: Tua altura é obrigatória.
sv: Din längd är obligatorisk.

source: Please write a few words about yourself.
de: Bitte schreiben Sie einige Worte über sich selbst.
es: Escribe algunas palabras sobre ti.
fi: Kirjoita muutama sana itsestäsi.
fr: Veuillez vous présenter en quelques mots.
he: אנא כתוב/י כמה מילים על עצמך.
it: Scrivi una breve descrizione di te stesso/a.
nl: Schrijf een paar woorden over jezelf.
pt: Escreva algumas palavras sobre ti.
sv: Skriv några ord om dig själv.

source: Please write where you live.
de: Bitte schreiben Sie, wo Sie wohnen.
es: Escribe dónde vives.
fi: Kirjoita missä asut.
fr: Veuillez indiquer votre ville de résidence.
he: אנא כתוב/י איפה את/ה גר/ה.
it: Scrivi dove vivi.
nl: Schrijf alstublieft waar je woont.
pt: Escreva o local da tua morada.
sv: Skriv var du bor.

source: Do you have children? How many?
de: Haben Sie Kinder? Wie viele?
es: ¿Tienes hijos? ¿Cuántos?
fi: Onko sinulla lapsia? Kuinka monta?
fr: Avez-vous des enfants ? Combien ?
he: יש לך ילדים? כמה?
it: Hai figli? Quanti?
nl: Heb je kinderen? Hoeveel?
pt: Tens filhos? Quantos?
sv: Har du barn? Hur många?

source: Do you want (more) children?
de: Möchten Sie (mehr) Kinder?
es: ¿Quieres (más) hijos?
fi: Haluatko (lisää) lapsia?
fr: Voulez-vous (plus) d’enfants ?
he: את/ה רוצה (עוד) ילדים?
it: Vuoi (altri) figli?
nl: Wil je (meer) kinderen?
pt: Quer ter (mais) filhos?
sv: Vill du ha (fler) barn?

source: Who is your ideal partner?
de: Wer ist Ihr idealer Partner?
es: ¿Quién es tu pareja ideal?
fi: Kuka on ihanteellinen kumppanisi?
fr: Qui est votre partenaire idéal ?
he: מי בן או בת הזוג האידיאלי/ת שלך?
it: Chi è il/la tuo/a partner ideale?
nl: Wie is jouw ideale partner?
pt: Quem é a tua parceria ideal?
sv: Vem är din idealpartner?

source: Minimal age to match is required.
de: Für den Match erforderliches Mindestalter.
es: Se requiere una edad mínima para coincidir.
fi: Minimi-ikämatch vaaditaan
fr: Âge minimum du match requis.
he: הגיל המינימלי לבן/בת הזוג נדרש.
it: È richiesta un'età minima della corrispondenza.
nl: Er is een minimale leeftijd vereist.
pt: Idade mínima para correspondência é obrigatória.
sv: Minsta ålder för matchning är obligatorisk.

source: Maximal age to match is required.
de: Für den Match erforderliches Höchstalter
es: Se requiere una edad máxima para coincidir.
fi: Maksimi-ikämatch vaaditaan
fr: Âge maximum du match requis.
he: הגיל המקסימלי לבן/בת הזוג נדרש.
it: È richiesta un'età massima della corrispondenza.
nl: Maximale leeftijd is verplicht.
pt: Idade máxima para correspondência é obrigatória.
sv: Maximal ålder för matchning är obligatorisk.

source: Diet match is required.
de: Ernährungs-Match ist erforderlich.
es: Se requiere una dieta acorde.
fi: Ruokavaliomatch vaaditaan
fr: Concordance de régimes alimentaires requise.
he: התאמת התזונה נדרשת.
it: È richiesta una corrispondenza con la dieta.
nl: Dieetmatch is verplicht.
pt: A correspondência de dieta é obrigatória.
sv: Dietmatchning är obligatorisk.

source: Smoking status match is required.
de: Raucherstatus-Match ist erforderlich.
es: Se requiere coincidencia de condición de fumador.
fi: Tupakointistatusmatch vaaditaan
fr: Concordance de statut de fumeur requise.
he: התאמת הרגלי העישון נדרשת.
it: È richiesta la corrispondenza con lo stato di fumatore.
nl: Matchen van de rookstatus is vereist.
pt: A correspondência de status como fumante é obrigatória.
sv: Statusmatchning för rökning är obligatorisk.

source: Relationship status match is required.
de: Beziehungsstatus-Match ist erforderlich.
es: Se requiere coincidencia de estado de relaciones.
fi: Suhdestatusmatch vaaditaan
fr: Concordance du statut relationnel est requise.
he: התאמת סטטוס מערכת היחסים נדרשת.
it: È richiesta una corrispondenza con lo stato della relazione.
nl: Matchen van de relatiestatus is vereist.
pt: A correspondência de status de relacionamento é obrigatória.
sv: Matchning av relationsstatus är obligatorisk.

source: Where do you live?
de: Wo wohnen Sie?
es: ¿Dónde vives?
fi: Missä asut?
fr: Où habitez-vous ?
he: איפה את/ה גר/ה?
it: Dove vivi?
nl: Waar woon je?
pt: Onde é tua morada?
sv: Var bor du?

source: Gender to match
de: Geschlecht, das übereinstimmen muss
es: Género para coincidencia
fi: Sukupuolimatch
fr: Genre souhaité
he: מין בן/בת הזוג
it: Il genere della corrispondenza
nl: Geschikt geslacht
pt: Gênero para correspondência
sv: Kön att matcha

source: Speedy Match User
pt: Utilizador do Speedy Match

source: No match
de: Kein Match
es: Sin coincidencia
fi: Ei matchia
fr: Aucun match
he: אין התאמה
it: Nessuna corrispondenza
nl: Geen match
pt: Sem correspondências
sv: Ingen match

source: One heart
de: Ein Herz
es: Un corazón
fi: Yksi sydän
fr: Un cœur
he: לב אחד
it: Un cuore
nl: Een hart
pt: Um coração
sv: Ett hjärta

source: Two hearts
de: Zwei Herzen
es: Dos corazones
fi: Kaksi sydäntä
fr: Deux cœurs
he: שני לבבות
it: Due cuori
nl: Twee harten
pt: Dois corações
sv: Två hjärtan

source: Three hearts
de: Drei Herzen
es: Tres corazones
fi: Kolme sydäntä
fr: Trois cœurs
he: שלושה לבבות
it: Tre cuori
nl: Drie harten
pt: Três corações
sv: Tre hjärtan

source: Four hearts
de: Vier Herzen
es: Cuatro corazones
fi: Neljä sydäntä
fr: Quatre cœurs
he: ארבעה לבבות
it: Quattro cuori
nl: Vier harten
pt: Quatro corações
sv: Fyra hjärtan

source: Five hearts
de: Fünf Herzen
es: Cinco corazones
fi: Viisi sydäntä
fr: Cinq cœurs
he: חמישה לבבות
it: Cinque cuori
nl: Vijf harten
pt: Cinco corações
sv: Fem hjärtan

source: User
de: Benutzer
es: usuario
fi: Käyttäjä
fr: Utilisateur
he: משתמש/ת
it: utente
nl: Gebruiker
pt: Utilizador
sv: Användare

source: On new likes
de: Neue Likes
es: En nuevos me gusta
fi: Uusien tykkäysten tullessa
fr: Sur les nouveaux j’aime
he: כאשר יש לייקים חדשים
it: Sui nuovi Mi Piace
nl: Op nieuwe likes
pt: Em novas curtidas
sv: Om nya gillanden

source: Active languages
de: Aktive Sprachen
es: Idiomas activos
fi: Aktivoi kielet
fr: Langues actives
he: שפות פעילות
it: Lingue attive
nl: Actieve talen
pt: Idiomas activos
sv: Språk som talas aktivt

source: Height
de: Größe
es: Estatura
fi: Pituus
fr: Hauteur
he: גובה
it: Altezza
nl: Lengte
pt: Altura
sv: Längd

source: Few words about me
de: Einige Worte über mich
es: Algunas palabras sobre mí
fi: Muutama sana minusta
fr: Quelques mots sur moi
he: כמה מילים על עצמי
it: Scrivi una breve descrizione di te stesso/a.
nl: Een paar woorden over mij
pt: Algumas palavras sobre mim
sv: Några ord om mig

source: My ideal match
de: Mein idealer Match
es: Mi coincidencia ideal
fi: Ideaali matchini
fr: Mon/Ma partenaire idéal(e)
he: בן/בת הזוג האידיאלי/ת שלי
it: La mia corrispondenza ideale
nl: Mijn ideale match
pt: Minha correspondência ideal
sv: Min idealiska matchning

source: Minimal age to match
de: Mindestalter für den Match
es: Edad mínima para coincidencia
fi: Minimi-ikämatch
fr: Âge minimum du match
he: גיל מינימלי לבן/בת הזוג
it: Età minima della corrispondenza
nl: Minimale leeftijd voor matchen
pt: Idade mínima para correspondência
sv: Minimal ålder för matchning

source: Maximal age to match
de: Höchstalter für den Match
es: Edad máxima para coincidencia
fi: Maksimi-ikämatch
fr: Âge maximal du match
he: גיל מקסימלי לבן/בת הזוג
it: Età massima della corrispondenza
nl: Maximale leeftijd voor matchen
pt: Idade mínima para correspondência
sv: Maximal ålder för matchning

source: Diet match
de: Ernährungs-Match
es: Coincidencia de dieta
fi: Ruokavaliomatch
fr: Concordance des régimes
he: התאמת תזונה
it: Corrispondenza con la dieta
nl: Dieet match
pt: Correspondência de dieta
sv: Dietmatchning

source: Smoking status match
de: Raucherstatus-Match
es: Coincidencia de condición de fumador
fi: Tupakointistatusmatch
fr: Concordance du statut de fumeur
he: התאמת הרגלי עישון
it: Corrispondenza con lo stato di fumatore
nl: Rookstatus van match
pt: Correspondência de status como fumante
sv: Rökning statusmatch

source: Relationship status match
de: Beziehungsstatus-Match
es: Coincidencia de estado de relación
fi: Suhdestatusmatch
fr: Concordance du statut relationnel
he: התאמת סטטוס מערכת יחסים
it: Corrispondenza dello stato della relazione
nl: Relatiestatus van match
pt: Correspondência de status de relacionamento
sv: Förhållandestatus matchning

source: Diet to match
de: Ernährung, die übereinstimmen muss
es: Dieta a coincidir
fi: Ruokavalio matchaamaan
fr: Concordance du régime alimentaire
he: התאמת תזונה
it: Dieta della corrispondenza
nl: Dieet voor matchen
pt: Dieta para correspondência
sv: Diet för att matcha

source: Smoking status to match
de: Raucherstatus, der übereinstimmen muss
es: Condición de fumador a coincidir
fi: Tupakointistatus matchaamaan
fr: Statut de fumeur devant correspondre
he: התאמת הרגלי עישון
it: Stato di fumatore della corrispondenza
nl: Rokerstatus voor matchen
pt: Status como fumante para correspondência
sv: Rökstatus för att matcha

source: Relationship status to match
de: Beziehungsstatus, der übereinstimmen muss
es: Estado de relación a coincidir
fi: Suhteen tila matchaamaan
fr: Statut relationnel devant correspondre
he: התאמת סטטוס מערכת יחסים
it: Stato relazione della corrispondenza
nl: Relatiestatus voor matchen
pt: Status de relacionamento para correspondência
sv: Förhållandestatus för att matcha

source: Activation step
de: Aktivierungsphase
es: Paso de activación
fi: Aktivointivaihe
fr: Étape d’activation
it: Fase di attivazione
nl: Activeringsstap
pt: Etapa de activação
sv: Steg för aktivering

source: Number of matches on last user's search
de: Anzahl Matches bei der letzten Suche des Benutzers
es: Número de coincidencias en la última búsqueda del usuario
fi: Käyttäjän viimeisen haun matchien määrä
fr: Nombre de matchs lors de la recherche du dernier utilisateur
it: Numero di corrispondenze sulla ricerca dell’ultimo utente
nl: Aantal matches in de laatste zoekopdracht van de gebruiker
pt: Número de correspondências na última busca do utilizador
sv: Antal träffar på den senaste användarens sökning

source: Speedy Match Profile
de: Speedy Match-Profil
es: Perfil de Speedy Match
fi: Speedy Match Profiilit
fr: Profil Speedy Match
he: פרופיל ספידי מץ'
it: Profilo Speedy Match
nl: Speedy Match Profiel
pt: Perfil do Speedy Match
sv: Speedy Match-profil

source: Speedy Match Profiles
de: Speedy Match-Profile
es: Perfiles de Speedy Match
fi: Speedy Match Profiilit
fr: Profils Speedy Match
he: פרופילים ספידי מץ'
it: Profili Speedy Match
nl: Speedy Match Profielen
pt: Perfis do Speedy Match
sv: Speedy Match-profiler

source: Please confirm your email address.
de: Bitte bestätigen Sie Ihre E-Mail-Adresse.
es: Por favor confirma tu dirección de correo electrónico.
fi: Vahvista sähköpostiosoitteesi.
fr: Veuillez confirmer votre adresse e-mail.
he: אמת/י בבקשה את כתובת הדואר האלקטרוני שלך.
it: Non hai confermato il tuo indirizzo e-mail.
nl: Bevestig je e-mailadres.
pt: Confirma teu e-mail.
sv: Bekräfta din e-postadress.
