Repository: speedy-net/speedy-net
Catalog: speedy/match/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

source: Admin: {total_number_of_active_members_registered_in_the_last_week} active members registered in the last week. {total_number_of_active_members_registered_in_the_last_month} active members registered in the last month. {total_number_of_active_members_registered_in_the_last_four_months} active members registered in the last four months. {total_number_of_active_members_registered_more_than_four_months_ago} active members registered more than four months ago. {total_number_of_active_members_registered_in_the_last_eight_months} active members registered in the last eight months. {total_number_of_active_members_registered_more_than_eight_months_ago} active members registered more than eight months ago. {total_number_of_active_members_registered_in_the_last_two_years} active members registered in the last two years. {total_number_of_active_members_registered_more_than_two_years_ago} active members registered more than two years ago. {total_number_of_active_members_registered_before_2019_08_01} active members registered before 1 August 2019.
de: Admin: {total_number_of_active_members_registered_in_the_last_week} aktive Mitglieder, die sich in der letzten Woche angemeldet haben. {total_number_of_active_members_registered_in_the_last_month} aktive Mitglieder, die ich im letzten Monat angemeldet haben. {total_number_of_active_members_registered_in_the_last_four_months} aktive Mitglieder, die sich in den letzten vier Monaten angemeldet haben. {total_number_of_active_members_registered_more_than_four_months_ago} aktive Mitglieder, die seit mehr als vier Monaten angemeldet sind. {total_number_of_active_members_registered_in_the_last_eight_months} aktive Mitglieder, die sich in den letzten acht Monaten angemeldet haben. {total_number_of_active_members_registered_more_than_eight_months_ago} aktive Mitglieder, die seit mehr als acht Monaten angemeldet sind. {total_number_of_active_members_registered_in_the_last_two_years} aktive Mitglieder, die sich in den letzten zwei Jahren angemeldet haben. {total_number_of_active_members_registered_more_than_two_years_ago} aktive Mitglieder, die seit mehr als zwei Jahren angemeldet sind. {total_number_of_active_members_registered_before_2019_08_01} aktive Mitglieder, die sich vor dem 1. August 2019 angemeldet haben.
es: Admin: {total_number_of_active_members_registered_in_the_last_week} miembros activos registrados en la última semana. {total_number_of_active_members_registered_in_the_last_month} miembros activos registrados en el último mes. {total_number_of_active_members_registered_in_the_last_four_months} miembros activos registrados en los últimos cuatro meses. {total_number_of_active_members_registered_more_than_four_months_ago} miembros activos registrados hace más de cuatro meses. {total_number_of_active_members_registered_in_the_last_eight_months} miembros activos registrados en los últimos ocho meses. {total_number_of_active_members_registered_more_than_eight_months_ago} miembros activos registrados hace más de ocho meses. {total_number_of_active_members_registered_in_the_last_two_years} miembros activos registrados en los últimos dos años. {total_number_of_active_members_registered_more_than_two_years_ago} miembros activos registrados hace más de dos años. {total_number_of_active_members_registered_before_2019_08_01} miembros activos registrados antes del 1 de agosto de 2019.
fi: Järjestelmänvalvoja: {total_number_of_active_members_registered_in_the_last_week} aktiivista jäsentä rekisteröitynyt viime viikolla. {total_number_of_active_members_registered_in_the_last_month} aktiivista jäsentä rekisteröityi viime kuussa. {total_number_of_active_members_registered_in_the_last_four_months} ​​aktiivista jäsentä rekisteröitynyt viimeisen neljän kuukauden aikana. {total_number_of_active_members_registered_more_than_four_months_ago} aktiivista jäsentä rekisteröityi yli neljä kuukautta sitten. {total_number_of_active_members_registered_in_the_last_eight_months} ​​aktiivista jäsentä rekisteröitynyt viimeisen kahdeksan kuukauden aikana. {total_number_of_active_members_registered_more_than_eight_months_ago} aktiivista jäsentä rekisteröityi yli kahdeksan kuukautta sitten. {total_number_of_active_members_registered_in_the_last_two_years} aktiivista jäsentä rekisteröitynyt viimeisen kahden vuoden aikana. {total_number_of_active_members_registered_more_than_two_years_ago} aktiivista jäsentä rekisteröityi yli kaksi vuotta sitten. {total_number_of_active_members_registered_before_2019_08_01} aktiivista jäsentä rekisteröitynyt ennen 1. elokuuta 2019.
fr: Admin : {total_number_of_active_members_registered_in_the_last_week} membres actifs inscrits au cours de la dernière semaine. {total_number_of_active_members_registered_in_the_last_month} membres actifs inscrits au cours du dernier mois. {total_number_of_active_members_registered_in_the_last_four_months} membres actifs inscrits au cours des quatre derniers mois. {total_number_of_active_members_registered_more_than_four_months_ago} membres actifs inscrits depuis plus de quatre mois. {total_number_of_active_members_registered_in_the_last_eight_months} membres actifs inscrits au cours des quatre derniers mois. {total_number_of_active_members_registered_more_than_eight_months_ago} membres actifs inscrits depuis plus de huit mois. {total_number_of_active_members_registered_in_the_last_two_years} membres actifs inscrits au cours des deux dernières années. {total_number_of_active_members_registered_more_than_two_years_ago} membres actifs inscrits depuis plus de deux ans. {total_number_of_active_members_registered_before_2019_08_01} membres actifs inscrits avant le 1er août 2019.
he: אדמין: בשבוע האחרון נרשמו לאתר {total_number_of_active_members_registered_in_the_last_week} חברים פעילים. בחודש האחרון נרשמו לאתר {total_number_of_active_members_registered_in_the_last_month} חברים פעילים. בארבעת החודשים האחרונים נרשמו לאתר {total_number_of_active_members_registered_in_the_last_four_months} חברים פעילים. {total_number_of_active_members_registered_more_than_four_months_ago} חברים פעילים נרשמו לאתר לפני יותר מארבעה חודשים. בשמונת החודשים האחרונים נרשמו לאתר {total_number_of_active_members_registered_in_the_last_eight_months} חברים פעילים. {total_number_of_active_members_registered_more_than_eight_months_ago} חברים פעילים נרשמו לאתר לפני יותר משמונה חודשים. בשנתיים האחרונות נרשמו לאתר {total_number_of_active_members_registered_in_the_last_two_years} חברים פעילים. {total_number_of_active_members_registered_more_than_two_years_ago} חברים פעילים נרשמו לאתר לפני יותר משנתיים. {total_number_of_active_members_registered_before_2019_08_01} חברים פעילים נרשמו לאתר לפני 1 באוגוסט 2019.
it: Admin: {total_number_of_active_members_registered_in_the_last_week} membri attivi registrati nell’ultima settimana. {total_number_of_active_members_registered_in_the_last_month} membri attivi registrati nell’ultimo mese. {total_number_of_active_members_registered_in_the_last_four_months} membri attivi registrati negli ultimi quattro mesi. {total_number_of_active_members_registered_more_than_four_months_ago} membri attivi registrati più di quattro mesi fa. {total_number_of_active_members_registered_in_the_last_eight_months} membri attivi registrati negli ultimi otto mesi. {total_number_of_active_members_registered_more_than_eight_months_ago} membri attivi registrati più di otto mesi fa. {total_number_of_active_members_registered_in_the_last_two_years} membri attivi registrati negli ultimi due anni. {total_number_of_active_members_registered_more_than_two_years_ago} membri attivi registrati più di due anni fa. {total_number_of_active_members_registered_before_2019_08_01} membri attivi registrati prima del 1° agosto 2019.
nl: Beheerder: {total_number_of_active_members_registered_in_the_last_week} actieve leden geregistreerd in de afgelopen week. {total_number_of_active_members_registered_in_the_last_month} actieve leden geregistreerd in de afgelopen maand. {total_number_of_active_members_registered_in_the_last_four_months} actieve leden geregistreerd in de afgelopen vier maanden. {total_number_of_active_members_registered_more_than_four_months_ago} actieve leden hebben zich meer dan vier maanden geleden geregistreerd. {total_number_of_active_members_registered_in_the_last_eight_months} actieve leden geregistreerd in de afgelopen acht maanden. {total_number_of_active_members_registered_more_than_eight_months_ago} actieve leden hebben zich meer dan acht maanden geleden geregistreerd. {total_number_of_active_members_registered_in_the_last_two_years} actieve leden geregistreerd in de afgelopen twee jaar. {total_number_of_active_members_registered_more_than_two_years_ago} actieve leden hebben zich meer dan twee jaar geleden geregistreerd. {total_number_of_active_members_registered_before_2019_08_01} actieve leden geregistreerd vóór 1 augustus 2019.
pt: Admin: {total_number_of_active_members_registered_in_the_last_week} membros activos registados na última semana. {total_number_of_active_members_registered_in_the_last_month} membros activos registados no último mês. {total_number_of_active_members_registered_in_the_last_four_months} membros activos registados nos últimos quatro meses. {total_number_of_active_members_registered_more_than_four_months_ago} membros activos registados há mais de quatro meses. {total_number_of_active_members_registered_in_the_last_eight_months} membros activos registados nos últimos oito meses. {total_number_of_active_members_registered_more_than_eight_months_ago} membros activos registados há mais de oito meses. {total_number_of_active_members_registered_in_the_last_two_years} membros activos registados nos últimos dois anos. {total_number_of_active_members_registered_more_than_two_years_ago} membros activos registados há mais de dois anos. {total_number_of_active_members_registered_before_2019_08_01} membros activos registados antes de 1º de agosto de 2019.
sv: Admin: {total_number_of_active_members_registered_in_the_last_week} aktiva medlemmar som registrerats under den senaste veckan. {total_number_of_active_members_registered_in_the_last_month} aktiva medlemmar som registrerats under den senaste månaden. {total_number_of_active_members_registered_in_the_last_four_months} aktiva medlemmar som registrerats under de senaste fyra månaderna. {total_number_of_active_members_registered_more_than_four_months_ago} aktiva medlemmar som registrerades för mer än fyra månader sedan. {total_number_of_active_members_registered_in_the_last_eight_months} aktiva medlemmar som registrerats under de senaste åtta månaderna. {total_number_of_active_members_registered_more_than_eight_months_ago} aktiva medlemmar som registrerades för mer än åtta månader sedan. {total_number_of_active_members_registered_in_the_last_two_years} aktiva medlemmar som registrerats under de senaste två åren. {total_number_of_active_members_registered_more_than_two_years_ago} aktiva medlemmar som registrerades för mer än två år sedan. {total_number_of_active_members_registered_before_2019_08_01} aktiva medlemmar som registrerats före den 1 augusti 2019.

source: Admin: {total_number_of_active_members_registered_in_year} active members registered in {year}.
de: Admin: {total_number_of_active_members_registered_in_year} aktive Mitglieder, die sich {year} angemeldet haben.
es: Admin: {total_number_of_active_members_registered_in_year} miembros activos registrados en {year}.
fi: Järjestelmänvalvoja: {total_number_of_active_members_registered_in_year} aktiivista jäsentä rekisteröitynyt vuonna {year}.
fr: Admin : {total_number_of_active_members_registered_in_year} membres actifs inscrits sur {year}.
he: אדמין: {total_number_of_active_members_registered_in_year} חברים פעילים נרשמו לאתר בשנת {year}.
it: Admin: {total_number_of_active_members_registered_in_year} membri attivi registrati in {year}.
nl: Beheerder: {total_number_of_active_members_registered_in_year} actieve leden geregistreerd in {year}.
pt: Admin: {total_number_of_active_members_registered_in_year} membros activos registados em {year}.
sv: Admin: {total_number_of_active_members_registered_in_year} aktiva medlemmar registrerade under {year}.

source: Admin: {total_number_of_active_members_in_age_range} ({total_number_of_female_active_members_in_age_range} females, {total_number_of_male_active_members_in_age_range} males, {total_number_of_other_active_members_in_age_range} others) active members aged {min_age} to {max_age} ({total_percent_of_female_active_members_in_age_range} females, {total_percent_of_male_active_members_in_age_range} males, {total_percent_of_other_active_members_in_age_range} others).
de: Admin: {total_number_of_active_members_in_age_range} ({total_number_of_female_active_members_in_age_range} Frauen, {total_number_of_male_active_members_in_age_range} Männer, {total_number_of_other_active_members_in_age_range} andere) aktive Mitglieder im Alter von {min_age} bis {max_age} ({total_percent_of_female_active_members_in_age_range} Frauen, {total_percent_of_male_active_members_in_age_range} Männer, {total_percent_of_other_active_members_in_age_range} andere).
es: Admin: {total_number_of_active_members_in_age_range} ({total_number_of_female_active_members_in_age_range} mujeres, {total_number_of_male_active_members_in_age_range} hombres, {total_number_of_other_active_members_in_age_range} otros) miembros activos de {min_age} hasta {max_age} años de edad ({total_percent_of_female_active_members_in_age_range} mujeres, {total_percent_of_male_active_members_in_age_range} hombres, {total_percent_of_other_active_members_in_age_range} otros).
fr: Admin : {total_number_of_active_members_in_age_range} ({total_number_of_female_active_members_in_age_range} femmes, {total_number_of_male_active_members_in_age_range} hommes et {total_number_of_other_active_members_in_age_range} autres) membres actifs âgés de {min_age} à {max_age} ({total_percent_of_female_active_members_in_age_range} femmes, {total_percent_of_male_active_members_in_age_range} hommes et {total_percent_of_other_active_members_in_age_range} autres).
he: אדמין: יש באתר {total_number_of_active_members_in_age_range} ({total_number_of_female_active_members_in_age_range} נקבות, {total_number_of_male_active_members_in_age_range} זכרים, {total_number_of_other_active_members_in_age_range} אחרים/ות) חברים פעילים בגיל {min_age} עד {max_age} ({total_percent_of_female_active_members_in_age_range} נקבות, {total_percent_of_male_active_members_in_age_range} זכרים, {total_percent_of_other_active_members_in_age_range} אחרים/ות).
it: Admin: {total_number_of_active_members_in_age_range} ({total_number_of_female_active_members_in_age_range} donne, {total_number_of_male_active_members_in_age_range} uomini, {total_number_of_other_active_members_in_age_range} altro) membri attivi di età compresa tra {min_age} e {max_age} ({total_percent_of_female_active_members_in_age_range} donne, {total_percent_of_male_active_members_in_age_range} uomini, {total_percent_of_other_active_members_in_age_range} altro).
nl: Beheerder: {total_number_of_active_members_in_age_range} ({total_number_of_female_active_members_in_age_range} vrouwen, {total_number_of_male_active_members_in_age_range} mannen, {total_number_of_other_active_members_in_age_range} anderen) actieve leden van {min_age} tot {max_age} ({total_percent_of_female_active_members_in_age_range} vrouwen, {total_percent_of_male_active_members_in_age_range} mannen, {total_percent_of_other_active_members_in_age_range} anderen).
pt: Admin: {total_number_of_active_members_in_age_range} ({total_number_of_female_active_members_in_age_range} mulheres, {total_number_of_male_active_members_in_age_range} homens, {total_number_of_other_active_members_in_age_range} outros) membros activos com idades entre {min_age} e {max_age} ({total_percent_of_female_active_members_in_age_range} mulheres, {total_percent_of_male_active_members_in_age_range} homens, {total_percent_of_other_active_members_in_age_range} outros).
sv: Admin: {total_number_of_active_members_in_age_range} ({total_number_of_female_active_members_in_age_range} kvinnor, {total_number_of_male_active_members_in_age_range} män, {total_number_of_other_active_members_in_age_range} övriga) aktiva medlemmar i åldern {min_age} till {max_age} ({total_percent_of_female_active_members_in_age_range} kvinnor, {total_percent_of_male_active_members_in_age_range} män, {total_percent_of_other_active_members_in_age_range} övriga).

source: Admin: {total_number_of_active_members_in_age_range_in_the_last_eight_months} ({total_number_of_female_active_members_in_age_range_in_the_last_eight_months} females, {total_number_of_male_active_members_in_age_range_in_the_last_eight_months} males, {total_number_of_other_active_members_in_age_range_in_the_last_eight_months} others) active members aged {min_age} to {max_age} ({total_percent_of_female_active_members_in_age_range_in_the_last_eight_months} females, {total_percent_of_male_active_members_in_age_range_in_the_last_eight_months} males, {total_percent_of_other_active_members_in_age_range_in_the_last_eight_months} others) entered the site in the last eight months.
de: Admin: {total_number_of_active_members_in_age_range_in_the_last_eight_months} ({total_number_of_female_active_members_in_age_range_in_the_last_eight_months} Frauen, {total_number_of_male_active_members_in_age_range_in_the_last_eight_months} Männer, {total_number_of_other_active_members_in_age_range_in_the_last_eight_months} andere) aktive Mitglieder im Alter von {min_age} bis {max_age} ({total_percent_of_female_active_members_in_age_range_in_the_last_eight_months} Frauen, {total_percent_of_male_active_members_in_age_range_in_the_last_eight_months} Männer, {total_percent_of_other_active_members_in_age_range_in_the_last_eight_months} andere) sind in den letzten acht Monaten der Website beigetreten.
es: Admin: {total_number_of_active_members_in_age_range_in_the_last_eight_months} ({total_number_of_female_active_members_in_age_range_in_the_last_eight_months} mujeres, {total_number_of_male_active_members_in_age_range_in_the_last_eight_months} hombres, {total_number_of_other_active_members_in_age_range_in_the_last_eight_months} otros) miembros activos de {min_age} hasta {max_age} años de edad ({total_percent_of_female_active_members_in_age_range_in_the_last_eight_months} mujeres, {total_percent_of_male_active_members_in_age_range_in_the_last_eight_months} hombres, {total_percent_of_other_active_members_in_age_range_in_the_last_eight_months} otros) ingresaron al sitio en los últimos ocho meses.
fr: Admin : {total_number_of_active_members_in_age_range_in_the_last_eight_months} ({total_number_of_female_active_members_in_age_range_in_the_last_eight_months} femmes, {total_number_of_male_active_members_in_age_range_in_the_last_eight_months} hommes, {total_number_of_other_active_members_in_age_range_in_the_last_eight_months} autres) membres actifs âgés de {min_age} à {max_age} ({total_percent_of_female_active_members_in_age_range_in_the_last_eight_months} femmes, {total_percent_of_male_active_members_in_age_range_in_the_last_eight_months} hommes et {total_percent_of_other_active_members_in_age_range_in_the_last_eight_months} autres) sont entrés sur le site au cours des huit derniers mois.
he: אדמין: יש באתר {total_number_of_active_members_in_age_range_in_the_last_eight_months} ({total_number_of_female_active_members_in_age_range_in_the_last_eight_months} נקבות, {total_number_of_male_active_members_in_age_range_in_the_last_eight_months} זכרים, {total_number_of_other_active_members_in_age_range_in_the_last_eight_months} אחרים/ות) חברים פעילים בגיל {min_age} עד {max_age} ({total_percent_of_female_active_members_in_age_range_in_the_last_eight_months} נקבות, {total_percent_of_male_active_members_in_age_range_in_the_last_eight_months} זכרים, {total_percent_of_other_active_members_in_age_range_in_the_last_eight_months} אחרים/ות) שנכנסו לאתר בשמונת החודשים האחרונים.
it: Admin: {total_number_of_active_members_in_age_range_in_the_last_eight_months} ({total_number_of_female_active_members_in_age_range_in_the_last_eight_months} donne, {total_number_of_male_active_members_in_age_range_in_the_last_eight_months} uomini, {total_number_of_other_active_members_in_age_range_in_the_last_eight_months} altro) membri attivi di età compresa tra {min_age} e {max_age} ({total_percent_of_female_active_members_in_age_range_in_the_last_eight_months} donne, {total_percent_of_male_active_members_in_age_range_in_the_last_eight_months} uomini, {total_percent_of_other_active_members_in_age_range_in_the_last_eight_months} altro) sono entrati nel sito negli ultimi otto mesi.
nl: Beheerder: {total_number_of_active_members_in_age_range_in_the_last_eight_months} ({total_number_of_female_active_members_in_age_range_in_the_last_eight_months} vrouwen, {total_number_of_male_active_members_in_age_range_in_the_last_eight_months} mannen, {total_number_of_other_active_members_in_age_range_in_the_last_eight_months} anderen) actieve leden van {min_age} tot {max_age} ({total_percent_of_female_active_members_in_age_range_in_the_last_eight_months} vrouwen, {total_percent_of_male_active_members_in_age_range_in_the_last_eight_months} mannen, {total_percent_of_other_active_members_in_age_range_in_the_last_eight_months} anderen) hebben in de afgelopen acht maanden de website bezocht.
pt: Admin: {total_number_of_active_members_in_age_range_in_the_last_eight_months} ({total_number_of_female_active_members_in_age_range_in_the_last_eight_months} mulheres, {total_number_of_male_active_members_in_age_range_in_the_last_eight_months} homens, {total_number_of_other_active_members_in_age_range_in_the_last_eight_months} outros) membros activos com idades entre {min_age} e {max_age} ({total_percent_of_female_active_members_in_age_range_in_the_last_eight_months} mulheres, {total_percent_of_male_active_members_in_age_range_in_the_last_eight_months} homens, {total_percent_of_other_active_members_in_age_range_in_the_last_eight_months} outros) acessaram o sítio nos últimos oito meses.
sv: Admin: {total_number_of_active_members_in_age_range_in_the_last_eight_months} ({total_number_of_female_active_members_in_age_range_in_the_last_eight_months} kvinnor, {total_number_of_male_active_members_in_age_range_in_the_last_eight_months} män, {total_number_of_other_active_members_in_age_range_in_the_last_eight_months} others) aktiva medlemmar i åldern {min_age} till {max_age} ({total_percent_of_female_active_members_in_age_range_in_the_last_eight_months} females, {total_percent_of_male_active_members_in_age_range_in_the_last_eight_months} män, {total_percent_of_other_active_members_in_age_range_in_the_last_eight_months} övriga) har besökt webbplatsen under de senaste åtta månaderna.
