Repository: speedy-net/speedy-net
Catalog: speedy/mail/locale/*/LC_MESSAGES/django.po
Languages: he

source: Speedy Net User
he: משתמש/ת ספידי נט

source: User
he: משתמש/ת

source: Speedy Mail Profile
he: פרופיל דואר ספידי

source: Speedy Mail Profiles
he: פרופילים דואר ספידי

source: About Speedy Mail Software
he: אודות תוכנת דואר ספידי

source: Speedy Mail Software will be a free software and open source web-based email such as Gmail. We want the mail to be as similar as possible to the excellent email of Google, Gmail. When we develop such a mail software, we intend to run a free email service to all members of Speedy Net, so that the username of each person at Speedy Net + the speedy.net domain name will be the email address of the user. In the past we operated an email like this, but unfortunately we had to close it because it was a lot worse than Gmail, in terms of features and storage, and also because we were not able to control the problem of spam ("junk mail") sent to our clients. But if we can recruit volunteers to create a good email program, we will reactivate Speedy Mail and will allow any company or organization to operate a similar web-based email on their site.
he: תוכנת דואר ספידי תהיה תוכנה חופשית בקוד פתוח לדואר אלקטרוני מבוסס web כמו Gmail. אנחנו רוצים שהדואר יהיה דומה ככל האפשר לדואר האלקטרוני המצויין של חברת גוגל, Gmail. כאשר נפתח תוכנת דואר כזאת, בכוונתנו להפעיל שירות דואר אלקטרוני בחינם לכל חברי ספידי נט, כך ששם המשתמש של כל אדם בספידי נט + שם הדומיין speedy.net יהווה את כתובת הדואר האלקטרוני של המשתמש. בעבר הפעלנו דואר אלקטרוני כזה, אך לצערי נאלצנו לסגור אותו מכיוון שהוא היה הרבה פחות טוב מ-Gmail, מבחינת פיצ'רים וגם נפח אחסון, וגם מכיוון שלא הצלחנו להשתלט על בעיית הספאם ("דואר זבל") שנשלח ללקוחותינו. אך אם נצליח לגייס מתנדבים שייבנו תוכנת דואר אלקטרוני טובה, נפעיל מחדש את דואר ספידי וגם נאפשר לכל חברה או ארגון אחר להפעיל דואר אלקטרוני דומה באתר שלהם.

source: Speedy Mail Software will be available in two languages - English and Hebrew, and will be free of charge. Speedy Net and Speedy Mail Software are free software & open source projects. If you want to help developing Speedy Mail Software, please contact me by email.
he: תוכנת דואר ספידי תהיה זמינה בשתי שפות - עברית ואנגלית, ותהיה ללא תשלום. ספידי נט ותוכנת דואר ספידי הם פרויקטים של תוכנה חופשית וקוד פתוח. אם אתם רוצים לעזור בפיתוח תוכנת דואר ספידי, אנא צרו איתי קשר באמצעות דואר אלקטרוני.

source: Speedy Mail Software is named after <a href="https://www.facebook.com/speedy.the.female.dog" title="Speedy">Speedy</a>, a female dog that was with us for many years and died in 2003. Speedy gave birth to 7 puppies in 1988.
he: תוכנת דואר ספידי נקראת על שם <a href="https://www.facebook.com/speedy.the.female.dog" title="ספידי">ספידי</a>, כלבה שהייתה איתנו שנים רבות ומתה בשנת 2003. ספידי המליטה 7 גורים בשנת 1988.

source: Thank you and good luck,
he: תודה ובהצלחה,

source: Uri Rodberg
he: אורי רודברג

source: Founder and director of Speedy Net and Speedy Mail,
he: מייסד ומנהל ספידי נט ודואר ספידי,

source: Speedy Paz Technologies Ltd.
he: ספידי פז טכנולוגיות בע"מ.

source: We are looking for volunteers to help us develop Speedy Mail Software, a free software and open source web-based email such as Gmail.
he: אנחנו מחפשים מתנדבים שיעזרו לנו לפתח את תוכנת דואר ספידי, תוכנה חופשית בקוד פתוח לדואר אלקטרוני מבוסס web כמו Gmail.

source: Welcome to Speedy Mail Software!
he: ברוכים הבאים לתוכנת דואר ספידי!

source: We are looking for volunteers to help us develop Speedy Mail Software, a free software and open source web-based email such as Gmail. We want the mail to be as similar as possible to the excellent email of Google, Gmail. When we develop such a mail software, we intend to run a free email service to all members of Speedy Net, so that the username of each person at Speedy Net + the speedy.net domain name will be the email address of the user. In the past we operated an email like this, but unfortunately we had to close it because it was a lot worse than Gmail, in terms of features and storage, and also because we were not able to control the problem of spam ("junk mail") sent to our clients. But if we can recruit volunteers to create a good email program, we will reactivate Speedy Mail and will allow any company or organization to operate a similar web-based email on their site.
he: אנחנו מחפשים מתנדבים שיעזרו לנו לפתח את תוכנת דואר ספידי, תוכנה חופשית בקוד פתוח לדואר אלקטרוני מבוסס web כמו Gmail. אנחנו רוצים שהדואר יהיה דומה ככל האפשר לדואר האלקטרוני המצויין של חברת גוגל, Gmail. כאשר נפתח תוכנת דואר כזאת, בכוונתנו להפעיל שירות דואר אלקטרוני בחינם לכל חברי ספידי נט, כך ששם המשתמש של כל אדם בספידי נט + שם הדומיין speedy.net יהווה את כתובת הדואר האלקטרוני של המשתמש. בעבר הפעלנו דואר אלקטרוני כזה, אך לצערי נאלצנו לסגור אותו מכיוון שהוא היה הרבה פחות טוב מ-Gmail, מבחינת פיצ'רים וגם נפח אחסון, וגם מכיוון שלא הצלחנו להשתלט על בעיית הספאם ("דואר זבל") שנשלח ללקוחותינו. אך אם נצליח לגייס מתנדבים שייבנו תוכנת דואר אלקטרוני טובה, נפעיל מחדש את דואר ספידי וגם נאפשר לכל חברה או ארגון אחר להפעיל דואר אלקטרוני דומה באתר שלהם.

source: Speedy Mail Software will use the Python and JavaScript languages. Speedy Net is also free software and open source. If you are interested in volunteering, please contact me by email.
he: תוכנת דואר ספידי תשתמש בשפות Python ו-JavaScript. ספידי נט היא גם תוכנה חופשית בקוד פתוח. אם אתם מעוניינים להתנדב, צרו איתי קשר בדואר אלקטרוני.
