Repository: speedy-net/speedy-net
Catalog: speedy/net/locale/*/LC_MESSAGES/django.po
Languages: de, fi, fr, ko

# female
source: Delete Account
fi: Poista tili

# male
source: Delete Account
fi: Poista tili

# other
source: Delete Account
fi: Poista tili

# female
source: Are you sure you want to delete your Speedy Net account? This is permanent and irreversible. Deleting your Speedy Net account will also delete your Speedy Match account. If you are sure, type "Yes. Delete my account." in this field, exactly and case sensitive.
fi: Haluatko varmasti poistaa Speedy Net -tilisi? Tämä on pysyvää ja peruuttamatonta. Speedy Net -tilisi poistaminen poistaa myös Speedy Match -tilisi. Jos olet varma, kirjoita ”Kyllä. Poista tilini.” tässä kentässä, täsmälleen ja isot kirjaimet huomioon.

# male
source: Are you sure you want to delete your Speedy Net account? This is permanent and irreversible. Deleting your Speedy Net account will also delete your Speedy Match account. If you are sure, type "Yes. Delete my account." in this field, exactly and case sensitive.
fi: Haluatko varmasti poistaa Speedy Net -tilisi? Tämä on pysyvää ja peruuttamatonta. Speedy Net -tilisi poistaminen poistaa myös Speedy Match -tilisi. Jos olet varma, kirjoita ”Kyllä. Poista tilini.” tässä kentässä, täsmälleen ja isot kirjaimet huomioon.

# other
source: Are you sure you want to delete your Speedy Net account? This is permanent and irreversible. Deleting your Speedy Net account will also delete your Speedy Match account. If you are sure, type "Yes. Delete my account." in this field, exactly and case sensitive.
fi: Haluatko varmasti poistaa Speedy Net -tilisi? Tämä on pysyvää ja peruuttamatonta. Speedy Net -tilisi poistaminen poistaa myös Speedy Match -tilisi. Jos olet varma, kirjoita ”Kyllä. Poista tilini.” tässä kentässä, täsmälleen ja isot kirjaimet huomioon.

# female
source: Permanently delete your {site_name} account
fi: Poista {site_name}-tilisi pysyvästi

# male
source: Permanently delete your {site_name} account
fi: Poista {site_name}-tilisi pysyvästi

# other
source: Permanently delete your {site_name} account
fi: Poista {site_name}-tilisi pysyvästi

# female
source: Your Speedy Net and Speedy Match accounts have been deleted. Thank you for using {site_name}.
fi: Speedy Net- ja Speedy Match -tilisi on poistettu. Kiitos, että käytit {site_name}.

# male
source: Your Speedy Net and Speedy Match accounts have been deleted. Thank you for using {site_name}.
fi: Speedy Net- ja Speedy Match -tilisi on poistettu. Kiitos, että käytit {site_name}.

# other
source: Your Speedy Net and Speedy Match accounts have been deleted. Thank you for using {site_name}.
fi: Speedy Net- ja Speedy Match -tilisi on poistettu. Kiitos, että käytit {site_name}.

source: Speedy Net Accounts
de: Speedy Net-Konten
fi: Speedy Net-tilit
fr: Comptes Speedy Net
ko: Speedy Net 계정

source: Are you sure you want to delete your Speedy Net account? This is permanent and irreversible. Deleting your Speedy Net account will also delete your Speedy Match account. If you are sure, type "Yes. Delete my account." in this field, exactly and case sensitive.
fi: Haluatko varmasti poistaa Speedy Net -tilisi? Tämä on pysyvää ja peruuttamatonta. Speedy Net -tilisi poistaminen poistaa myös Speedy Match -tilisi. Jos olet varma, kirjoita ”Kyllä. Poista tilini.” tässä kentässä, täsmälleen ja isot kirjaimet huomioon.

source: Invalid password.
fi: Väärä salasana.

source: Yes. Delete my account.
fi: Kyllä. Poista tilini.

source: Speedy Net User
fi: Speedy Net Käyttäjä

source: User
de: Benutzer
fi: Käyttäjä
fr: Utilisateur
ko: 사용자

source: Number of friends on last user's visit
de: Anzahl Freunde beim letzten Besuch des Benutzers
fi: Ystävien määrä käyttäjän edellisellä vierailulla
fr: Nombre d’amis lors de la visite du dernier utilisateur
ko: 최근 사용자 방문에서 친구의 수

source: Speedy Net Profile
de: Speedy Net-Profil
fi: Speedy Net Profiilit
fr: Profil Speedy Net
ko: Speedy Net 프로필

source: Speedy Net Profiles
de: Speedy Net-Profile
fi: Speedy Net Profiilit
fr: Profils Speedy Net
ko: Speedy Net 프로필

source: The total number of active members on the site is {total_number_of_active_members_in_the_last_four_months}, of which {total_number_of_active_members_in_the_last_week} members entered the site in the last week.
de: Die Gesamtzahl der aktiven Mitglieder auf der Website beträgt {total_number_of_active_members_in_the_last_four_months}, von denen {total_number_of_active_members_in_the_last_week} Mitglieder die Website in der letzten Woche betreten haben.
fi: Sivuston aktiivisten jäsenten kokonaismäärä on {total_number_of_active_members_in_the_last_four_months}, joista {total_number_of_active_members_in_the_last_week} jäsentä tuli sivustolle viime viikolla.
fr: Le nombre total de membres actifs sur le site est {total_number_of_active_members_in_the_last_four_months}, dont {total_number_of_active_members_in_the_last_week} membres entrés sur le site au cours de la dernière semaine.
ko: 이 사이트의 총 활성 회원의 수는 {total_number_of_active_members_in_the_last_four_months}명이며, 이 가운데 {total_number_of_active_members_in_the_last_week}명의 회원들이 지난 주 해당 사이트를 방문했습니다.

source: Speedy Net [alpha]
fi: Speedy Net [alfa]
ko: Speedy Net [알파]

source: About Speedy Net
de: Über Speedy Net
fi: Speedy Netistä
fr: À propos de Speedy Net
ko: Speedy Net 소개

source: <a href="https://%(language_code)s.speedy.net/" title="Speedy Net">Speedy Net</a> is a new social network. With Speedy Net you can communicate with your friends. Speedy Net is open to free registration for people from all countries and ages (no age limit!). The site is vegan and vegetarian friendly. It is currently available in %(languages_num)s languages.
de: <a href="https://%(language_code)s.speedy.net/" title="Speedy Net">Speedy Net</a> ist ein neues soziales Netzwerk. Mit Speedy Net können Sie mit Freunden kommunizieren. Speedy Net ermöglicht Menschen aus allen Ländern und jedes Alters (keine Altersbeschränkung!) eine kostenlose Anmeldung. Die Website ist Veganer- und Vegetarier-freundlich. Sie ist derzeit in %(languages_num)s Sprachen verfügbar.
fi: <a href="https://%(language_code)s.speedy.net/" title="Speedy Net">Speedy Net</a> on uusi sosiaalinen verkosto. Speedy Netillä voit kommunikoida ystäviesi kanssa. Speedy Net on avoinna ilmaiselle rekisteröinnille kaikille maista ja ikäryhmistä (ei ikärajaa!). Sivusto on vegaani- ja kasvissyöjäystävällinen. Se on tällä hetkellä saatavilla %(languages_num)s kielellä.
fr: <a href="https://%(language_code)s.speedy.net/" title="Speedy Net">Speedy Net</a> est un nouveau réseau social. Avec Speedy Net, vous pouvez communiquer avec vos amis. L’inscription à Speedy Net est gratuite pour les personnes de tous pays, quel que soit leur âge (aucune limite d’âge !). Notre site est adapté aux véganes et végétariens. Il est actuellement disponible en %(languages_num)s langues.
ko: <a href="https://%(language_code)s.speedy.net/" title="Speedy Net">Speedy Net</a>은 새로운 소셜 네트워크입니다. Speedy Net으로 친구와 소통할 수 있습니다. Speedy Net은 모든 국가와 모든 연령대(연령 제한 없음!)의 사람들을 위해 무료 등록이 가능하도록 개방되어 있습니다. 이 사이트는 비건 및 채식주의자 친화적입니다. 현재 %(languages_num)s개 언어로 사용할 수 있습니다.

source: The founders of Speedy Net are vegan, support animal rights and object to experiments on animals. Speedy Net is a social network friendly for vegan and vegetarian people and animals.
de: Die Begründer von Speedy Net sind vegan, unterstützen die Rechte der Tiere und sprechen sich gegen Tierversuche aus. Speedy Net ist ein soziales Netzwerk, dass Veganern, Vegetariern und Tieren gegenüber freundlich ist.
fi: Speedy Netin perustajat ovat vegaaneja, kannattavat eläinten oikeuksia ja vastustavat eläinkokeita. Speedy Net on sosiaalinen verkosto, joka sopii vegaaneille ja kasvissyöjille ja eläimille.
fr: Les fondateurs de Speedy Net sont véganes, ils/elles défendent les droits et s’opposent aux expériences sur les animaux. Speedy Net est une application de réseaux sociaux conviviale pour les personnes véganes et végétariennes.
ko: Speedy Net의 설립자는 비건이며, 동물의 권리를 지지하고, 동물 실험에 반대합니다. Speedy Net은 비건 및 채식주의자 그리고 동물 친화적인 소셜 네트워크입니다.

source: We decided to limit the number of friends on Speedy Net to 800. We encourage you to add as friends only people you know personally. You can select which details will appear on your profile as public, which details only to friends and which details will be private. Private details will appear only to you.
de: Wir haben uns dafür entschieden, die Zahl der Freunde auf Speedy Net auf 800 zu beschränken. Wir ermuntern Sie, nur Leute als Freunde hinzuzufügen, die Sie persönlich kennen. Sie können auswählen, welche Angaben auf Ihrem Profil öffentlich, welche nur für Freunden sichtbar sein werden und welche Details vertraulich behandelt werden. Vertrauliche Angaben können nur Sie allein sehen.
fi: Päätimme rajoittaa Speedy Netin ystävien määrän 800:aan. Suosittelemme lisäämään ystäviksi vain henkilöitä, jotka tunnet henkilökohtaisesti. Voit valita, mitkä tiedot näkyvät profiilissasi julkisina, mitkä tiedot näkyvät vain ystävillesi ja mitkä tiedot ovat yksityisiä. Yksityiset tiedot näkyvät vain sinulle.
fr: Nous avons décidé de limiter le nombre d’amis sur Speedy Net à 800. Nous vous encourageons à n’ajouter comme amis que des personnes que vous connaissez personnellement. Vous pouvez choisir les détails qui apparaîtront sur votre profil comme étant publics, ceux qui ne seront accessibles qu’à vos amis et ceux qui seront privés. Vous seul(e) pourrez voir les informations privées.
ko: 저희는 Speedy Net의 친구 수를 800명으로 제한하기로 했습니다. 귀하가 개인적으로 아는 사람만 친구로 추가하시기 바랍니다. 귀하의 프로필에서 공개할 세부 정보를 선택하고, 어떤 세부 정보를 친구에게만 보여주며, 어떤 세부 정보를 비공개로 할지 선택할 수 있습니다. 비공개 세부 정보는 귀하에게만 나타납니다.

source: You can use our new app, <a href="https://%(language_code)s.speedymatch.com/" title="Speedy Match">Speedy Match</a>, to find matching people for dating. Speedy Match is open to singles of all ages.
de: Sie können unsere neue App, <a href="https://%(language_code)s.speedymatch.com/" title="Speedy Match">Speedy Match</a>, benutzen, um die übereinstimmenden Leute für Dates zu finden. Speedy Match steht Singles jedes Alters offen.
fi: Voit käyttää uutta appiamme, <a href="https://%(language_code)s.speedymatch.com/" title="Speedy Match">Speedy Match</a>, löytääksesi tapaamiseen sopivia henkilöitä. Speedy Match on aovin kaikenikäisille sinkuille
fr: Vous pouvez utiliser notre nouvelle application, <a href="https://%(language_code)s.speedymatch.com/" title="Speedy Match">Speedy Match</a>, pour rencontrer des personnes qui vous correspondent. Speedy Match est ouvert aux célibataires, quel que soit leur âge.
ko: 저희의 새로운 앱, <a href="https://%(language_code)s.speedymatch.com/" title="Speedy Match">Speedy Match</a>로 데이팅을 위한 매칭 대상을 찾아보세요. Speedy Match는 모든 연령의 싱글에게 개방되어 있습니다.

source: All the features on Speedy Net and Speedy Match are free of charge. Join Speedy Net today to find friends, it only takes a few minutes. <a href="/" title="Join Speedy Net">Click here</a> to join.
de: Alle Funktionen auf Speedy Net und Speedy Match sind kostenlos. Melden Sie sich bei Speedy Net noch heute an, um Freunde zu finden. Es dauert nur einige Minuten. <a href="/" title="Treten Sie Speedy Net bei">Klicken Sie hier</a>, um teilzunehmen.
fi: Kaikki Speedy Netin ja Speedy Matchin ominaisuudet ovat ilmaisia. Liity Speedy Netin tänään löytääksesi ystäviä, se vie vain muutaman minuutin. Liity <a href="/" title="Liity Speedy Netin">Napsauta tätä</a>.
fr: Toutes les fonctionnalités de Speedy Net et Speedy Match sont gratuites. Rejoignez Speedy Net dès aujourd’hui pour rencontrer de nouveaux amis, l’inscription ne prendra que quelques minutes. <a href="/" title="Join Speedy Net">Cliquez ici</a> pour vous inscrire.
ko: Speedy Net과 Speedy Match의 모든 기능은 무료입니다. 지금 Speedy Net에 가입하여 친구를 찾아보세요. 몇 분밖에 걸리지 않습니다. <a href="/" title="Speedy Net와 함께 하세요">여기를 클릭</a>하여 가입하세요.

source: Speedy Net is a free software & open source project. If you want to help developing and improving Speedy Net, please contact me by email.
de: Speedy Net ist eine kostenlose Software & ein Open Source-Projekt. Wenn Sie bei der Entwicklung und Verbesserung von Speedy Net helfen möchten, schreiben Sie mir bitte eine E-Mail.
fi: Speedy Net on ilmainen ja vapaan koodin ohjelmisto. Jos haluat autta kehittämään Speedy Netiä, ota yhteyttä minuun sähköpostilla.
fr: Speedy Net est un logiciel libre, un projet open source. Si vous souhaitez contribuer au développement et à l’amélioration de Speedy Net, veuillez me contacter via e-mail.
ko: Speedy Net은 무료 소프트웨어이며 오픈 소스 프로젝트입니다. Speedy Net의 개발과 개선에 도움을 주고 싶으시면, 이메일로 연락해주세요.

source: Speedy Net is named after <a href="https://www.facebook.com/speedy.the.female.dog" title="Speedy">Speedy</a>, a female dog that was with us for many years and died in 2003. Speedy gave birth to 7 puppies in 1988.
de: Speedy Net ist nach <a href="https://www.facebook.com/speedy.the.female.dog" title="Speedy">Speedy</a> benannt, einer Hündin, die jahrelang mit uns lebte und im Jahre 2003 verstarb. Speedy brachte 1988 7 Welpen auf die Welt.
fi: Speedy Net on nimetty <a href="https://www.facebook.com/speedy.the.female.dog" title="Speedy">Speedy</a> mukaan, tyttökoiran, joka oli meillä monta vuotta ja kuoli vuonna 2003. Speedy sai 7 pentua vuonna 1988.
fr: Speedy Net porte le nom de <a href="https://www.facebook.com/speedy.the.female.dog" title="Speedy">Speedy</a>, une chienne qui nous a accompagnés pendant de nombreuses années et qui est décédée en 2003. Speedy a donné naissance à 7 chiots en 1988.
ko: Speedy Net은 오랜 세월 저희와 함께 하고 2003년에 세상을 떠난 암컷 반려견인 <a href="https://www.facebook.com/speedy.the.female.dog" title="Speedy">Speedy</a>의 이름을 딴 것입니다. Speedy는 1988년 7마리의 강아지를 낳았습니다.

source: Speedy Net is currently in alpha. It was launched in June 2012.
de: Speedy Net befindet sich derzeit in der Alpha-Phase. Sie wurde im Juni 2012 ins Leben gerufen.
fi: Speedy Net on alpha-vaiheessa. Se lanseerattiin 2012.
fr: Speedy Net est actuellement en phase alpha. Ce site a été lancé en juin 2012.
ko: Speedy Net은 현재 알파 버전입니다. Speedy Net은 2012년 6월에 출시되었습니다.

source: Thank you and good luck,
de: Vielen Dank und viel Glück,
fi: Kiitos ja onnea,
fr: Merci et bonne chance,
ko: 감사드리며 행운을 빕니다,

source: Founder and director of Speedy Net and Speedy Match,
de: Gründer und Direktor von Speedy Net und Speedy Match,
fi: Speedy Netin ja Speedy Matchin perustaja ja johtaja,
fr: Fondateur et directeur de Speedy Net et Speedy Match,
ko: Speedy Net과 Speedy Match의 설립자 겸 디렉터,

source: Welcome
de: Willkommen
fi: Tervetuloa
fr: Bienvenue
ko: 환영합니다

source: Welcome to %(site_name)s
de: Willkommen bei %(site_name)s
fi: Tervetuloa %(site_name)s - sivulle
fr: Bienvenue sur %(site_name)s
ko: %(site_name)s에 오신 것을 환영합니다

source: Please confirm your email address.
de: Bitte bestätigen Sie Ihre E-Mail-Adresse.
fi: Vahvista sähköpostiosoitteesi.
fr: Veuillez confirmer votre adresse e-mail.
ko: 이메일 주소를 확인해주세요.

source: Your Speedy Net account is not active. Enter this page to activate it.
de: Ihr Speedy Net-Konto ist nicht aktiv. Öffnen Sie diese Seite, um sie zu aktivieren.
fi: Speedy Net-tilisi ei ole aktiivinen. Vieraile tällä sivulla aktivoidaksesi sen.
fr: Votre compte Speedy Net n’est pas actif. Allez sur cette page pour l’activer.
ko: 귀하의 Speedy Net 계정이 활성화되어 있지 않습니다. 이 페이지를 입력하여 활성화하세요.

source: Blocked Users
de: Gesperrte Benutzer
fi: Estetyt käyttäjät
fr: Utilisateurs bloqués
ko: 차단된 사용자

source: Delete Account
fi: Poista tili

source: You don't have any friends yet.
de: Sie haben noch keine Freunde.
fi: Sinulla ei ole vielä ystäviä.
fr: Vous n’avez pas encore d’amis.
ko: 아직 친구가 없습니다.

source: Your Friends
de: Ihre Freunde
fi: Ystäväsi
fr: Vos amis
ko: 내 친구

source: Speedy Net is a new social network. With Speedy Net you can communicate with your friends. Speedy Net is open to free registration for people from all countries and ages (no age limit!). The site is vegan and vegetarian friendly.
de: Speedy Net ist ein neues soziales Netzwerk. Mit Speedy Net können Sie mit Freunden kommunizieren. Speedy Net ermöglicht Menschen aus allen Ländern und jedes Alters (keine Altersbeschränkung!) eine kostenlose Anmeldung. Die Website ist Veganer- und Vegetarier-freundlich.
fi: Speedy Net on uusi sosiaalinen verkosto. Speedy Netin avulla voit kommunikoida ystäviesi kanssa. Spedy Netiin voi liittyä kaikista maista ja kaikenikäiset (ei ikärajaa!). Speedy Net on vegaani- ja vegetaristiystävällinen
fr: Speedy Net est un nouveau réseau social. Avec Speedy Net, vous pouvez communiquer avec vos amis. L’inscription à Speedy Net est gratuite pour les personnes de tous pays, quel que soit leur âge (aucune limite d’âge !). Notre site est adapté aux véganes et végétariens.
ko: Speedy Net은 새로운 소셜 네트워크입니다. Speedy Net으로 친구와 소통할 수 있습니다. Speedy Net은 모든 국가와 모든 연령대(연령 제한 없음!)의 사람들을 위해 무료 등록이 가능하도록 개방되어 있습니다. 이 사이트는 비건 및 채식주의자 친화적입니다.

source: All the features on Speedy Net and Speedy Match are free of charge. Join Speedy Net today to find friends, it only takes a few minutes.
de: Alle Funktionen auf Speedy Net und Speedy Match sind kostenlos. Melden Sie sich bei Speedy Net noch heute an, um Freunde zu finden. Es dauert nur einige Minuten.
fi: Kaikki Speedy Netin ja Speedy Matchin ominaisuudet ovat ilmaisia. Liity Speedy Netin tänään löytääksesi ystäviä, se vie vain muutaman minuutin.
fr: Toutes les fonctionnalités de Speedy Net et Speedy Match sont gratuites. Rejoignez Speedy Net dès aujourd’hui pour rencontrer de nouveaux amis, l’inscription ne prendra que quelques minutes.
ko: Speedy Net과 Speedy Match의 모든 기능은 무료입니다. 지금 Speedy Net에 가입하여 친구를 찾아보세요. 몇 분밖에 걸리지 않습니다.

source: Speedy Match – dating Speedy
de: Speedy Match - eine schnelle Partnersuche
fi: Speedy match - deittaile Speedyä
fr: Speedy Match – rencontre Speedy
ko: Speedy Match – 데이팅 Speedy

source: Looking for a boyfriend? Looking for a girlfriend? Come and meet Speedy!
de: Suchen Sie nach einem Freund? Suchen Sie nach einer Freundin? Kommen Sie und lernen Sie Speedy kennen!
fi: Etsitkö poikaystävää? Etsitkö tyttöystävää? Tule ja tapaa Speedy!
fr: Vous cherchez un petit ami ? Vous cherchez une petite amie ? Venez essayer Speedy !
ko: 남자 친구를 찾고 계십니까? 여자 친구를 찾고 계십니까? 오셔서 Speedy를 만나보세요!

source: Free Online Dating
de: Kostenloses Onlne-Dating
fi: Ilmaista onlinedeittailua
fr: Rencontres gratuites en ligne
ko: 무료 온라인 데이팅

source: Friends
de: Freunde/Freundinnen
fi: Ystävät
fr: Amis
ko: 친구

source: Your friend
de: Ihr Freund/Ihre Freundin
fi: Ystäväsi
fr: Votre ami(e)
ko: 귀하의 친구

source: Friendship request sent
de: Freundschaftsanfrage gesendet
fi: Ystäväpyyntö lähetetty
fr: Demande d’amitié envoyée
ko: 친구 요청 전송됨
