Repository: speedy-net/speedy-net
Catalog: speedy/core/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

# other
source: Activate your {site_name} account
de: Aktivieren Sie Ihr {site_name} Konto
es: Activa tu cuenta {site_name}
fi: Aktivoi tilisi {site_name}
fr: Activez votre compte {site_name}
he: הפעל/י את החשבון שלך ב{site_name}
it: Attiva il tuo account {site_name}
nl: Activeer je {site_name}-account
pt: Active tua conta {site_name}
sv: Aktivera ditt {site_name}-konto

# female
source: Deactivate your {site_name} account
de: Deaktivieren Sie Ihr {site_name} Konto
es: Desactiva tu cuenta {site_name}
fi: Poista tilisi {site_name} käytöstä
fr: Désactivez votre compte {site_name}
he: הקפיאי את פעילות החשבון שלך ב{site_name}
it: Disattiva il tuo account {site_name}
nl: Deactiveer je {site_name}-account
pt: Desactive tua conta {site_name}
sv: Avaktivera ditt {site_name}-konto

# male
source: Deactivate your {site_name} account
de: Deaktivieren Sie Ihr {site_name} Konto
es: Desactiva tu cuenta {site_name}
fi: Poista tilisi {site_name} käytöstä
fr: Désactivez votre compte {site_name}
he: הקפא את פעילות החשבון שלך ב{site_name}
it: Disattiva il tuo account {site_name}
nl: Deactiveer je {site_name}-account
pt: Desactive tua conta {site_name}
sv: Avaktivera ditt {site_name}-konto

# other
source: Deactivate your {site_name} account
de: Deaktivieren Sie Ihr {site_name} Konto
es: Desactiva tu cuenta {site_name}
fi: Poista tilisi {site_name} käytöstä
fr: Désactivez votre compte {site_name}
he: הקפא/י את פעילות החשבון שלך ב{site_name}
it: Disattiva il tuo account {site_name}
nl: Deactiveer je {site_name}-account
pt: Desactive tua conta {site_name}
sv: Avaktivera ditt {site_name}-konto

# female
source: Add
de: Hinzufügen
es: Agregar
fi: Lisää ystäviin
fr: Ajouter
he: הוסיפי
it: Aggiungi
nl: Toevoegen
pt: Adicionar
sv: Lägg till

# male
source: Add
de: Hinzufügen
es: Agregar
fi: Lisää ystäviin
fr: Ajouter
he: הוסף
it: Aggiungi
nl: Toevoegen
pt: Adicionar
sv: Lägg till

# other
source: Add
de: Hinzufügen
es: Agregar
fi: Lisää ystäviin
fr: Ajouter
he: הוסף/י
it: Aggiungi
nl: Toevoegen
pt: Adicionar
sv: Lägg till

# female
source: Where do I live?
de: Wo wohne ich?
es: ¿Donde vivo?
fi: Missä asun?
fr: Où est-ce que j’habite ?
he: איפה אני גרה?
it: Dove vivo?
nl: Waar ik woon?
pt: Onde é minha morada?
sv: Var bor jag?

# male
source: Where do I live?
de: Wo wohne ich?
es: ¿Donde vivo?
fi: Missä asun?
fr: Où est-ce que j’habite ?
he: איפה אני גר?
it: Dove vivo?
nl: Waar ik woon?
pt: Onde é minha morada?
sv: Var bor jag?

# other
source: Where do I live?
de: Wo wohne ich?
es: ¿Donde vivo?
fi: Missä asun?
fr: Où est-ce que j’habite ?
he: איפה אני גר/ה?
it: Dove vivo?
nl: Waar ik woon?
pt: Onde é minha morada?
sv: Var bor jag?

# female
source: Where do you live?
de: Wo wohnen Sie?
es: ¿Dónde vives?
fi: Missä sinä asut?
fr: Où habitez-vous ?
he: איפה את גרה?
it: Dove vivi?
nl: Waar woon je?
pt: Onde é tua morada?
sv: Var bor du?

# male
source: Where do you live?
de: Wo wohnen Sie?
es: ¿Dónde vives?
fi: Missä sinä asut?
fr: Où habitez-vous ?
he: איפה אתה גר?
it: Dove vivi?
nl: Waar woon je?
pt: Onde é tua morada?
sv: Var bor du?

# other
source: Where do you live?
de: Wo wohnen Sie?
es: ¿Dónde vives?
fi: Missä sinä asut?
fr: Où habitez-vous ?
he: איפה את/ה גר/ה?
it: Dove vivi?
nl: Waar woon je?
pt: Onde é tua morada?
sv: Var bor du?

# female
source: Please write where you live.
de: Bitte schreiben Sie, wo Sie wohnen.
es: Escribe dónde vives.
fi: Kirjoita missä asut.
fr: Veuillez indiquer votre ville de résidence.
he: אנא כתבי איפה את גרה.
it: Scrivi dove vivi.
nl: Schrijf alstublieft waar je woont.
pt: Escreva o local da tua morada.
sv: Skriv var du bor.

# male
source: Please write where you live.
de: Bitte schreiben Sie, wo Sie wohnen.
es: Escribe dónde vives.
fi: Kirjoita missä asut.
fr: Veuillez indiquer votre ville de résidence.
he: אנא כתוב איפה אתה גר.
it: Scrivi dove vivi.
nl: Schrijf alstublieft waar je woont.
pt: Escreva o local da tua morada.
sv: Skriv var du bor.

# other
source: Please write where you live.
de: Bitte schreiben Sie, wo Sie wohnen.
es: Escribe dónde vives.
fi: Kirjoita missä asut.
fr: Veuillez indiquer votre ville de résidence.
he: אנא כתוב/י איפה את/ה גר/ה.
it: Scrivi dove vivi.
nl: Schrijf alstublieft waar je woont.
pt: Escreva o local da tua morada.
sv: Skriv var du bor.

# female
source: Vegan (eats only plants and fungi)
de: Veganerin (isst nur Pflanzen und Pilze)
es: Vegana (come sólo plantas y hongos)
fi: Vegaani (syö vain kasveja ja sieniä)
fr: Végane (ne mange que des plantes et des champignons)
he: טבעונית (אוכלת רק צמחים ופטריות)
it: Vegana (si nutre esclusivamente di piante e funghi)
nl: Veganiste (eet alleen planten en paddenstoelen)
pt: Vegana (alimenta-se apenas de plantas e fungos)
sv: Vegan (äter bara växter och svampar)

# male
source: Vegan (eats only plants and fungi)
de: Veganer (isst nur Pflanzen und Pilze)
es: Vegano (come sólo plantas y hongos)
fi: Vegaani (syö vain kasveja ja sieniä)
fr: Végan (ne mange que des plantes et des champignons)
he: טבעוני (אוכל רק צמחים ופטריות)
it: Vegano (si nutre esclusivamente di piante e funghi)
nl: Veganiste (eet alleen planten en paddenstoelen)
pt: Vegano (alimenta-se apenas de plantas e fungos)
sv: Vegan (äter bara växter och svampar)

# other
source: Vegan (eats only plants and fungi)
de: Veganer (isst nur Pflanzen und Pilze)
es: Vegano (come sólo plantas y hongos)
fi: Vegaani (syö vain kasveja ja sieniä)
fr: Végan(e) (ne mange que des plantes et des champignons)
he: טבעוני/ת (אוכל/ת רק צמחים ופטריות)
it: Vegano/a (si nutre esclusivamente di piante e funghi)
nl: Veganiste (eet alleen planten en paddenstoelen)
pt: Vegano (alimenta-se apenas de plantas e fungos)
sv: Vegan (äter bara växter och svampar)

# female
source: Vegetarian (doesn't eat fish and meat)
de: Vegetarierin (isst weder Fisch noch Fleisch)
es: Vegetariana (no come pescado ni carne)
fi: Kasvissyöjä (ei syö kalaa eikä lihaa)
fr: Végétarienne (ne mange pas de poisson ni de viande)
he: צמחונית (לא אוכלת דגים ובשר)
it: Vegetariana (non mangia né pesce né carne)
nl: Vegetariër (eet geen vis en vlees)
pt: Vegetariana (não se alimenta de peixe e carne)
sv: Vegetarian (äter inte fisk och kött)

# male
source: Vegetarian (doesn't eat fish and meat)
de: Vegetarier (isst weder Fisch noch Fleisch)
es: Vegetariano (no come pescado ni carne)
fi: Kasvissyöjä (ei syö kalaa eikä lihaa)
fr: Végétarien (ne mange pas de poisson ni de viande)
he: צמחוני (לא אוכל דגים ובשר)
it: Vegetariano (non mangia né pesce né carne)
nl: Vegetariër (eet geen vis en vlees)
pt: Vegetariano (não se alimenta de peixe e carne)
sv: Vegetarian (äter inte fisk och kött)

# other
source: Vegetarian (doesn't eat fish and meat)
de: Vegetarier (isst weder Fisch noch Fleisch)
es: Vegetariano (no come pescado ni carne)
fi: Kasvissyöjä (ei syö kalaa eikä lihaa)
fr: Végétarien(ne) (ne mange pas de poisson ni de viande)
he: צמחוני/ת (לא אוכל/ת דגים ובשר)
it: Vegetariano/a (non mangia né pesce né carne)
nl: Vegetariër (eet geen vis en vlees)
pt: Vegetariano (não se alimenta de peixe e carne)
sv: Vegetarian (äter inte fisk och kött)

# female
source: Carnist (eats animals)
de: Carnistin (isst Tiere)
es: Carnista (come animales)
fi: Karnisti (syö eläimiä)
fr: Carniste (mange des animaux)
he: קרניסטית (אוכלת חיות)
it: Carnist (si nutre di animali)
nl: Carnist (eet vlees)
pt: Carnista (se alimenta de animais)
sv: Carnist (äter djur)

# male
source: Carnist (eats animals)
de: Carnist (isst Tiere)
es: Carnista (come animales)
fi: Karnisti (syö eläimiä)
fr: Carniste (mange des animaux)
he: קרניסט (אוכל חיות)
it: Carnist (si nutre di animali)
nl: Carnist (eet vlees)
pt: Carnista (se alimenta de animais)
sv: Carnist (äter djur)

# other
source: Carnist (eats animals)
de: Carnist (isst Tiere)
es: Carnista (come animales)
fi: Karnisti (syö eläimiä)
fr: Carniste (mange des animaux)
he: קרניסט/ית (אוכל/ת חיות)
it: Carnist (si nutre di animali)
nl: Carnist (eet vlees)
pt: Carnista (se alimenta de animais)
sv: Carnist (äter djur)

# female
source: Vegan
de: Veganerin
es: Vegana
fi: Vegaani
fr: Végane
he: טבעונית
it: Vegana
nl: Veganiste
pt: Vegana

# male
source: Vegan
de: Veganer
es: Vegano
fi: Vegaani
fr: Végan
he: טבעוני
it: Vegano
nl: Veganiste
pt: Vegano

# other
source: Vegan
de: Veganer
es: Vegano
fi: Vegaani
fr: Végan(e)
he: טבעוני/ת
it: Vegano/a
nl: Veganiste
pt: Vegano

# female
source: Vegetarian
de: Vegetarierin
es: Vegetariana
fi: Kasvissyöjä
fr: Végétarienne
he: צמחונית
it: Vegetariana
nl: Vegetariër
pt: Vegetariana
sv: Vegetarisk

# male
source: Vegetarian
de: Vegetarier
es: Vegetariano
fi: Kasvissyöjä
fr: Végétarien
he: צמחוני
it: Vegetariano
nl: Vegetariër
pt: Vegetariano
sv: Vegetarisk

# other
source: Vegetarian
de: Vegetarier
es: Vegetariano
fi: Kasvissyöjä
fr: Végétarien(ne)
he: צמחוני/ת
it: Vegetariano/a
nl: Vegetariër
pt: Vegetariano
sv: Vegetarisk

# female
source: Carnist
de: Carnistin
es: Carnista
fi: Karnisti
fr: Carniste
he: קרניסטית
nl: Carniste
pt: Carnista

# male
source: Carnist
es: Carnista
fi: Karnisti
fr: Carniste
he: קרניסט
nl: Carniste
pt: Carnista

# other
source: Carnist
es: Carnista
fi: Karnisti
fr: Carniste
he: קרניסט/ית
nl: Carniste
pt: Carnista

# female
source: Not smoking
de: Nichtraucherin
es: No fumo
fi: Ei tupakoi
fr: Non fumeuse
he: לא מעשנת
it: Non fumatrice
nl: Niet roker
pt: Não fumante
sv: Röker inte

# male
source: Not smoking
de: Nichtraucher
es: No fumo
fi: Ei tupakoi
fr: Non fumeur
he: לא מעשן
it: Non fumatore
nl: Niet roker
pt: Não fumante
sv: Röker inte

# other
source: Not smoking
de: Nichtraucher
es: No fumo
fi: Ei tupakoi
fr: Non fumeur/fumeuse
he: לא מעשנ/ת
it: Non fumatore/Non fumatrice
nl: Niet roker
pt: Não fumante
sv: Röker inte

# female
source: Smoking occasionally
de: Gelegenheitsraucherin
es: fumo ocasionalmente
fi: Tupakoi toisinaan
fr: Fumeuse occasionnelle
he: מעשנת מדי פעם
it: Fumatrice occasionale
nl: Rookt af en toe
pt: Fumante ocasional
sv: Röker ibland

# male
source: Smoking occasionally
de: Gelegenheitsraucher
es: fumo ocasionalmente
fi: Tupakoi toisinaan
fr: Fumeur occasionnel
he: מעשן מדי פעם
it: Fumatore occasionale
nl: Rookt af en toe
pt: Fumante ocasional
sv: Röker ibland

# other
source: Smoking occasionally
de: Gelegenheitsraucher
es: fumo ocasionalmente
fi: Tupakoi toisinaan
fr: Fumeur/Fumeuse occasionnel(le)
he: מעשנ/ת מדי פעם
it: Fumatore/Fumatrice occasionale
nl: Rookt af en toe
pt: Fumante ocasional
sv: Röker ibland

# female
source: Smoking
de: Raucherin
es: fumo
fi: Tupakoi
fr: Fumeuse
he: מעשנת
it: Fumatrice
nl: Roker
pt: Fumante
sv: Röker

# male
source: Smoking
de: Raucher
es: fumo
fi: Tupakoi
fr: Fumeur
he: מעשן
it: Fumatore
nl: Roker
pt: Fumante
sv: Röker

# other
source: Smoking
de: Raucher
es: fumo
fi: Tupakoi
fr: Fumeur/Fumeuse
he: מעשנ/ת
it: Fumatore/Fumatrice
nl: Roker
pt: Fumante
sv: Röker

# female
source: Single
es: Soltera
fi: Sinkku
fr: Célibataire
he: רווקה
it: Nubile
pt: Solteira
sv: Singel

# male
source: Single
es: Soltero
fi: Sinkku
fr: Célibataire
he: רווק
it: Celibe
pt: Solteiro
sv: Singel

# other
source: Single
es: Soltero
fi: Sinkku
fr: Célibataire
he: רווק/ה
it: Celibe/Nubile
pt: Solteiro
sv: Singel

# female
source: Divorced
de: Geschieden
es: Divorciada
fi: Eronnut
fr: Divorcée
he: גרושה
it: Divorziata
nl: Gescheiden
pt: Divorciada
sv: Frånskild

# male
source: Divorced
de: Geschieden
es: Divorciado
fi: Eronnut
fr: Divorcé
he: גרוש
it: Divorziato
nl: Gescheiden
pt: Divorciado
sv: Frånskild

# other
source: Divorced
de: Geschieden
es: Divorciado
fi: Eronnut
fr: Divorcé(é)
he: גרוש/ה
it: Divorziato/a
nl: Gescheiden
pt: Divorciado
sv: Frånskild

# female
source: Widowed
de: Verwitwet
es: Viuda
fi: Leski
fr: Veuve
he: אלמנה
it: Vedova
nl: Weduwnaar
pt: Viúva
sv: Änka

# male
source: Widowed
de: Verwitwet
es: Viudo
fi: Leski
fr: Veuf
he: אלמן
it: Vedovo
nl: Weduwnaar
pt: Viúvo
sv: Änkling

# other
source: Widowed
de: Verwitwet
es: Viudo
fi: Leski
fr: Veuf(ve)
he: אלמן/אלמנה
it: Vedovo/a
nl: Weduwnaar
pt: Viúvo
sv: Änkling/änka

# female
source: In a relationship
de: In einer Beziehung
es: En una relación
fi: Suhteessa
fr: Dans une relation
he: במערכת יחסים
it: In una relazione
nl: In een relatie
pt: Em um relacionamento
sv: I en relation

# male
source: In a relationship
de: In einer Beziehung
es: En una relación
fi: Suhteessa
fr: Dans une relation
he: במערכת יחסים
it: In una relazione
nl: In een relatie
pt: Em um relacionamento
sv: I en relation

# other
source: In a relationship
de: In einer Beziehung
es: En una relación
fi: Suhteessa
fr: Dans une relation
he: במערכת יחסים
it: In una relazione
nl: In een relatie
pt: Em um relacionamento
sv: I en relation

# female
source: In an open relationship
de: In einer offenen Beziehung
es: En una relación abierta
fi: Avoimessa suhteessa
fr: Dans une relation ouverte
he: במערכת יחסים פתוחה
it: In una relazione aperta
nl: In een open relatie
pt: Em um relacionamento aberto
sv: I en öppen relation

# male
source: In an open relationship
de: In einer offenen Beziehung
es: En una relación abierta
fi: Avoimessa suhteessa
fr: Dans une relation ouverte
he: במערכת יחסים פתוחה
it: In una relazione aperta
nl: In een open relatie
pt: Em um relacionamento aberto
sv: I en öppen relation

# other
source: In an open relationship
de: In einer offenen Beziehung
es: En una relación abierta
fi: Avoimessa suhteessa
fr: Dans une relation ouverte
he: במערכת יחסים פתוחה
it: In una relazione aperta
nl: In een open relatie
pt: Em um relacionamento aberto
sv: I en öppen relation

# female
source: It's complicated
de: Das ist kompliziert
es: Es complicado
fi: Hankala selittää
fr: C’est compliqué
he: זה מסובך
it: È complicato
nl: Het is gecompliceerd
pt: É complicado
sv: Det är en komplicerad fråga

# male
source: It's complicated
de: Das ist kompliziert
es: Es complicado
fi: Hankala selittää
fr: C’est compliqué
he: זה מסובך
it: È complicato
nl: Het is gecompliceerd
pt: É complicado
sv: Det är en komplicerad fråga

# other
source: It's complicated
de: Das ist kompliziert
es: Es complicado
fi: Hankala selittää
fr: C’est compliqué
he: זה מסובך
it: È complicato
nl: Het is gecompliceerd
pt: É complicado
sv: Det är en komplicerad fråga

# female
source: Separated
de: Getrennt
es: Separada
fi: Eronnut
fr: Séparée
he: פרודה
it: Separata
nl: Uit elkaar
pt: Separada
sv: Frånskild

# male
source: Separated
de: Getrennt
es: Separado
fi: Eronnut
fr: Séparé
he: פרוד
it: Separato
nl: Uit elkaar
pt: Separado
sv: Frånskild

# other
source: Separated
de: Getrennt
es: Separado
fi: Eronnut
fr: Séparé(e)
he: פרוד/ה
it: Separato/a
nl: Uit elkaar
pt: Separado
sv: Frånskild

# female
source: Engaged
de: Verlobt
es: Comprometida
fi: Kihloissa
fr: Fiancée
he: מאורסת
it: Impegnata
nl: Verloofd
pt: Noivada
sv: Förlovad

# male
source: Engaged
de: Verlobt
es: Comprometido
fi: Kihloissa
fr: Fiancé
he: מאורס
it: Impegnato
nl: Verloofd
pt: Noivado
sv: Förlovad

# other
source: Engaged
de: Verlobt
es: Comprometido
fi: Kihloissa
fr: Fiancé(e)
he: מאורס/ת
it: Impegnato/a
nl: Verloofd
pt: Noivado
sv: Förlovad

# female
source: Married
de: Verheiratet
es: Casada
fi: Naimisissa
fr: Mariée
he: נשואה
it: Sposata
nl: Getrouwd
pt: Casada
sv: Gift

# male
source: Married
de: Verheiratet
es: Casado
fi: Naimisissa
fr: Marié
he: נשוי
it: Sposato
nl: Getrouwd
pt: Casado
sv: Gift

# other
source: Married
de: Verheiratet
es: Casado
fi: Naimisissa
fr: Marié(e)
he: נשוי/נשואה
it: Sposato/a
nl: Getrouwd
pt: Casado
sv: Gift

# female
source: Your new password has been saved.
de: Ihr neues Passwort wurde gespeichert.
es: Tu nueva contraseña ha sido guardada.
fi: Uusi salasanasi on tallennettu.
fr: Votre nouveau mot de passe a été enregistré.
he: הסיסמה החדשה שלך נשמרה.
it: La tua nuova password è stata salvata.
nl: Je nieuwe wachtwoord is opgeslagen.
pt: Tua palavra-passe foi guardada.
sv: Det nya lösenordet har sparats.

# male
source: Your new password has been saved.
de: Ihr neues Passwort wurde gespeichert.
es: Tu nueva contraseña ha sido guardada.
fi: Uusi salasanasi on tallennettu.
fr: Votre nouveau mot de passe a été enregistré.
he: הסיסמה החדשה שלך נשמרה.
it: La tua nuova password è stata salvata.
nl: Je nieuwe wachtwoord is opgeslagen.
pt: Tua palavra-passe foi guardada.
sv: Det nya lösenordet har sparats.

# other
source: Your new password has been saved.
de: Ihr neues Passwort wurde gespeichert.
es: Tu nueva contraseña ha sido guardada.
fi: Uusi salasanasi on tallennettu.
fr: Votre nouveau mot de passe a été enregistré.
he: הסיסמה החדשה שלך נשמרה.
it: La tua nuova password è stata salvata.
nl: Je nieuwe wachtwoord is opgeslagen.
pt: Tua palavra-passe foi guardada.
sv: Det nya lösenordet har sparats.

# female
source: Your Speedy Net and Speedy Match accounts have been deactivated. You can reactivate them any time.
de: Ihre Speedy Net- und Speedy Match-Konten wurden deaktiviert. Sie können sie zu jeder Zeit aktivieren.
es: Tus cuentas Speedy Net y Speedy Match han sido desactivadas. Puedes reactivarlas en cualquier momento.
fi: Speedy Net- ja Speedy Match -tilisi on poistettu käytöstä. Voit aktivoida ne uudelleen milloin tahansa.
fr: Vos comptes Speedy Net et Speedy Match ont été désactivés. Vous pouvez les réactiver à tout moment.
he: החשבונות שלך בספידי נט וספידי מץ' הוקפאו. תוכלי להפעיל אותם בכל זמן שתבחרי.
it: I tuoi account Speedy Net e Speedy Match sono stati disattivati. Puoi riattivarli in qualsiasi momento.
nl: Uw Speedy Net- en Speedy Match-accounts zijn gedeactiveerd. Je kunt ze op elk gewenst moment opnieuw activeren.
pt: Tuas contas da Speedy Net e Speedy Match foram desactivadas. Podes reactivá-las quando desejares.
sv: Dina Speedy Net- och Speedy Match-konton har avaktiverats. Du kan återaktivera dem när som helst.

# male
source: Your Speedy Net and Speedy Match accounts have been deactivated. You can reactivate them any time.
de: Ihre Speedy Net- und Speedy Match-Konten wurden deaktiviert. Sie können sie zu jeder Zeit aktivieren.
es: Tus cuentas Speedy Net y Speedy Match han sido desactivadas. Puedes reactivarlas en cualquier momento.
fi: Speedy Net- ja Speedy Match -tilisi on poistettu käytöstä. Voit aktivoida ne uudelleen milloin tahansa.
fr: Vos comptes Speedy Net et Speedy Match ont été désactivés. Vous pouvez les réactiver à tout moment.
he: החשבונות שלך בספידי נט וספידי מץ' הוקפאו. תוכל להפעיל אותם בכל זמן שתבחר.
it: I tuoi account Speedy Net e Speedy Match sono stati disattivati. Puoi riattivarli in qualsiasi momento.
nl: Uw Speedy Net- en Speedy Match-accounts zijn gedeactiveerd. Je kunt ze op elk gewenst moment opnieuw activeren.
pt: Tuas contas da Speedy Net e Speedy Match foram desactivadas. Podes reactivá-las quando desejares.
sv: Dina Speedy Net- och Speedy Match-konton har avaktiverats. Du kan återaktivera dem när som helst.

# other
source: Your Speedy Net and Speedy Match accounts have been deactivated. You can reactivate them any time.
de: Ihre Speedy Net- und Speedy Match-Konten wurden deaktiviert. Sie können sie zu jeder Zeit aktivieren.
es: Tus cuentas Speedy Net y Speedy Match han sido desactivadas. Puedes reactivarlas en cualquier momento.
fi: Speedy Net- ja Speedy Match -tilisi on poistettu käytöstä. Voit aktivoida ne uudelleen milloin tahansa.
fr: Vos comptes Speedy Net et Speedy Match ont été désactivés. Vous pouvez les réactiver à tout moment.
he: החשבונות שלך בספידי נט וספידי מץ' הוקפאו. תוכל/י להפעיל אותם בכל זמן שתבחר/י.
it: I tuoi account Speedy Net e Speedy Match sono stati disattivati. Puoi riattivarli in qualsiasi momento.
nl: Uw Speedy Net- en Speedy Match-accounts zijn gedeactiveerd. Je kunt ze op elk gewenst moment opnieuw activeren.
pt: Tuas contas da Speedy Net e Speedy Match foram desactivadas. Podes reactivá-las quando desejares.
sv: Dina Speedy Net- och Speedy Match-konton har avaktiverats. Du kan återaktivera dem när som helst.

# female
source: Your {site_name} account has been deactivated. You can reactivate it any time. Your Speedy Net account remains active.
de: Ihre {site_name} Konto wurde deaktiviert. Sie können sie zu jeder Zeit aktivieren. Ihr Speedy Net-Konto bleibt aktiv.
es: Tu cuenta {site_name} ha sido desactivada. Puedes reactivarla en cualquier momento. Tu cuenta Speedy Net permanece activa.
fi: Tilisi {site_name} on poistettu käytöstä. Voit aktivoida sen uudelleen milloin tahansa. Speedy Net -tilisi pysyy aktiivisena.
fr: Votre compte {site_name} a été désactivé. Vous pouvez le réactiver à tout moment. Votre compte Speedy Net reste actif.
he: החשבון שלך ב{site_name} הוקפא. תוכלי להפעיל אותו בכל זמן שתבחרי. החשבון שלך בספידי נט נשאר פעיל.
it: Il tuo account {site_name} è stato disattivato. Puoi riattivarlo in qualsiasi momento. Il tuo account Speedy Net resta attivo.
nl: Je {site_name}-account is gedeactiveerd. Je kunt het op elk gewenst moment opnieuw activeren. Je Speedy Net-account blijft actief.
pt: Tua conta {site_name} foi desactivada. Podes reactivá-la quando desejares. Tua conta Speedy Net permanece activa.
sv: Ditt {site_name}-konto har avaktiverats. Du kan återaktivera det när som helst. Ditt Speedy Net-konto är fortfarande aktivt.

# male
source: Your {site_name} account has been deactivated. You can reactivate it any time. Your Speedy Net account remains active.
de: Ihre {site_name} Konto wurde deaktiviert. Sie können sie zu jeder Zeit aktivieren. Ihr Speedy Net-Konto bleibt aktiv.
es: Tu cuenta {site_name} ha sido desactivada. Puedes reactivarla en cualquier momento. Tu cuenta Speedy Net permanece activa.
fi: Tilisi {site_name} on poistettu käytöstä. Voit aktivoida sen uudelleen milloin tahansa. Speedy Net -tilisi pysyy aktiivisena.
fr: Votre compte {site_name} a été désactivé. Vous pouvez le réactiver à tout moment. Votre compte Speedy Net reste actif.
he: החשבון שלך ב{site_name} הוקפא. תוכל להפעיל אותו בכל זמן שתבחר. החשבון שלך בספידי נט נשאר פעיל.
it: Il tuo account {site_name} è stato disattivato. Puoi riattivarlo in qualsiasi momento. Il tuo account Speedy Net resta attivo.
nl: Je {site_name}-account is gedeactiveerd. Je kunt het op elk gewenst moment opnieuw activeren. Je Speedy Net-account blijft actief.
pt: Tua conta {site_name} foi desactivada. Podes reactivá-la quando desejares. Tua conta Speedy Net permanece activa.
sv: Ditt {site_name}-konto har avaktiverats. Du kan återaktivera det när som helst. Ditt Speedy Net-konto är fortfarande aktivt.

# other
source: Your {site_name} account has been deactivated. You can reactivate it any time. Your Speedy Net account remains active.
de: Ihre {site_name} Konto wurde deaktiviert. Sie können sie zu jeder Zeit aktivieren. Ihr Speedy Net-Konto bleibt aktiv.
es: Tu cuenta {site_name} ha sido desactivada. Puedes reactivarla en cualquier momento. Tu cuenta Speedy Net permanece activa.
fi: Tilisi {site_name} on poistettu käytöstä. Voit aktivoida sen uudelleen milloin tahansa. Speedy Net -tilisi pysyy aktiivisena.
fr: Votre compte {site_name} a été désactivé. Vous pouvez le réactiver à tout moment. Votre compte Speedy Net reste actif.
he: החשבון שלך ב{site_name} הוקפא. תוכל/י להפעיל אותו בכל זמן שתבחר/י. החשבון שלך בספידי נט נשאר פעיל.
it: Il tuo account {site_name} è stato disattivato. Puoi riattivarlo in qualsiasi momento. Il tuo account Speedy Net resta attivo.
nl: Je {site_name}-account is gedeactiveerd. Je kunt het op elk gewenst moment opnieuw activeren. Je Speedy Net-account blijft actief.
pt: Tua conta {site_name} foi desactivada. Podes reactivá-la quando desejares. Tua conta Speedy Net permanece activa.
sv: Ditt {site_name}-konto har avaktiverats. Du kan återaktivera det när som helst. Ditt Speedy Net-konto är fortfarande aktivt.
