Repository: speedy-net/speedy-net
Catalog: speedy/core/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

source: Admin: The total number of members on the site is {total_number_of_members}, of which {total_number_of_members_in_the_last_week} members entered the site in the last week, {total_number_of_members_in_the_last_month} members entered the site in the last month, {total_number_of_members_in_the_last_four_months} members entered the site in the last four months, {total_number_of_members_in_the_last_eight_months} members entered the site in the last eight months, and {total_number_of_members_in_the_last_two_years} members entered the site in the last two years.
de: Admin: Die Gesamtzahl der Mitglieder auf der Website beträgt {total_number_of_members}, davon sind {total_number_of_members_in_the_last_week} Mitglieder der Website in der letzten Woche beigetreten, {total_number_of_members_in_the_last_month} Mitglieder der Website im letzten Monat beigetreten, {total_number_of_members_in_the_last_four_months} Mitglieder der Website in den letzten vier Monaten beigetreten, {total_number_of_members_in_the_last_eight_months} Mitglieder der Website in den letzten acht Monaten beigetreten und {total_number_of_members_in_the_last_two_years} Mitglieder der Website in den letzten zwei Jahren beigetreten.
es: Admin: El número total de miembros en el sitio es {total_number_of_members}, de los cuales {total_number_of_members_in_the_last_week} miembros ingresaron al sitio en la última semana, {total_number_of_members_in_the_last_month} miembros ingresaron al sitio en el último mes, {total_number_of_members_in_the_last_four_months} miembros ingresaron al sitio en los últimos cuatro meses, {total_number_of_members_in_the_last_eight_months} miembros ingresaron al sitio en los últimos ocho meses, y {total_number_of_members_in_the_last_two_years} miembros ingresaron al sitio en los últimos dos años.
fi: Järjestelmänvalvoja: Sivuston jäsenten kokonaismäärä on {total_number_of_members}, joista {total_number_of_members_in_the_last_week} jäsentä tuli sivustolle viime viikolla, {total_number_of_members_in_the_last_month} jäsentä tuli sivustolle viime kuussa, {total_number_of_members_in_the_last_four_months} jäsentä tuli sivustolle viimeisen neljän aikana kuukautta, {total_number_of_members_in_the_last_eight_months} jäsentä tuli sivustolle viimeisen kahdeksan kuukauden aikana ja {total_number_of_members_in_the_last_two_years} jäsentä tuli sivustolle viimeisen kahden vuoden aikana.
fr: Admin : Le nombre total de membres sur le site est de {total_number_of_members}, dont {total_number_of_members_in_the_last_week} membres sont entrés sur le site au cours de la dernière semaine, {total_number_of_members_in_the_last_month} membres sont entrés sur le site au cours du dernier mois, {total_number_of_members_in_the_last_four_months} membres sont entrés sur le site au cours des quatre derniers mois, {total_number_of_members_in_the_last_eight_months} membres sont entrés sur le site au cours des huit derniers mois, et {total_number_of_members_in_the_last_two_years} membres sont entrés sur le site au cours des deux dernières années.
he: אדמין: מספר החברים באתר הוא {total_number_of_members}, מתוכם {total_number_of_members_in_the_last_week} חברים נכנסו לאתר בשבוע האחרון, {total_number_of_members_in_the_last_month} חברים נכנסו לאתר בחודש האחרון, {total_number_of_members_in_the_last_four_months} חברים נכנסו לאתר בארבעת החודשים האחרונים, {total_number_of_members_in_the_last_eight_months} חברים נכנסו לאתר בשמונת החודשים האחרונים, ו-{total_number_of_members_in_the_last_two_years} חברים נכנסו לאתר בשנתיים האחרונות.
it: Admin: Il numero totale di membri del sito è {total_number_of_members}, di cui {total_number_of_members_in_the_last_week} sono entrati nel sito nell’ultima settimana, {total_number_of_members_in_the_last_month} sono entrati nel sito nell’ultimo mese, {total_number_of_members_in_the_last_four_months} membri sono entrati nel sito negli ultimi quattro mesi, {total_number_of_members_in_the_last_eight_months} membri sono entrati nel sito negli ultimi otto mesi e {total_number_of_members_in_the_last_two_years} membri sono entrati nel sito negli ultimi due anni.
nl: Beheerder: Het totale aantal leden op de website is {total_number_of_members}, waarvan {total_number_of_members_in_the_last_week} leden de website de afgelopen week hebben bezocht, {total_number_of_members_in_the_last_month} leden de website in de afgelopen maand hebben bezocht, {total_number_of_members_in_the_last_four_months} leden de website in de de afgelopen vier maanden hebben bezocht, {total_number_of_members_in_the_last_eight_months} leden de website in de afgelopen acht maanden hebben bezocht, en {total_number_of_members_in_the_last_two_years} leden die de website in de afgelopen twee jaar hebben bezocht.
pt: Admin: o número total de membros no sítio é {total_number_of_members}, dos quais {total_number_of_members_in_the_last_week} membros entraram no sítio nesta última semana, {total_number_of_members_in_the_last_month} membros entraram no sítio neste último mês, {total_number_of_members_in_the_last_four_months} membros entraram no sítio nos últimos quatro meses, {total_number_of_members_in_the_last_eight_months} membros entraram no sítio nos últimos oito meses e {total_number_of_members_in_the_last_two_years} membros entraram no sítio nos últimos dois anos.
sv: Admin: Det totala antalet medlemmar på webbplatsen är {total_number_of_members}, av vilka {total_number_of_members_in_the_last_week} medlemmar gick in på webbplatsen under den senaste veckan, {total_number_of_members_in_the_last_month} medlemmar gick in på webbplatsen under den senaste månaden, {total_number_of_members_in_the_last_four_months} medlemmar som besökt webbplatsen under de senaste fyra månaderna, {total_number_of_members_in_the_last_eight_months} medlemmar som besökt webbplatsen under de senaste åtta månaderna och {total_number_of_members_in_the_last_two_years} medlemmar som besökt webbplatsen under de senaste två åren.

source: Admin: {total_number_of_members_registered_in_the_last_week} members registered in the last week. {total_number_of_members_registered_in_the_last_month} members registered in the last month. {total_number_of_members_registered_in_the_last_four_months} members registered in the last four months. {total_number_of_members_registered_more_than_four_months_ago} members registered more than four months ago. {total_number_of_members_registered_in_the_last_eight_months} members registered in the last eight months. {total_number_of_members_registered_more_than_eight_months_ago} members registered more than eight months ago. {total_number_of_members_registered_in_the_last_two_years} members registered in the last two years. {total_number_of_members_registered_more_than_two_years_ago} members registered more than two years ago. {total_number_of_members_registered_before_2019_08_01} members registered before 1 August 2019.
de: Admin: {total_number_of_members_registered_in_the_last_week} Mitglieder, die sich in der letzten Woche angemeldet haben. {total_number_of_members_registered_in_the_last_month} Mitglieder, die ich im letzten Monat angemeldet haben. {total_number_of_members_registered_in_the_last_four_months} Mitglieder, die sich in den letzten vier Monaten angemeldet haben. {total_number_of_members_registered_more_than_four_months_ago} Mitglieder, die seit mehr als vier Monaten angemeldet sind. {total_number_of_members_registered_in_the_last_eight_months} Mitglieder, die sich in den letzten acht Monaten angemeldet haben. {total_number_of_members_registered_more_than_eight_months_ago} Mitglieder, die seit mehr als acht Monaten angemeldet sind. {total_number_of_members_registered_in_the_last_two_years} Mitglieder, die sich in den letzten zwei Jahren angemeldet haben. {total_number_of_members_registered_more_than_two_years_ago} Mitglieder, die seit mehr als zwei Jahren angemeldet sind. {total_number_of_members_registered_before_2019_08_01} Mitglieder, die sich vor dem 1. August 2019 angemeldet haben.
es: Admin: {total_number_of_members_registered_in_the_last_week} miembros registrados en la última semana. {total_number_of_members_registered_in_the_last_month} miembros registrados en el último mes. {total_number_of_members_registered_in_the_last_four_months} miembros registrados en los últimos cuatro meses. {total_number_of_members_registered_more_than_four_months_ago} miembros registrados hace más de cuatro meses. {total_number_of_members_registered_in_the_last_eight_months} miembros registrados en los últimos ocho meses. {total_number_of_members_registered_more_than_eight_months_ago} miembros registrados hace más de ocho meses. {total_number_of_members_registered_in_the_last_two_years} miembros registrados en los últimos dos años. {total_number_of_members_registered_more_than_two_years_ago} miembros registrados hace más de dos años. {total_number_of_members_registered_before_2019_08_01} miembros registrados antes del 1 de agosto de 2019.
fi: Järjestelmänvalvoja: {total_number_of_members_registered_in_the_last_week} jäsentä rekisteröitynyt viime viikolla. {total_number_of_members_registered_in_the_last_month} jäsentä rekisteröitynyt viime kuussa. {total_number_of_members_registered_in_the_last_four_months} ​​jäsentä rekisteröitynyt viimeisen neljän kuukauden aikana. {total_number_of_members_registered_more_than_four_months_ago} jäsentä rekisteröityi yli neljä kuukautta sitten. {total_number_of_members_registered_in_the_last_eight_months} ​​jäsentä rekisteröitynyt viimeisen kahdeksan kuukauden aikana. {total_number_of_members_registered_more_than_eight_months_ago} jäsentä rekisteröityi yli kahdeksan kuukautta sitten. {total_number_of_members_registered_in_the_last_two_years} jäsentä rekisteröitynyt viimeisen kahden vuoden aikana. {total_number_of_members_registered_more_than_two_years_ago} jäsentä rekisteröityi yli kaksi vuotta sitten. {total_number_of_members_registered_before_2019_08_01} jäsentä rekisteröitynyt ennen 1. elokuuta 2019.
fr: Admin : {total_number_of_members_registered_in_the_last_week} membres inscrits au cours de la dernière semaine. {total_number_of_members_registered_in_the_last_month} membres inscrits au cours du dernier mois. {total_number_of_members_registered_in_the_last_four_months} membres au cours des quatre derniers mois. {total_number_of_members_registered_more_than_four_months_ago} membres inscrits il y a plus de quatre mois. {total_number_of_members_registered_in_the_last_eight_months} membres au cours des huit derniers mois. {total_number_of_members_registered_more_than_eight_months_ago} membres inscrits il y a plus de huit mois. {total_number_of_members_registered_in_the_last_two_years} membres inscrits au cours des deux dernières années. {total_number_of_members_registered_more_than_two_years_ago} membres inscrits depuis plus de deux ans. {total_number_of_members_registered_before_2019_08_01} membres inscrits avant le 1er août 2019.
he: אדמין: בשבוע האחרון נרשמו לאתר {total_number_of_members_registered_in_the_last_week} חברים. בחודש האחרון נרשמו לאתר {total_number_of_members_registered_in_the_last_month} חברים. בארבעת החודשים האחרונים נרשמו לאתר {total_number_of_members_registered_in_the_last_four_months} חברים. {total_number_of_members_registered_more_than_four_months_ago} חברים נרשמו לאתר לפני יותר מארבעה חודשים. בשמונת החודשים האחרונים נרשמו לאתר {total_number_of_members_registered_in_the_last_eight_months} חברים. {total_number_of_members_registered_more_than_eight_months_ago} חברים נרשמו לאתר לפני יותר משמונה חודשים. בשנתיים האחרונות נרשמו לאתר {total_number_of_members_registered_in_the_last_two_years} חברים. {total_number_of_members_registered_more_than_two_years_ago} חברים נרשמו לאתר לפני יותר משנתיים. {total_number_of_members_registered_before_2019_08_01} חברים נרשמו לאתר לפני 1 באוגוסט 2019.
it: Admin: {total_number_of_members_registered_in_the_last_week} membri registrati nell’ultima settimana. {total_number_of_members_registered_in_the_last_month} membri registrati nell’ultimo mese. {total_number_of_members_registered_in_the_last_four_months} membri registrati negli ultimi quattro mesi. {total_number_of_members_registered_more_than_four_months_ago} membri registrati più di quattro mesi fa. {total_number_of_members_registered_in_the_last_eight_months} membri registrati negli ultimi otto mesi. {total_number_of_members_registered_more_than_eight_months_ago} membri registrati più di otto mesi fa. {total_number_of_members_registered_in_the_last_two_years} membri registrati negli ultimi due anni. {total_number_of_members_registered_more_than_two_years_ago} membri registrati più di due anni fa. {total_number_of_members_registered_before_2019_08_01} membri registrati prima del 1° agosto 2019.
nl: Beheerder: {total_number_of_members_registered_in_the_last_week} zijn in de afgelopen week lid geworden. {total_number_of_members_registered_in_the_last_month} zijn in de afgelopen maand lid geworden. {total_number_of_members_registered_in_the_last_four_months} zijn in de afgelopen vier maanden lid geworden. {total_number_of_members_registered_more_than_four_months_ago} zijn in meer dan vier maanden geleden lid geworden. {total_number_of_members_registered_in_the_last_eight_months} leden zijn in de afgelopen acht maanden lid geworden.{total_number_of_members_registered_more_than_eight_months_ago} leden zijn meer dan acht maanden geleden lid geworden. {total_number_of_members_registered_in_the_last_two_years} zijn in de afgelopen twee jaar lid geworden. {total_number_of_members_registered_more_than_two_years_ago} zijn meer dan twee jaar geleden lid geworden. {total_number_of_members_registered_before_2019_08_01} zijn vóór 1 augustus 2019 lid geworden.
pt: Admin: {total_number_of_members_registered_in_the_last_week} membros registados na última semana. {total_number_of_members_registered_in_the_last_month} membros registados no último mês. {total_number_of_members_registered_in_the_last_four_months} membros registados nos últimos quatro meses. {total_number_of_members_registered_more_than_four_months_ago} membros registados há mais de quatro meses. {total_number_of_members_registered_in_the_last_eight_months} membros registados nos últimos oito meses. {total_number_of_members_registered_more_than_eight_months_ago} membros registados há mais de oito meses. {total_number_of_members_registered_in_the_last_two_years} membros registados nos últimos dois anos. {total_number_of_members_registered_more_than_two_years_ago} membros registados há mais de dois anos. {total_number_of_members_registered_before_2019_08_01} membros registados antes de 1º de agosto de 2019.
sv: Admin: {total_number_of_members_registered_in_the_last_week} medlemmar som registrerats under den senaste veckan. {total_number_of_members_registered_in_the_last_month} medlemmar som registrerats under den senaste månaden. {total_number_of_members_registered_in_the_last_four_months} medlemmar som registrerats under de senaste fyra månaderna. {total_number_of_members_registered_more_than_four_months_ago} medlemmar som registrerades för mer än fyra månader sedan. {total_number_of_members_registered_in_the_last_eight_months} medlemmar som registrerats under de senaste åtta månaderna. {total_number_of_members_registered_more_than_eight_months_ago} medlemmar som registrerades för mer än åtta månader sedan. {total_number_of_members_registered_in_the_last_two_years} medlemmar som registrerats under de senaste två åren. {total_number_of_members_registered_more_than_two_years_ago} medlemmar som registrerades för mer än två år sedan. {total_number_of_members_registered_before_2019_08_01} medlemmar som registrerats före den 1 augusti 2019.

source: Admin: {total_number_of_members_registered_in_year} members registered in {year}.
de: Admin: {total_number_of_members_registered_in_year} Mitglieder, die sich {year} angemeldet haben.
es: Admin: {total_number_of_members_registered_in_year} miembros registrados en {year}.
fi: Järjestelmänvalvoja: {total_number_of_members_registered_in_year} jäsentä rekisteröitynyt vuonna {year}.
fr: Admin : {total_number_of_members_registered_in_year} membres inscrits sur {year}.
he: אדמין: {total_number_of_members_registered_in_year} חברים נרשמו לאתר בשנת {year}.
it: Admin: {total_number_of_members_registered_in_year} membri registrati in {year}.
nl: Beheerder: {total_number_of_members_registered_in_year} zijn in {year} lid geworden.
pt: Admin: {total_number_of_members_registered_in_year} membros registados em {year}.
sv: Admin: {total_number_of_members_registered_in_year} medlemmar registrerade under {year}.

source: Speedy Core Base App
es: Aplicación básica Speedy Core
fi: Speedy Core Perusappi
fr: Application de base Speedy Core
it: App di base Speedy Core
pt: App Speedy Core Base
sv: App för Speedy Core Base

source: id contains illegal characters.
de: ID enthält nicht zugelassene Zeichen.
es: id contiene caracteres ilegales.
fi: id sisältää laittomia merkkejä.
fr: cette ID contient des caractères illégaux.
he: id מכיל תווים לא חוקיים.
it: l’id contiene caratteri illegali.
nl: id bevat illegale tekens.
pt: id contém caracteres ilegais.
sv: id innehåller olagliga tecken.

source: Changes saved.
de: Änderungen gespeichert.
es: Cambios guardados.
fi: Muutokset tallennettu.
fr: Changements sauvegardés.
he: השינויים נשמרו.
it: Modifiche salvate.
nl: Wijzigingen opgeslagen.
pt: Alterações guardadas.
sv: Ändringar sparade.

source: Users cannot block themselves.
de: Benutzer können sich nicht selbst sperren.
es: Los usuarios no pueden bloquearse a sí mismos.
fi: Käyttäjät eivät voi estää itseään.
fr: Les utilisateurs ne peuvent pas se bloquer eux-mêmes.
he: משתמשים לא יכולים לחסום את עצמם.
it: Gli utenti non possono bloccarsi da soli.
nl: Gebruikers kunnen zichzelf niet blokkeren.
pt: Os utilizadores não podem bloquear a si mesmos.
sv: Användare kan inte blockera sig själva.

source: blocked user
de: Gesperrter Benutzer
es: usuario bloqueado
fi: estetty käyttäjä
fr: utilisateur bloqué
it: utente bloccato
nl: geblokkeerde gebruiker
pt: utilizador bloqueado
sv: blockerad användare

source: block
de: Sperren
es: bloquear
fi: estä
fr: bloquer
it: blocca
nl: blokkeren
pt: bloquear
sv: blockera

source: user blocks
de: Benutzersperren
es: bloqueos de usuario
fi: käyttäjän estot
fr: utilisateurs bloqués
it: l’utente blocca
nl: gebruiker blokkeert
pt: bloqueios de utilizador
sv: användarblockeringar

source: You have blocked {}.
de: Sie haben {} gesperrt.
es: Has bloqueado a {}.
fi: Olet estänyt käyttäjän {}.
fr: Vous avez bloqué {}.
he: חסמת את {}.
it: Hai bloccato {}.
nl: Je hebt {} geblokkeerd.
pt: Tu bloqueaste {}.
sv: Du har blockerat {}.

source: You have unblocked {}.
de: Sie haben {} entsperrt.
es: Has desbloqueado a {}.
fi: Olet kumonnut käyttäjän {} eston.
fr: Vous avez débloqué {}.
he: ביטלת את חסימת {}.
it: Hai sbloccato {}.
nl: Je hebt {} gedeblokkeerd.
pt: Tu desbloqueaste {}.
sv: Du har avblockerat {}.

source: Contact By Form
de: Mit Formular kontaktieren
es: Contacto por formulario
fi: Yhteydenotto lomakkeella
fr: Contacter via le formulaire
it: Contatto tramite modulo
nl: Neem contact op via formulier
pt: Contato por formulário
sv: Kontakt via formulär

source: Type the number "17"
de: Geben Sie die Nummer „17“ ein
es: Escribe el número "17"
fi: Kirjoita numero "17"
fr: Tapez le numéro « 17 »
he: הקלד/הקלידי את המספר "17"
it: Digita il numero "17"
nl: Voer het cijfer "17" in
pt: Digite o número "17"
sv: Skriv in siffran "17"

source: Send
de: Senden
es: Enviar
fi: Lähetä
fr: Envoi
he: שלח/י
it: Invia
nl: Verstuur
pt: Enviar
sv: Skicka in

source: Please contact us by email.
de: Bitte kontaktieren Sie uns per E-Mail.
es: Por favor, contáctanos por correo electrónico.
fi: Ota yhteyttä sähköpostitse.
fr: Veuillez nous contacter par e-mail.
he: אנא צרו איתנו קשר באמצעות הדואר האלקטרוני.
it: Contattateci tramite e-mail.
nl: Neem contact met ons op via e-mail.
pt: Entre em contacto conosco por e-mail.
sv: Kontakta oss via e-post.

source: Not 17.
de: Nicht 17.
es: No 17.
fi: Ei 17.
fr: Pas 17.
he: לא 17.
it: Non 17.
nl: Niet 17.
pt: Não 17.
sv: Inte 17.

source: Feedback
es: Comentario
fi: Palaute
he: פידבק
pt: Avaliação
sv: Återkoppling

source: Abuse (User)
de: Missbrauch (Benutzer)
es: Abuso (Usuario)
fi: Väärinkäyttö (käyttäjä)
fr: Abus (Utilisateur)
it: Abuso (Utente)
nl: Misbruik (gebruiker)
pt: Abuso (Utilizador)
sv: Missbruk (användare)

source: Abuse (Photo)
de: Missbrauch (Foto)
es: Abuso (Foto)
fi: Väärinkäyttö (valokuva)
fr: Abus (Photo)
it: Abuso (Foto)
nl: Misbruik (foto)
pt: Abuso (Foto)
sv: Missbruk (foto)

source: sender
es: remitente
fi: lähettäjä
fr: expéditeur
he: שולח/ת
it: mittente
nl: afzender
pt: remetente
sv: avsändare

source: your name
de: Ihr Name
es: tu nombre
fi: nimesi
fr: votre nom
he: השם שלך
it: il tuo nome
nl: je naam
pt: teu nome
sv: ditt namn

source: your email
de: Ihre E-Mail
es: Tu correo electrónico
fi: sähköpostisi
fr: votre e-mail
he: הדואר האלקטרוני שלך
it: Il tuo indirizzo e-mail
nl: je e-mail
pt: Teu e-mail
sv: din e-postadress

source: type
de: Typ
es: tipo
fi: tyyppi
it: tipo
pt: tipo
sv: typ

source: your message
de: Ihre Nachricht
es: tu mensaje
fi: viestisi
fr: votre message
he: ההודעה שלך
it: il tuo messaggio
nl: jouw bericht
pt: tua mensagem
sv: ditt meddelande

source: reported entity
de: gemeldete Einheit
es: entidad reportada
fi: ilmiannettu kokonaisuus
fr: entité déclarée
it: entità segnalata
nl: gerapporteerde entiteit
pt: entidade denunciada
sv: rapporterad enhet

source: reported photo
de: gemeldetes Foto
es: foto reportada
fi: ilmiannettu kuva
fr: photo signalée
it: foto segnalata
nl: gerapporteerde foto
pt: foto denunciada
sv: rapporterat foto

source: feedback
es: comentario
fi: palaute
he: פידבק
pt: avaliação
sv: återkoppling

source: feedbacks
es: comentarios
fi: palautteet
he: פידבקים
it: feedback
nl: feedback
pt: avaliações
sv: återkoppling

source: Friendship request sent.
de: Freundschaftsanfrage gesendet.
es: Solicitud de amistad enviada.
fi: Ystävyyspyyntö lähetetty.
fr: Demande d’amitié envoyée.
he: בקשת חברות נשלחה.
it: Richiesta di amicizia inviata.
nl: Vriendschapsverzoek verzonden.
pt: Solicitação de amizade enviada.
sv: Vänskapsförfrågan skickad.

source: No friendship request.
de: Keine Freundschaftsanfrage.
es: Ninguna solicitud de amistad.
fi: Ei ystävyyspyyntöä.
fr: Aucune demande d’amitié.
he: אין בקשת חברות.
it: Nessuna richiesta di amicizia.
nl: Geen vriendschapsverzoek.
pt: Nenhuma solicitação de amizade.
sv: Ingen begäran om vänskap.

source: Friendship request accepted.
de: Freundschaftsanfrage akzeptiert.
es: Solicitud de amistad aceptada.
fi: Ystävyyspyyntö hyväksytty.
fr: Demande d’amitié acceptée.
he: בקשת החברות התקבלה.
it: Richiesta di amicizia accettata.
nl: Vriendschapsverzoek geaccepteerd.
pt: Solicitação de amizade aceita.
sv: Vänskapsförfrågan accepterad.

source: Friendship request rejected.
de: Freundschaftsanfrage abgelehnt.
es: Solicitud de amistad rechazada.
fi: Ystävyyspyyntö hylätty.
fr: Demande d’amitié rejetée.
he: בקשת החברות נדחתה.
it: Richiesta di amicizia rifiutata.
nl: Vriendschapsverzoek afgewezen.
pt: Solicitação de amizade recusada.
sv: Vänskapsförfrågan avvisad.

source: Messages
de: Nachrichten
es: Mensajes
fi: Viestit
he: הודעות
it: Messaggi
nl: Berichten
pt: Mensagens
sv: Meddelanden

source: site
de: Website
es: sitio
fi: sivusto
he: אתר
it: sito
pt: sítio
sv: webbplats

source: participant 1
de: Teilnehmer 1
es: participante 1
fi: osallistuja 1
fr: participant nº1
he: משתתפ/ת 1
it: partecipante 1
nl: deelnemer 1
pt: participante 1
sv: delatagare 1

source: participant 2
de: Teilnehmer 2
es: participante 2
fi: osallistuja 2
fr: participant nº2
he: משתתפ/ת 2
it: partecipante 2
nl: deelnemer 2
pt: participante 2
sv: deltagare 2
