Repository: speedy-net/speedy-net
Catalog: speedy/core/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

source: Your friend
de: Ihr Freund/Ihre Freundin
es: Tu amigo
fi: Ystäväsi
fr: Votre ami(e)
he: חבר/ה שלך
it: Il tuo amico
nl: Je vriend
pt: Teu amigo
sv: Din vän

source: Friendship request sent
de: Freundschaftsanfrage gesendet
es: Solicitud de amistad enviada
fi: Ystäväpyyntö lähetetty
fr: Demande d’amitié envoyée
he: בקשת חברות נשלחה
it: Richiesta di amicizia inviata
nl: Vriendschapsverzoek verzonden
pt: Solicitação de amizade enviada
sv: Vänskapsförfrågan skickad

# female
source: You haven't confirmed your email address. Please check your inbox.
de: Sie haben Ihre E-Mail-Adresse nicht bestätigt. Bitte prüfen Sie Ihren Posteingang.
es: No has confirmado tu dirección de correo electrónico. Revisa tu bandeja de entrada.
fi: Et ole vahvistanut sähköpostiasi. Tarkista inboxisi.
fr: Vous n’avez pas confirmé votre adresse e-mail. Veuillez vérifier votre boîte mail.
he: עדיין לא אימתת את כתובת הדואר האלקטרוני שלך. בדקי את תיבת הדואר הנכנס שלך.
it: Non hai confermato il tuo indirizzo e-mail. Controlla la tua casella di posta.
nl: Je hebt je e-mailadres nog niet bevestigd. Controleer je inbox.
pt: Tu não confirmaste teu e-mail. Verifique tua caixa de entrada.
sv: Du har inte bekräftat din e-postadress. Vänligen kontrollera din inkorg.

# male
source: You haven't confirmed your email address. Please check your inbox.
de: Sie haben Ihre E-Mail-Adresse nicht bestätigt. Bitte prüfen Sie Ihren Posteingang.
es: No has confirmado tu dirección de correo electrónico. Revisa tu bandeja de entrada.
fi: Et ole vahvistanut sähköpostiasi. Tarkista inboxisi.
fr: Vous n’avez pas confirmé votre adresse e-mail. Veuillez vérifier votre boîte mail.
he: עדיין לא אימתת את כתובת הדואר האלקטרוני שלך. בדוק את תיבת הדואר הנכנס שלך.
it: Non hai confermato il tuo indirizzo e-mail. Controlla la tua casella di posta.
nl: Je hebt je e-mailadres nog niet bevestigd. Controleer je inbox.
pt: Tu não confirmaste teu e-mail. Verifique tua caixa de entrada.
sv: Du har inte bekräftat din e-postadress. Vänligen kontrollera din inkorg.

# other
source: You haven't confirmed your email address. Please check your inbox.
de: Sie haben Ihre E-Mail-Adresse nicht bestätigt. Bitte prüfen Sie Ihren Posteingang.
es: No has confirmado tu dirección de correo electrónico. Revisa tu bandeja de entrada.
fi: Et ole vahvistanut sähköpostiasi. Tarkista inboxisi.
fr: Vous n’avez pas confirmé votre adresse e-mail. Veuillez vérifier votre boîte mail.
he: עדיין לא אימתת את כתובת הדואר האלקטרוני שלך. בדוק/י את תיבת הדואר הנכנס שלך.
it: Non hai confermato il tuo indirizzo e-mail. Controlla la tua casella di posta.
nl: Je hebt je e-mailadres nog niet bevestigd. Controleer je inbox.
pt: Tu não confirmaste teu e-mail. Verifique tua caixa de entrada.
sv: Du har inte bekräftat din e-postadress. Vänligen kontrollera din inkorg.

# female
source: Logout
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Déconnexion
he: התנתקי
it: Disconnessione
nl: Uitloggen
pt: Sair

# male
source: Logout
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Déconnexion
he: התנתק
it: Disconnessione
nl: Uitloggen
pt: Sair

# other
source: Logout
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Déconnexion
he: התנתק/י
it: Disconnessione
nl: Uitloggen
pt: Sair

# female
source: Hi <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, welcome back to %(site_name)s!
de: Hallo <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, willkommen zurück bei %(site_name)s!
es: ¡Hola, <a href="%(user_link)s" class="navbar-link">%(user_name)s </a>bienvenida de nuevo a %(site_name)s!
fi: hei <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, Tervetuloa takaisin sivustolle %(site_name)s!
fr: Bonjour <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, bienvenue sur %(site_name)s !
he: היי <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, ברוכה השבה ל%(site_name)s!
it: Ciao <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, bentornata su %(site_name)s!
nl: Hallo <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, welkom terug bij %(site_name)s!
pt: Olá <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, seja bem-vinda novamente a %(site_name)s!
sv: Hej <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, välkommen tillbaka till %(site_name)s!

# male
source: Hi <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, welcome back to %(site_name)s!
de: Hallo <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, willkommen zurück bei %(site_name)s!
es: ¡Hola, <a href="%(user_link)s" class="navbar-link">%(user_name)s </a>bienvenido de nuevo a %(site_name)s!
fi: hei <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, Tervetuloa takaisin sivustolle %(site_name)s!
fr: Bonjour <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, bienvenue sur %(site_name)s !
he: היי <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, ברוך השב ל%(site_name)s!
it: Ciao <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, bentornato su %(site_name)s!
nl: Hallo <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, welkom terug bij %(site_name)s!
pt: Olá <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, seja bem-vindo novamente a %(site_name)s!
sv: Hej <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, välkommen tillbaka till %(site_name)s!

# other
source: Hi <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, welcome back to %(site_name)s!
de: Hallo <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, willkommen zurück bei %(site_name)s!
es: ¡Hola, <a href="%(user_link)s" class="navbar-link">%(user_name)s </a>bienvenido de nuevo a %(site_name)s!
fi: hei <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, Tervetuloa takaisin sivustolle %(site_name)s!
fr: Bonjour <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, bienvenue sur %(site_name)s !
he: היי <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, ברוכ/ה השב/ה ל%(site_name)s!
it: Ciao <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, bentornato/a su %(site_name)s!
nl: Hallo <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, welkom terug bij %(site_name)s!
pt: Olá <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, seja bem-vindo novamente a %(site_name)s!
sv: Hej <a href="%(user_link)s" class="navbar-link">%(user_name)s</a>, välkommen tillbaka till %(site_name)s!

# female
source: Please confirm your email address.
de: Bitte bestätigen Sie Ihre E-Mail-Adresse.
es: Por favor confirma tu dirección de correo electrónico.
fi: Vahvista sähköpostiosoitteesi.
fr: Veuillez confirmer votre adresse e-mail.
he: אמתי בבקשה את כתובת הדואר האלקטרוני שלך.
it: Non hai confermato il tuo indirizzo e-mail.
nl: Bevestig je e-mailadres.
pt: Confirma teu e-mail.
sv: Bekräfta din e-postadress.

# male
source: Please confirm your email address.
de: Bitte bestätigen Sie Ihre E-Mail-Adresse.
es: Por favor confirma tu dirección de correo electrónico.
fi: Vahvista sähköpostiosoitteesi.
fr: Veuillez confirmer votre adresse e-mail.
he: אמת בבקשה את כתובת הדואר האלקטרוני שלך.
it: Non hai confermato il tuo indirizzo e-mail.
nl: Bevestig je e-mailadres.
pt: Confirma teu e-mail.
sv: Bekräfta din e-postadress.

# other
source: Please confirm your email address.
de: Bitte bestätigen Sie Ihre E-Mail-Adresse.
es: Por favor confirma tu dirección de correo electrónico.
fi: Vahvista sähköpostiosoitteesi.
fr: Veuillez confirmer votre adresse e-mail.
he: אמת/י בבקשה את כתובת הדואר האלקטרוני שלך.
it: Non hai confermato il tuo indirizzo e-mail.
nl: Bevestig je e-mailadres.
pt: Confirma teu e-mail.
sv: Bekräfta din e-postadress.

# female
source: Deactivate Account
de: Konto deaktivieren
es: Desactivar cuenta
fi: Deaktivoi tilisi
fr: Désactiver compte
he: הקפיאי את פעילות החשבון
it: Disattiva l’account
nl: Deactiveer account
pt: Desativar conta
sv: Avaktivera konto

# male
source: Deactivate Account
de: Konto deaktivieren
es: Desactivar cuenta
fi: Deaktivoi tilisi
fr: Désactiver compte
he: הקפא את פעילות החשבון
it: Disattiva l’account
nl: Deactiveer account
pt: Desativar conta
sv: Avaktivera konto

# other
source: Deactivate Account
de: Konto deaktivieren
es: Desactivar cuenta
fi: Deaktivoi tilisi
fr: Désactiver compte
he: הקפא/י את פעילות החשבון
it: Disattiva l’account
nl: Deactiveer account
pt: Desativar conta
sv: Avaktivera konto

# female
source: Resend a confirmation email
de: Eine neue Bestätigungs-E-Mail senden
es: Reenviar un correo electrónico de confirmación
fi: Lähetä vahvistusviesti uudelleen
fr: Renvoyer un e-mail de confirmation
he: שלחי שוב הודעת אימות
it: Invia nuovamente l’e-mail di conferma
nl: Stuur opnieuw een bevestigingsmail
pt: Reenviar um e-mail de confirmação
sv: Skicka om en bekräftelse via e-post

# male
source: Resend a confirmation email
de: Eine neue Bestätigungs-E-Mail senden
es: Reenviar un correo electrónico de confirmación
fi: Lähetä vahvistusviesti uudelleen
fr: Renvoyer un e-mail de confirmation
he: שלח שוב הודעת אימות
it: Invia nuovamente l’e-mail di conferma
nl: Stuur opnieuw een bevestigingsmail
pt: Reenviar um e-mail de confirmação
sv: Skicka om en bekräftelse via e-post

# other
source: Resend a confirmation email
de: Eine neue Bestätigungs-E-Mail senden
es: Reenviar un correo electrónico de confirmación
fi: Lähetä vahvistusviesti uudelleen
fr: Renvoyer un e-mail de confirmation
he: שלח/י שוב הודעת אימות
it: Invia nuovamente l’e-mail di conferma
nl: Stuur opnieuw een bevestigingsmail
pt: Reenviar um e-mail de confirmação
sv: Skicka om en bekräftelse via e-post

# female
source: Make this email address primary
de: Machen Sie diese E-Mail-Adresse zu Ihrer Hauptadresse
es: Haz que esta dirección de correo electrónico sea la principal
fi: Tee tästä ensisijainen sähköpostiosoite
fr: Définir cette adresse e-mail comme la principale
he: הפכי כתובת דואר אלקטרוני זאת לראשית
it: Utilizza questo indirizzo e-mail come indirizzo principale
nl: Maak dit je primaire e-mailadres
pt: Configurar esta caixa de e-mail como principal
sv: Gör den här e-postadressen primär

# male
source: Make this email address primary
de: Machen Sie diese E-Mail-Adresse zu Ihrer Hauptadresse
es: Haz que esta dirección de correo electrónico sea la principal
fi: Tee tästä ensisijainen sähköpostiosoite
fr: Définir cette adresse e-mail comme la principale
he: הפוך כתובת דואר אלקטרוני זאת לראשית
it: Utilizza questo indirizzo e-mail come indirizzo principale
nl: Maak dit je primaire e-mailadres
pt: Configurar esta caixa de e-mail como principal
sv: Gör den här e-postadressen primär

# other
source: Make this email address primary
de: Machen Sie diese E-Mail-Adresse zu Ihrer Hauptadresse
es: Haz que esta dirección de correo electrónico sea la principal
fi: Tee tästä ensisijainen sähköpostiosoite
fr: Définir cette adresse e-mail comme la principale
he: הפוך/י כתובת דואר אלקטרוני זאת לראשית
it: Utilizza questo indirizzo e-mail come indirizzo principale
nl: Maak dit je primaire e-mailadres
pt: Configurar esta caixa de e-mail como principal
sv: Gör den här e-postadressen primär

# female
source: Are you sure you want to delete this email address?
de: Sind Sie sich sicher, dass Sie diese E-Mail Adresse löschen möchten?
es: ¿Estás segura de que deseas eliminar esta dirección de correo electrónico?
fi: Oletko varma, että haluat poistaa tämän sähköpostiosoitteen?
fr: Źtes-vous sūre de vouloir supprimer cette adresse e-mail ?
he: האם את בטוחה שברצונך למחוק כתובת זאת?
it: Sei sicura di voler cancellare questo indirizzo e-mail?
nl: Weet je zeker dat je dit e-mailadres wilt verwijderen?
pt: Tens certeza de que desejas excluir esta caixa de e-mail?
sv: Är du säker på att du vill radera den här e-postadressen?

# male
source: Are you sure you want to delete this email address?
de: Sind Sie sich sicher, dass Sie diese E-Mail Adresse löschen möchten?
es: ¿Estás seguro de que deseas eliminar esta dirección de correo electrónico?
fi: Oletko varma, että haluat poistaa tämän sähköpostiosoitteen?
fr: Êtes-vous sûr de vouloir supprimer cette adresse e-mail ?
he: האם אתה בטוח שברצונך למחוק כתובת זאת?
it: Sei sicuro di voler cancellare questo indirizzo e-mail?
nl: Weet je zeker dat je dit e-mailadres wilt verwijderen?
pt: Tens certeza de que desejas excluir esta caixa de e-mail?
sv: Är du säker på att du vill radera den här e-postadressen?

# other
source: Are you sure you want to delete this email address?
de: Sind Sie sich sicher, dass Sie diese E-Mail Adresse löschen möchten?
es: ¿Estás seguro de que deseas eliminar esta dirección de correo electrónico?
fi: Oletko varma, että haluat poistaa tämän sähköpostiosoitteen?
fr: Źtes-vous sūr(e) de vouloir supprimer cette adresse e-mail ?
he: האם את/ה בטוח/ה שברצונך למחוק כתובת זאת?
it: Sei sicuro/a di voler cancellare questo indirizzo e-mail?
nl: Weet je zeker dat je dit e-mailadres wilt verwijderen?
pt: Tens certeza de que desejas excluir esta caixa de e-mail?
sv: Är du säker på att du vill radera den här e-postadressen?

# female
source: Delete this email address
de: Diese E-Mail-Adresse löschen
es: Eliminar esta dirección de correo electrónico
fi: Poista tämä sähköpostiosoite
fr: Supprimer cette adresse e-mail
he: מחקי כתובת דואר אלקטרוני זאת
it: Elimina questo indirizzo e-mail
nl: Verwijder dit e-mailadres
pt: Excluir esta caixa de e-mail
sv: Radera denna e-postadress

# male
source: Delete this email address
de: Diese E-Mail-Adresse löschen
es: Eliminar esta dirección de correo electrónico
fi: Poista tämä sähköpostiosoite
fr: Supprimer cette adresse e-mail
he: מחק כתובת דואר אלקטרוני זאת
it: Elimina questo indirizzo e-mail
nl: Verwijder dit e-mailadres
pt: Excluir esta caixa de e-mail
sv: Radera denna e-postadress

# other
source: Delete this email address
de: Diese E-Mail-Adresse löschen
es: Eliminar esta dirección de correo electrónico
fi: Poista tämä sähköpostiosoite
fr: Supprimer cette adresse e-mail
he: מחק/י כתובת דואר אלקטרוני זאת
it: Elimina questo indirizzo e-mail
nl: Verwijder dit e-mailadres
pt: Excluir esta caixa de e-mail
sv: Radera denna e-postadress

# female
source: Add Another
de: Ein anderes hinzufügen
es: Agregar otra
fi: Lisää toinen
fr: Ajouter un autre
he: הוסיפי חדשה
it: Aggiungine un’altra
nl: Voeg een andere toe
pt: Adicionar outro
sv: Lägg till en annan

# male
source: Add Another
de: Ein anderes hinzufügen
es: Agregar otra
fi: Lisää toinen
fr: Ajouter un autre
he: הוסף חדשה
it: Aggiungine un altro
nl: Voeg een andere toe
pt: Adicionar outro
sv: Lägg till en annan

# other
source: Add Another
de: Ein anderes hinzufügen
es: Agregar otra
fi: Lisää toinen
fr: Ajouter un autre
he: הוסף/י חדשה
it: Aggiungine un altro/un’altra
nl: Voeg een andere toe
pt: Adicionar outro
sv: Lägg till en annan

# female
source: Change Password
de: Passwort ändern
es: Cambiar la contraseña
fi: Vaihda salasana
fr: Modifier le mot de passe
he: שני סיסמה
it: Cambia password
nl: Wijzig wachtwoord
pt: Alterar palavra-passe
sv: Byt lösenord

# male
source: Change Password
de: Passwort ändern
es: Cambiar la contraseña
fi: Vaihda salasana
fr: Modifier le mot de passe
he: שנה סיסמה
it: Cambia password
nl: Wijzig wachtwoord
pt: Alterar palavra-passe
sv: Byt lösenord

# other
source: Change Password
de: Passwort ändern
es: Cambiar la contraseña
fi: Vaihda salasana
fr: Modifier le mot de passe
he: שנה/י סיסמה
it: Cambia password
nl: Wijzig wachtwoord
pt: Alterar palavra-passe
sv: Byt lösenord

# female
source: Change privacy settings of email addresses on your profile.
de: Datenschutzeinstellungen der E-Mail-Adressen auf Ihrem Profil ändern.
es: Cambiar la configuración de privacidad de las direcciones de correo electrónico en tu perfil.
fi: Muuta sähköpostiosoitteittesi yksityisyysasetuksia profiilissasi
fr: Modifier les paramètres de confidentialité des adresses e-mail de votre profil.
he: שני הגדרות פרטיות לכתובות דואר אלקטרוני בפרופיל שלך.
it: Modifica le impostazioni sulla privacy degli indirizzi e-mail sul tuo profilo.
nl: Wijzig de privacyinstellingen van e-mailadressen in je profiel.
pt: Alterar configurações de privacidade das caixas de e-mail do teu perfil.
sv: Ändra sekretessinställningar för e-postadresser i profilen.

# male
source: Change privacy settings of email addresses on your profile.
de: Datenschutzeinstellungen der E-Mail-Adressen auf Ihrem Profil ändern.
es: Cambiar la configuración de privacidad de las direcciones de correo electrónico en tu perfil.
fi: Muuta sähköpostiosoitteittesi yksityisyysasetuksia profiilissasi
fr: Modifier les paramètres de confidentialité des adresses e-mail de votre profil.
he: שנה הגדרות פרטיות לכתובות דואר אלקטרוני בפרופיל שלך.
it: Modifica le impostazioni sulla privacy degli indirizzi e-mail sul tuo profilo.
nl: Wijzig de privacyinstellingen van e-mailadressen in je profiel.
pt: Alterar configurações de privacidade das caixas de e-mail do teu perfil.
sv: Ändra sekretessinställningar för e-postadresser i profilen.

# other
source: Change privacy settings of email addresses on your profile.
de: Datenschutzeinstellungen der E-Mail-Adressen auf Ihrem Profil ändern.
es: Cambiar la configuración de privacidad de las direcciones de correo electrónico en tu perfil.
fi: Muuta sähköpostiosoitteittesi yksityisyysasetuksia profiilissasi
fr: Modifier les paramètres de confidentialité des adresses e-mail de votre profil.
he: שנה/י הגדרות פרטיות לכתובות דואר אלקטרוני בפרופיל שלך.
it: Modifica le impostazioni sulla privacy degli indirizzi e-mail sul tuo profilo.
nl: Wijzig de privacyinstellingen van e-mailadressen in je profiel.
pt: Alterar configurações de privacidade das caixas de e-mail do teu perfil.
sv: Ändra sekretessinställningar för e-postadresser i profilen.

# female
source: You're not blocking anybody.
de: Sie sperren niemanden.
es: No estás bloqueando a nadie.
fi: Et estä tällä hetkellä ketään
fr: Vous ne bloquez personne.
he: את לא חוסמת אף אחד.
it: Al momento non hai persone bloccate.
nl: Je blokkeert nog niemand.
pt: Tu não tens nenhuma pessoa bloqueada.
sv: Du blockerar ingen.

# male
source: You're not blocking anybody.
de: Sie sperren niemanden.
es: No estás bloqueando a nadie.
fi: Et estä tällä hetkellä ketään
fr: Vous ne bloquez personne.
he: אתה לא חוסם אף אחד.
it: Al momento non hai persone bloccate.
nl: Je blokkeert nog niemand.
pt: Tu não tens nenhuma pessoa bloqueada.
sv: Du blockerar ingen.

# other
source: You're not blocking anybody.
de: Sie sperren niemanden.
es: No estás bloqueando a nadie.
fi: Et estä tällä hetkellä ketään
fr: Vous ne bloquez personne.
he: את/ה לא חוסם/ת אף אחד.
it: Al momento non hai persone bloccate.
nl: Je blokkeert nog niemand.
pt: Tu não tens nenhuma pessoa bloqueada.
sv: Du blockerar ingen.

# female
source: Report a User
de: Einen Benutzer melden
es: Reportar una usuaria
fi: Ilmianna käyttäjä
fr: Signaler un utilisateur
he: דיווח על משתמשת
it: Segnala un’utente
nl: Rapporteer een Gebruiker
pt: Denunciar um utilizador
sv: Anmäl en användare

# male
source: Report a User
de: Einen Benutzer melden
es: Reportar un usuario
fi: Ilmianna käyttäjä
fr: Signaler un utilisateur
he: דיווח על משתמש
it: Segnala un utente
nl: Rapporteer een Gebruiker
pt: Denunciar um utilizador
sv: Anmäl en användare

# other
source: Report a User
de: Einen Benutzer melden
es: Reportar un usuario
fi: Ilmianna käyttäjä
fr: Signaler un utilisateur
he: דיווח על משתמש/ת
it: Segnala un utente/un’utente
nl: Rapporteer een Gebruiker
pt: Denunciar um utilizador
sv: Anmäl en användare

# female
source: Your feedback was sent to administrators.
de: Ihr Feedback wurde an die Administratoren gesendet.
es: Tus comentarios fueron enviados a los administradores.
fi: Palautteesi lähetettiin ylläpitäjille.
fr: Votre commentaire a été envoyé aux administrateurs.
he: המשוב שלך נשלח למנהלים.
it: Il tuo feedback è stato inviato agli amministratori.
nl: Je feedback is naar de beheerders verzonden.
pt: Tua avaliação foi enviada aos administradores.
sv: Din återkoppling har skickats till administratörerna.

# male
source: Your feedback was sent to administrators.
de: Ihr Feedback wurde an die Administratoren gesendet.
es: Tus comentarios fueron enviados a los administradores.
fi: Palautteesi lähetettiin ylläpitäjille.
fr: Votre commentaire a été envoyé aux administrateurs.
he: המשוב שלך נשלח למנהלים.
it: Il tuo feedback è stato inviato agli amministratori.
nl: Je feedback is naar de beheerders verzonden.
pt: Tua avaliação foi enviada aos administradores.
sv: Din återkoppling har skickats till administratörerna.

# other
source: Your feedback was sent to administrators.
de: Ihr Feedback wurde an die Administratoren gesendet.
es: Tus comentarios fueron enviados a los administradores.
fi: Palautteesi lähetettiin ylläpitäjille.
fr: Votre commentaire a été envoyé aux administrateurs.
he: המשוב שלך נשלח למנהלים.
it: Il tuo feedback è stato inviato agli amministratori.
nl: Je feedback is naar de beheerders verzonden.
pt: Tua avaliação foi enviada aos administradores.
sv: Din återkoppling har skickats till administratörerna.

# female
source: Send a message to %(user_name)s
de: Senden Sie eine Nachricht an %(user_name)s
es: Enviar un mensaje a %(user_name)s
fi: Lähetä viesti käyttäjälle %(user_name)s
fr: Envoyer un message à %(user_name)s
he: שלחי הודעה ל%(user_name)s
it: Invia un messaggio a %(user_name)s
nl: Stuur een bericht naar %(user_name)s
pt: Enviar uma mensagem para %(user_name)s
sv: Skicka ett meddelande till %(user_name)s

# male
source: Send a message to %(user_name)s
de: Senden Sie eine Nachricht an %(user_name)s
es: Enviar un mensaje a %(user_name)s
fi: Lähetä viesti käyttäjälle %(user_name)s
fr: Envoyer un message à %(user_name)s
he: שלח הודעה ל%(user_name)s
it: Invia un messaggio a %(user_name)s
nl: Stuur een bericht naar %(user_name)s
pt: Enviar uma mensagem para %(user_name)s
sv: Skicka ett meddelande till %(user_name)s

# other
source: Send a message to %(user_name)s
de: Senden Sie eine Nachricht an %(user_name)s
es: Enviar un mensaje a %(user_name)s
fi: Lähetä viesti käyttäjälle %(user_name)s
fr: Envoyer un message à %(user_name)s
he: שלח/י הודעה ל%(user_name)s
it: Invia un messaggio a %(user_name)s
nl: Stuur een bericht naar %(user_name)s
pt: Enviar uma mensagem para %(user_name)s
sv: Skicka ett meddelande till %(user_name)s

# female
source: Mark All as Read
de: Alle als gelesen kennzeichnen
es: Marcar todo como leído
fi: Merkitse kaikki luetuksi
fr: Marquer tout comme lu
he: סמני שכל ההודעות נקראו
it: Contrassegna come letto
nl: Markeer alles als gelezen
pt: Marcar todas como Lidas
sv: Markera alla som lästa

# male
source: Mark All as Read
de: Alle als gelesen kennzeichnen
es: Marcar todo como leído
fi: Merkitse kaikki luetuksi
fr: Marquer tout comme lu
he: סמן שכל ההודעות נקראו
it: Contrassegna come letto
nl: Markeer alles als gelezen
pt: Marcar todas como Lidas
sv: Markera alla som lästa

# other
source: Mark All as Read
de: Alle als gelesen kennzeichnen
es: Marcar todo como leído
fi: Merkitse kaikki luetuksi
fr: Marquer tout comme lu
he: סמנ/י שכל ההודעות נקראו
it: Contrassegna come letto
nl: Markeer alles als gelezen
pt: Marcar todas como Lidas
sv: Markera alla som lästa

# female
source: You:
de: Sie:
es: Tú:
fi: Sinä:
fr: Vous :
he: את:
it: Tu:
nl: Jij:
pt: Tu:
sv: Du:

# male
source: You:
de: Sie:
es: Tú:
fi: Sinä:
fr: Vous :
he: אתה:
it: Tu:
nl: Jij:
pt: Tu:
sv: Du:

# other
source: You:
de: Sie:
es: Tú:
fi: Sinä:
fr: Vous :
he: את/ה:
it: Tu:
nl: Jij:
pt: Tu:
sv: Du:

# female
source: You have no messages yet.
de: Sie haben noch keine Nachrichten.
es: Aún no tienes mensajes.
fi: Sinulla ei ole vielä viestejä.
fr: Vous n’avez pas de messages pour l’instant.
he: עדיין אין לך הודעות.
it: Non hai ancora ricevuto messaggi.
nl: Je hebt nog geen berichten.
pt: Tu ainda não tens mensagens.
sv: Du har inga meddelanden ännu.
