Repository: speedy-net/speedy-net
Catalog: speedy/core/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

source: AWS raw image moderation results
de: AWS-Rohbild Moderationsergebnisse
es: Resultados de moderación de imágenes sin procesar AWS
fi: AWS-raakakuvien moderoinnin tulokset
fr: Résultats de la modération des images brutes par AWS
it: Risultati della moderazione delle immagini grezze AWS
nl: AWS onbewerkte beeldmoderatieresultaten
pt: Resultados de moderação da imagem básica da AWS
sv: Resultat av AWS moderering av råbilder

source: AWS raw facial analysis results
de: AWS-Rohgesichtsanalyseergebnisse
es: Resultados del análisis facial sin procesar AWS
fi: AWS:n raakakasvoanalyysitulokset
fr: Résultats bruts de l’analyse faciale AWS
it: Risultati dell'analisi facciale grezza AWS
nl: AWS onbewerkte gezichtsanalyseresultaten
pt: Resultados da análise facial básica da AWS
sv: AWS råa resultat av ansiktsanalys

source: number of faces
de: Anzahl Gesichter
es: numero de caras
fi: kavojen määrä
fr: nombre de faces
it: numero di volti
nl: aantal gezichten
pt: números de faces
sv: antal ansikten

source: uploaded image
de: hochgeladenes Bild
es: imagen subida
fi: ladattu kuvat
fr: image chargée
it: immagine caricata
nl: geüploade afbeelding
pt: imagem carregada
sv: uppladdad bild

source: uploaded images
de: hochgeladene Bilder
es: imágenes subidas
fi: ladatut kuvat
fr: images chargées
it: immagini caricate
nl: geüploade afbeeldingen
pt: imagens carregadas
sv: uppladdade bilder

source: Speedy Mail Software
fr: Logiciel Speedy Mail
he: תוכנת דואר ספידי
it: Software di posta elettronica Speedy
pt: Software Speedy Mail
sv: Speedy Mail mjukvara

source: chat
fi: keskustelu
he: צ'ט
nl: chatten
sv: chatt

source: chats
fi: keskustelut
he: צ'טים
it: chat
sv: chatt

# female
source: Confirm your email address on
it: Confermato il tuo indirizzo e-mail su
sv: Bekräfta e-postadressen på

# male
source: Confirm your email address on
it: Confermato il tuo indirizzo e-mail su
sv: Bekräfta e-postadressen på

# other
source: Confirm your email address on
it: Confermato il tuo indirizzo e-mail su
sv: Bekräfta e-postadressen på

source: Speedy Software
fr: Logiciel Speedy
he: ספידי תוכנה
it: Software Speedy
sv: Speedy programvara

source: Speedy Sale
he: ספידי סייל
it: Vendite Speedy
sv: Speedy försäljning

source: Uri Rodberg, founder and webmaster:
it: Uri Rodberg, fondatore e webmaster:
sv: Uri Rodberg, grundare och webbansvarig:

source: Confirm your email address on
it: Confermato il tuo indirizzo e-mail su
sv: Bekräfta din e-postadress på

source: Password reset on
it: Password reimpostata il
sv: Återställning av lösenord på

source: You have a new message on
it: Hai un nuovo messaggio su
sv: Du har ett nytt meddelande på

source: This site is under construction
he: אתר זה נמצא בבנייה

source: Speedy Paz
he: ספידי פז

source: Speedy
he: ספידי

source: Speedy Net
he: ספידי נט

source: Speedy Match
he: ספידי מץ'

source: Speedy Composer
he: ספידי קומפוזר
