Repository: speedy-net/speedy-net
Catalog: speedy/core/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

# female
source: This user already requested friendship from you.
de: Dieser Benutzer hat bereits um Ihre Freundschaft gebeten.
es: Esta usuaria ya te solicitó amistad.
fi: Tämä käyttäjä on jo lähettänyt sinulle ystäväpyynnön.
fr: Cet utilisateur a déjà demandé à être votre ami(e).
he: המשתמשת הזאת כבר ביקשה ממך חברות.
it: Questa utente ti ha già richiesto l'amicizia.
nl: Deze gebruiker heeft je al om vriendschap gevraagd.
pt: Esta utilizadora já solicitou a tua amizade.
sv: Denna användare har redan begärt vänskap från dig.

# male
source: This user already requested friendship from you.
de: Dieser Benutzer hat bereits um Ihre Freundschaft gebeten.
es: Este usuario ya te solicitó amistad.
fi: Tämä käyttäjä on jo lähettänyt sinulle ystäväpyynnön.
fr: Cet utilisateur a déjà demandé à être votre ami(e).
he: המשתמש הזה כבר ביקש ממך חברות.
it: Questa utente ti ha già richiesto l'amicizia.
nl: Deze gebruiker heeft je al om vriendschap gevraagd.
pt: Este utilizador já solicitou a tua amizade.
sv: Denna användare har redan begärt vänskap från dig.

# other
source: This user already requested friendship from you.
de: Dieser Benutzer hat bereits um Ihre Freundschaft gebeten.
es: Este usuario ya te solicitó amistad.
fi: Tämä käyttäjä on jo lähettänyt sinulle ystäväpyynnön.
fr: Cet utilisateur a déjà demandé à être votre ami(e).
he: המשתמש/ת הזאת כבר ביקש/ה ממך חברות.
it: Questa utente ti ha già richiesto l'amicizia.
nl: Deze gebruiker heeft je al om vriendschap gevraagd.
pt: Este utilizador já solicitou a tua amizade.
sv: Denna användare har redan begärt vänskap från dig.

# female_female
source: You already are friends with this user.
de: Sie sind mit dieser Benutzerin bereits befreundet.
es: Ya eres amiga de esta usuaria.
fi: Olet jo ystävä tämän käyttäjän kanssa.
fr: Vous źtes déją amie avec cet utilisateur.
he: את כבר חברה של המשתמשת הזאת.
it: Sei già amica di questa utente.
nl: Je bent al vrienden met deze gebruiker.
pt: Tu já és amiga desta utilizadora.
sv: Du är redan vän med den här användaren.

# female_male
source: You already are friends with this user.
de: Sie sind mit diesem Benutzer bereits befreundet.
es: Ya eres amiga de este usuario.
fi: Olet jo ystävä tämän käyttäjän kanssa.
fr: Vous źtes déją amie avec cet utilisateur.
he: את כבר חברה של המשתמש הזה.
it: Sei già amica di questo utente.
nl: Je bent al vrienden met deze gebruiker.
pt: Tu já és amiga deste utilizador.
sv: Du är redan vän med den här användaren.

# female_other
source: You already are friends with this user.
de: Sie sind mit diesem Benutzer bereits befreundet.
es: Ya eres amiga de este usuario.
fi: Olet jo ystävä tämän käyttäjän kanssa.
fr: Vous êtes déjà ami(e) avec cet utilisateur.
he: את כבר חברה של המשתמש/ת הזאת.
it: Sei già amica di questo/a utente.
nl: Je bent al vrienden met deze gebruiker.
pt: Tu já és amiga deste utilizador.
sv: Du är redan vän med den här användaren.

# male_female
source: You already are friends with this user.
de: Sie sind mit diesem Benutzer bereits befreundet.
es: Ya eres amigo de esta usuaria.
fi: Olet jo ystävä tämän käyttäjän kanssa.
fr: Vous źtes déją ami avec cet utilisateur.
he: אתה כבר חבר של המשתמשת הזאת.
it: Sei già amico di questa utente.
nl: Je bent al vrienden met deze gebruiker.
pt: Tu já és amigo desta utilizadora.
sv: Du är redan vän med den här användaren.

# male_male
source: You already are friends with this user.
de: Sie sind mit diesem Benutzer bereits befreundet.
es: Ya eres amigo de este usuario.
fi: Olet jo ystävä tämän käyttäjän kanssa.
fr: Vous źtes déją ami avec cet utilisateur.
he: אתה כבר חבר של המשתמש הזה.
it: Sei già amico di questo utente.
nl: Je bent al vrienden met deze gebruiker.
pt: Tu já és amigo deste utilizador.
sv: Du är redan vän med den här användaren.

# male_other
source: You already are friends with this user.
de: Sie sind mit dieser Benutzerin bereits befreundet.
es: Ya eres amigo de este usuario.
fi: Olet jo ystävä tämän käyttäjän kanssa.
fr: Vous źtes déją ami avec cet utilisateur.
he: אתה כבר חבר של המשתמש/ת הזאת.
it: Sei già amico di questo/a utente.
nl: Je bent al vrienden met deze gebruiker.
pt: Tu já és amigo deste utilizador.
sv: Du är redan vän med den här användaren.

# other_female
source: You already are friends with this user.
de: Sie sind mit diesem Benutzer bereits befreundet.
es: Ya eres amigo de esta usuaria.
fi: Olet jo ystävä tämän käyttäjän kanssa.
fr: Vous êtes déjà ami(e) avec cet utilisateur.
he: את/ה כבר חבר/ה של המשתמשת הזאת.
it: Sei già amico/a di questa utente.
nl: Je bent al vrienden met deze gebruiker.
pt: Tu já és amigo desta utilizadora.
sv: Du är redan vän med den här användaren.

# other_male
source: You already are friends with this user.
de: Sie sind mit diesem Benutzer bereits befreundet.
es: Ya eres amigo de este usuario.
fi: Olet jo ystävä tämän käyttäjän kanssa.
fr: Vous êtes déjà ami(e) avec cet utilisateur.
he: את/ה כבר חבר/ה של המשתמש הזה.
it: Sei già amico/a di questo utente.
nl: Je bent al vrienden met deze gebruiker.
pt: Tu já és amigo deste utilizador.
sv: Du är redan vän med den här användaren.

# other_other
source: You already are friends with this user.
de: Sie sind mit diesem Benutzer bereits befreundet.
es: Ya eres amigo de este usuario.
fi: Olet jo ystävä tämän käyttäjän kanssa.
fr: Vous êtes déjà ami(e) avec cet utilisateur.
he: את/ה כבר חבר/ה של המשתמש/ת הזאת.
it: Sei già amico/a di questo/a utente.
nl: Je bent al vrienden met deze gebruiker.
pt: Tu já és amigo deste utilizador.
sv: Du är redan vän med den här användaren.

# female
source: You've cancelled your friendship request.
de: Sie haben Ihre Freundschaftsanfrage gelöscht.
es: Has cancelado tu solicitud de amistad.
fi: Olet peruuttanut ystävyyspyyntösi.
fr: Vous avez annulé votre demande d’amitié.
he: ביטלת את בקשת החברות שלך.
it: Hai annullato la tua richiesta di amicizia.
nl: Je hebt je vriendschapsverzoek geannuleerd.
pt: Tu cancelaste tua solicitação de amizade.
sv: Du har avbrutit din vänskapsförfrågan.

# male
source: You've cancelled your friendship request.
de: Sie haben Ihre Freundschaftsanfrage gelöscht.
es: Has cancelado tu solicitud de amistad.
fi: Olet peruuttanut ystävyyspyyntösi.
fr: Vous avez annulé votre demande d’amitié.
he: ביטלת את בקשת החברות שלך.
it: Hai annullato la tua richiesta di amicizia.
nl: Je hebt je vriendschapsverzoek geannuleerd.
pt: Tu cancelaste tua solicitação de amizade.
sv: Du har avbrutit din vänskapsförfrågan.

# other
source: You've cancelled your friendship request.
de: Sie haben Ihre Freundschaftsanfrage gelöscht.
es: Has cancelado tu solicitud de amistad.
fi: Olet peruuttanut ystävyyspyyntösi.
fr: Vous avez annulé votre demande d’amitié.
he: ביטלת את בקשת החברות שלך.
it: Hai annullato la tua richiesta di amicizia.
nl: Je hebt je vriendschapsverzoek geannuleerd.
pt: Tu cancelaste tua solicitação de amizade.
sv: Du har avbrutit din vänskapsförfrågan.

# female
source: You have removed this user from your friends.
de: Sie haben diesen Benutzer von Ihren Freunden entfernt.
es: Has eliminado a esta usuaria de tus amigos.
fi: Olet poistanut tämän käyttäjän ystävistäsi.
fr: Vous avez supprimé cet utilisateur de vos amis.
he: הסרת את המשתמשת הזאת מהחברים שלך.
it: Hai rimosso questa utente dagli amici.
nl: Je hebt deze gebruiker uit je vrienden verwijderd.
pt: Tu removeste esta utilizadora dos teus amigos.
sv: Du har tagit bort den här användaren från dina vänner.

# male
source: You have removed this user from your friends.
de: Sie haben diesen Benutzer von Ihren Freunden entfernt.
es: Has eliminado a este usuario de tus amigos.
fi: Olet poistanut tämän käyttäjän ystävistäsi.
fr: Vous avez supprimé cet utilisateur de vos amis.
he: הסרת את המשתמש הזה מהחברים שלך.
it: Hai rimosso questo utente dagli amici.
nl: Je hebt deze gebruiker uit je vrienden verwijderd.
pt: Tu removeste este utilizador dos teus amigos.
sv: Du har tagit bort den här användaren från dina vänner.

# other
source: You have removed this user from your friends.
de: Sie haben diesen Benutzer von Ihren Freunden entfernt.
es: Has eliminado a este usuario de tus amigos.
fi: Olet poistanut tämän käyttäjän ystävistäsi.
fr: Vous avez supprimé cet utilisateur de vos amis.
he: הסרת את המשתמש/ת הזאת מהחברים שלך.
it: Hai rimosso questo/a utente dagli amici.
nl: Je hebt deze gebruiker uit je vrienden verwijderd.
pt: Tu removeste este utilizador dos teus amigos.
sv: Du har tagit bort den här användaren från dina vänner.

# female
source: Welcome to {site_name}!
de: Willkommen bei {site_name}!
es: ¡Bienvenida a {site_name}!
fi: Tervetuloa sivustolle {site_name}!
fr: Bienvenue sur {site_name} !
he: ברוכה הבאה ל{site_name}!
it: Benvenuta su {site_name}!
nl: Welkom bij {site_name}!
pt: Boas-vindas a {site_name}!
sv: Välkommen till {site_name}!

# male
source: Welcome to {site_name}!
de: Willkommen bei {site_name}!
es: ¡Bienvenido a {site_name}!
fi: Tervetuloa sivustolle {site_name}!
fr: Bienvenue sur {site_name} !
he: ברוך הבא ל{site_name}!
it: Benvenuto su {site_name}!
nl: Welkom bij {site_name}!
pt: Boas-vindas a {site_name}!
sv: Välkommen till {site_name}!

# other
source: Welcome to {site_name}!
de: Willkommen bei {site_name}!
es: ¡Bienvenido a {site_name}!
fi: Tervetuloa sivustolle {site_name}!
fr: Bienvenue sur {site_name} !
he: ברוכ/ה הבא/ה ל{site_name}!
it: Benvenuto/a su {site_name}!
nl: Welkom bij {site_name}!
pt: Boas-vindas a {site_name}!
sv: Välkommen till {site_name}!

# female
source: Welcome to {site_name}! Your account is now active.
de: Willkommen bei {site_name}! Ihr Konto ist jetzt aktiv.
es: ¡Bienvenida a {site_name}! Tu cuenta ya está activa.
fi: Tervetuloa sivustolle {site_name}! Tilisi on nyt aktiivinen.
fr: Bienvenue sur {site_name} ! Votre compte est maintenant actif.
he: ברוכה הבאה ל{site_name}! החשבון שלך פעיל עכשיו.
it: Benvenuta su {site_name}! Il tuo account è ora attivo.
nl: Welkom bij {site_name}! Je account is nu actief.
pt: Boas-vindas a {site_name}! Tua conta já está activa.
sv: Välkommen till {site_name}! Ditt konto är nu aktivt.

# male
source: Welcome to {site_name}! Your account is now active.
de: Willkommen bei {site_name}! Ihr Konto ist jetzt aktiv.
es: ¡Bienvenido a {site_name}! Tu cuenta ya está activa.
fi: Tervetuloa sivustolle {site_name}! Tilisi on nyt aktiivinen.
fr: Bienvenue sur {site_name} ! Votre compte est maintenant actif.
he: ברוך הבא ל{site_name}! החשבון שלך פעיל עכשיו.
it: Benvenuto su {site_name}! Il tuo account è ora attivo.
nl: Welkom bij {site_name}! Je account is nu actief.
pt: Boas-vindas a {site_name}! Tua conta já está activa.
sv: Välkommen till {site_name}! Ditt konto är nu aktivt.

# other
source: Welcome to {site_name}! Your account is now active.
de: Willkommen bei {site_name}! Ihr Konto ist jetzt aktiv.
es: ¡Bienvenido a {site_name}! Tu cuenta ya está activa.
fi: Tervetuloa sivustolle {site_name}! Tilisi on nyt aktiivinen.
fr: Bienvenue sur {site_name} ! Votre compte est maintenant actif.
he: ברוכ/ה הבא/ה ל{site_name}! החשבון שלך פעיל עכשיו.
it: Benvenuto/a su {site_name}! Il tuo account è ora attivo.
nl: Welkom bij {site_name}! Je account is nu actief.
pt: Boas-vindas a {site_name}! Tua conta já está activa.
sv: Välkommen till {site_name}! Ditt konto är nu aktivt.

# female
source: Friends
de: Freundinnen
es: Amigas
fi: Ystävät
fr: Amis
he: חברות
it: Amiche
nl: Vrienden
pt: Amigas
sv: Vänner

# male
source: Friends
de: Freunde
es: Amigos
fi: Ystävät
fr: Amis
he: חברים
it: Amici
nl: Vrienden
pt: Amigos
sv: Vänner

# other
source: Friends
de: Freunde/Freundinnen
es: Amigos
fi: Ystävät
fr: Amis
he: חברים/ות
it: Amici/Amiche
nl: Vrienden
pt: Amigos
sv: Vänner

# female
source: Due to the abuse of the site to send spam messages, we had to limit the number of messages that can be sent to other members of the site in one day. Please try again tomorrow. Please note that you are not allowed to use Speedy Net to send spam messages, or messages with the same content to a large number of people.
de: Aufgrund des Missbrauchs der Website für den Versand von Spam-Nachrichten haben wir die Anzahl der Nachrichten, die an einem Tag an andere Mitglieder der Website gesendet werden können, begrenzen müssen. Bitte versuchen Sie es morgen erneut. Bitte bedenken Sie, dass Sie Speedy Net nicht zum Versenden von Spam-Nachrichten oder von Nachrichten mit demselben Inhalt an eine große Anzahl von Personen verwenden dürfen.
es: Debido al abuso del sitio para enviar mensajes spam, tuvimos que limitar la cantidad de mensajes que se pueden enviar a otros miembros del sitio en un día. Inténtalo de nuevo mañana. Ten en cuenta que no está permitido utilizar Speedy Net para enviar mensajes de spam o mensajes con el mismo contenido a un gran número de personas.
fi: Koska sivustoa käytettiin väärin roskapostiviestien lähettämiseen, jouduimme rajoittamaan viestien määrää, jotka voidaan lähettää muille sivuston jäsenille yhdessä päivässä. Yritä huomenna uudelleen. Huomaa, että et saa käyttää Speedy Netiä roskapostiviestien tai samansisältöisten viestien lähettämiseen suurelle joukolle ihmisiä.
fr: Suite à une utilisation abusive du site pour l’envoi de messages non sollicités, nous avons dû limiter le nombre de messages pouvant être envoyés à d’autres membres du site au cours d’une journée. Veuillez réessayer demain. Vous n’êtes pas autorisé à utiliser Speedy Net pour spammer des messages ou envoyer des messages ayant le même contenu à un grand nombre d’utilisateurs.
he: בגלל ניצול לרעה של האתר לשליחת הודעות ספאם, נאלצנו להגביל את מספר ההודעות שאפשר לשלוח לחברים אחרים באתר ביום אחד. נסי שוב מחר. שימי לב שאין להשתמש בספידי נט בשביל לשלוח הודעות ספאם, או הודעות בעלות תוכן זהה למספר גדול של אנשים.
it: A causa dell’abuso del sito per l’invio di messaggi spam, abbiamo dovuto limitare il numero di messaggi che si possono inviare ad altri membri del sito in un giorno. Riprova domani. Ti informiamo che non è consentito utilizzare Speedy Net per inviare messaggi spam o messaggi con lo stesso contenuto a un gran numero di persone.
nl: Vanwege het misbruiken van de website om spamberichten te verzenden, hebben we het aantal berichten moeten beperken dat op één dag naar andere leden van de website kan worden verzonden. Probeer het morgen opnieuw. Houd er rekening mee dat je Speedy Net niet mag gebruiken om spamberichten of berichten met dezelfde inhoud naar een groot aantal mensen te sturen.
pt: Devido ao abuso do sítio no envio de mensagens de spam, tivemos que limitar o número de mensagens que podem ser enviadas a outros membros do sítio em um único dia. Tente novamente amanhã. Observe que tu não tens permissão para usar o Speedy Net para enviar mensagens de spam ou mensagens com o mesmo conteúdo para um grande número de pessoas.
sv: På grund av missbruk av webbplatsen för att skicka skräppostmeddelanden var vi tvungna att begränsa antalet meddelanden som kan skickas till andra medlemmar på webbplatsen under en dag. Vänligen försök igen imorgon. Observera att du inte får använda Speedy Net för att skicka skräppostmeddelanden eller meddelanden med samma innehåll till ett stort antal personer.

# male
source: Due to the abuse of the site to send spam messages, we had to limit the number of messages that can be sent to other members of the site in one day. Please try again tomorrow. Please note that you are not allowed to use Speedy Net to send spam messages, or messages with the same content to a large number of people.
de: Aufgrund des Missbrauchs der Website für den Versand von Spam-Nachrichten haben wir die Anzahl der Nachrichten, die an einem Tag an andere Mitglieder der Website gesendet werden können, begrenzen müssen. Bitte versuchen Sie es morgen erneut. Bitte bedenken Sie, dass Sie Speedy Net nicht zum Versenden von Spam-Nachrichten oder von Nachrichten mit demselben Inhalt an eine große Anzahl von Personen verwenden dürfen.
es: Debido al abuso del sitio para enviar mensajes spam, tuvimos que limitar la cantidad de mensajes que se pueden enviar a otros miembros del sitio en un día. Inténtalo de nuevo mañana. Ten en cuenta que no está permitido utilizar Speedy Net para enviar mensajes de spam o mensajes con el mismo contenido a un gran número de personas.
fi: Koska sivustoa käytettiin väärin roskapostiviestien lähettämiseen, jouduimme rajoittamaan viestien määrää, jotka voidaan lähettää muille sivuston jäsenille yhdessä päivässä. Yritä huomenna uudelleen. Huomaa, että et saa käyttää Speedy Netiä roskapostiviestien tai samansisältöisten viestien lähettämiseen suurelle joukolle ihmisiä.
fr: Suite à une utilisation abusive du site pour l’envoi de messages non sollicités, nous avons dû limiter le nombre de messages pouvant être envoyés à d’autres membres du site au cours d’une journée. Veuillez réessayer demain. Vous n’êtes pas autorisé à utiliser Speedy Net pour spammer des messages ou envoyer des messages ayant le même contenu à un grand nombre d’utilisateurs.
he: בגלל ניצול לרעה של האתר לשליחת הודעות ספאם, נאלצנו להגביל את מספר ההודעות שאפשר לשלוח לחברים אחרים באתר ביום אחד. נסה שוב מחר. שים לב שאין להשתמש בספידי נט בשביל לשלוח הודעות ספאם, או הודעות בעלות תוכן זהה למספר גדול של אנשים.
it: A causa dell’abuso del sito per l’invio di messaggi spam, abbiamo dovuto limitare il numero di messaggi che si possono inviare ad altri membri del sito in un giorno. Riprova domani. Ti informiamo che non è consentito utilizzare Speedy Net per inviare messaggi spam o messaggi con lo stesso contenuto a un gran numero di persone.
nl: Vanwege het misbruiken van de website om spamberichten te verzenden, hebben we het aantal berichten moeten beperken dat op één dag naar andere leden van de website kan worden verzonden. Probeer het morgen opnieuw. Houd er rekening mee dat je Speedy Net niet mag gebruiken om spamberichten of berichten met dezelfde inhoud naar een groot aantal mensen te sturen.
pt: Devido ao abuso do sítio no envio de mensagens de spam, tivemos que limitar o número de mensagens que podem ser enviadas a outros membros do sítio em um único dia. Tente novamente amanhã. Observe que tu não tens permissão para usar o Speedy Net para enviar mensagens de spam ou mensagens com o mesmo conteúdo para um grande número de pessoas.
sv: På grund av missbruk av webbplatsen för att skicka skräppostmeddelanden var vi tvungna att begränsa antalet meddelanden som kan skickas till andra medlemmar på webbplatsen under en dag. Vänligen försök igen imorgon. Observera att du inte får använda Speedy Net för att skicka skräppostmeddelanden eller meddelanden med samma innehåll till ett stort antal personer.

# other
source: Due to the abuse of the site to send spam messages, we had to limit the number of messages that can be sent to other members of the site in one day. Please try again tomorrow. Please note that you are not allowed to use Speedy Net to send spam messages, or messages with the same content to a large number of people.
de: Aufgrund des Missbrauchs der Website für den Versand von Spam-Nachrichten haben wir die Anzahl der Nachrichten, die an einem Tag an andere Mitglieder der Website gesendet werden können, begrenzen müssen. Bitte versuchen Sie es morgen erneut. Bitte bedenken Sie, dass Sie Speedy Net nicht zum Versenden von Spam-Nachrichten oder von Nachrichten mit demselben Inhalt an eine große Anzahl von Personen verwenden dürfen.
es: Debido al abuso del sitio para enviar mensajes spam, tuvimos que limitar la cantidad de mensajes que se pueden enviar a otros miembros del sitio en un día. Inténtalo de nuevo mañana. Ten en cuenta que no está permitido utilizar Speedy Net para enviar mensajes de spam o mensajes con el mismo contenido a un gran número de personas.
fi: Koska sivustoa käytettiin väärin roskapostiviestien lähettämiseen, jouduimme rajoittamaan viestien määrää, jotka voidaan lähettää muille sivuston jäsenille yhdessä päivässä. Yritä huomenna uudelleen. Huomaa, että et saa käyttää Speedy Netiä roskapostiviestien tai samansisältöisten viestien lähettämiseen suurelle joukolle ihmisiä.
fr: Suite à une utilisation abusive du site pour l’envoi de messages non sollicités, nous avons dû limiter le nombre de messages pouvant être envoyés à d’autres membres du site au cours d’une journée. Veuillez réessayer demain. Vous n’êtes pas autorisé à utiliser Speedy Net pour spammer des messages ou envoyer des messages ayant le même contenu à un grand nombre d’utilisateurs.
he: בגלל ניצול לרעה של האתר לשליחת הודעות ספאם, נאלצנו להגביל את מספר ההודעות שאפשר לשלוח לחברים אחרים באתר ביום אחד. נסה/י שוב מחר. שימ/י לב שאין להשתמש בספידי נט בשביל לשלוח הודעות ספאם, או הודעות בעלות תוכן זהה למספר גדול של אנשים.
it: A causa dell’abuso del sito per l’invio di messaggi spam, abbiamo dovuto limitare il numero di messaggi che si possono inviare ad altri membri del sito in un giorno. Riprova domani. Ti informiamo che non è consentito utilizzare Speedy Net per inviare messaggi spam o messaggi con lo stesso contenuto a un gran numero di persone.
nl: Vanwege het misbruiken van de website om spamberichten te verzenden, hebben we het aantal berichten moeten beperken dat op één dag naar andere leden van de website kan worden verzonden. Probeer het morgen opnieuw. Houd er rekening mee dat je Speedy Net niet mag gebruiken om spamberichten of berichten met dezelfde inhoud naar een groot aantal mensen te sturen.
pt: Devido ao abuso do sítio no envio de mensagens de spam, tivemos que limitar o número de mensagens que podem ser enviadas a outros membros do sítio em um único dia. Tente novamente amanhã. Observe que tu não tens permissão para usar o Speedy Net para enviar mensagens de spam ou mensagens com o mesmo conteúdo para um grande número de pessoas.
sv: På grund av missbruk av webbplatsen för att skicka skräppostmeddelanden var vi tvungna att begränsa antalet meddelanden som kan skickas till andra medlemmar på webbplatsen under en dag. Vänligen försök igen imorgon. Observera att du inte får använda Speedy Net för att skicka skräppostmeddelanden eller meddelanden med samma innehåll till ett stort antal personer.

# female_female
source: This user doesn't match your profile, but you can visit their Speedy Net profile. View user's profile on Speedy Net.
de: Diese Benutzerin passt nicht zu Ihrem Profil, aber Sie können ihr Speedy Net-Profil besuchen. Siehe Benutzerprofil auf Speedy Net.
es: Esta usuaria no coincide con tu perfil, pero puedes visitar su perfil de Speedy Net.
fi: Tämä käyttäjä ei vastaa profiiliasi, mutta voit vierailla hänen Speedy Net -profiilissaan. Tarkastele käyttäjän profiilia Speedy Netissä.
fr: Cet utilisateur ne correspond pas à votre profil, mais vous pouvez visiter son profil Speedy Net. Voir le profil de l’utilisateur sur Speedy Net.
he: המשתמשת הזאת לא מתאימה לפרופיל שלך, אבל באפשרותך לראות אותה בספידי נט. צפי בפרופיל של משתמשת זאת בספידי נט.
it: Questa utente non corrisponde al tuo profilo, ma puoi visitare il suo su Speedy Net. Visualizza il profilo dell’utente su Speedy Net.
nl: Deze gebruiker matcht je profiel niet, maar je kunt haar Speedy Net-profiel bezoeken. Bekijk het gebruikersprofiel op Speedy Net.
pt: Esta utilizadora não corresponde ao teu perfil, mas tu podes visitar o perfil dela no Speedy Net. Visualize o perfil da utilizadora no Speedy Net.
sv: Den här användaren matchar inte din profil, men du kan besöka deras Speedy Net-profil. Visa användarens profil på Speedy Net.
