Repository: speedy-net/speedy-net
Catalog: speedy/core/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

# male
source: You have no messages yet.
de: Sie haben noch keine Nachrichten.
es: Aún no tienes mensajes.
fi: Sinulla ei ole vielä viestejä.
fr: Vous n’avez pas de messages pour l’instant.
he: עדיין אין לך הודעות.
it: Non hai ancora ricevuto messaggi.
nl: Je hebt nog geen berichten.
pt: Tu ainda não tens mensagens.
sv: Du har inga meddelanden ännu.

# other
source: You have no messages yet.
de: Sie haben noch keine Nachrichten.
es: Aún no tienes mensajes.
fi: Sinulla ei ole vielä viestejä.
fr: Vous n’avez pas de messages pour l’instant.
he: עדיין אין לך הודעות.
it: Non hai ancora ricevuto messaggi.
nl: Je hebt nog geen berichten.
pt: Tu ainda não tens mensagens.
sv: Du har inga meddelanden ännu.

# female
source: You blocked
de: Sie sperrten
es: Bloqueaste a
fi: Sinä estit
fr: Vous avez bloqué
he: חסמת את
it: Hai bloccato
nl: Je blokkeerde
pt: Tu bloqueaste
sv: Du blockerade

# male
source: You blocked
de: Sie sperrten
es: Bloqueaste a
fi: Sinä estit
fr: Vous avez bloqué
he: חסמת את
it: Hai bloccato
nl: Je blokkeerde
pt: Tu bloqueaste
sv: Du blockerade

# other
source: You blocked
de: Sie sperrten
es: Bloqueaste a
fi: Sinä estit
fr: Vous avez bloqué
he: חסמת את
it: Hai bloccato
nl: Je blokkeerde
pt: Tu bloqueaste
sv: Du blockerade

# female
source: blocked you.
de: hat Sie gesperrt.
es: te bloqueó.
fi: esti sinut.
fr: vous a bloqué.
he: חסמה אותך.
it: ti ha bloccata.
nl: blokkeerde je.
pt: bloqueou a ti.
sv: blockerat dig.

# male
source: blocked you.
de: hat Sie gesperrt.
es: te bloqueó.
fi: esti sinut.
fr: vous a bloqué.
he: חסם אותך.
it: ti ha bloccato.
nl: blokkeerde je.
pt: bloqueou a ti.
sv: blockerat dig.

# other
source: blocked you.
de: hat Sie gesperrt.
es: te bloqueó.
fi: esti sinut.
fr: vous a bloqué.
he: חסמ/ה אותך.
it: ti ha bloccato/a.
nl: blokkeerde je.
pt: bloqueou a ti.
sv: blockerat dig.

# female
source: %(user_name)s also has a Speedy Match profile. View %(user_name)s’s profile on Speedy Match.
de: %(user_name)s verfügt ebenfalls über ein Speedy Match-Profil. Siehe das Profil von %(user_name)s auf Speedy Match.
es: %(user_name)s también tiene un perfil de Speedy Match. Ver el perfil de %(user_name)s en Speedy Match.
fi: Käyttäjällä %(user_name)s on myös Speedy Match profiili. Näytä käyttäjän %(user_name)s profiili Speedy Matchissä.
fr: %(user_name)s a aussi un profil Speedy Match. Voir le profil de %(user_name)s sur Speedy Match.
he: ל%(user_name)s יש גם פרופיל בספידי מץ'. צפי בפרופיל של %(user_name)s בספידי מץ'.
it: %(user_name)s ha anche un profilo Speedy Match. Visualizza il profilo di %(user_name)s su Speedy Match.
nl: %(user_name)s heeft ook een Speedy Match-profiel. Bekijk het profiel van %(user_name)s op Speedy Match.
pt: %(user_name)s também tem um perfil Speedy Match. Visualize o perfil de %(user_name)s no Speedy Match.
sv: %(user_name)s har också en Speedy Match profil. Visa %(user_name)s profil på Speedy Match.

# male
source: %(user_name)s also has a Speedy Match profile. View %(user_name)s’s profile on Speedy Match.
de: %(user_name)s verfügt ebenfalls über ein Speedy Match-Profil. Siehe das Profil von %(user_name)s auf Speedy Match.
es: %(user_name)s también tiene un perfil de Speedy Match. Ver el perfil de %(user_name)s en Speedy Match.
fi: Käyttäjällä %(user_name)s on myös Speedy Match profiili. Näytä käyttäjän %(user_name)s profiili Speedy Matchissä.
fr: %(user_name)s a aussi un profil Speedy Match. Voir le profil de %(user_name)s sur Speedy Match.
he: ל%(user_name)s יש גם פרופיל בספידי מץ'. צפה בפרופיל של %(user_name)s בספידי מץ'.
it: %(user_name)s ha anche un profilo Speedy Match. Visualizza il profilo di %(user_name)s su Speedy Match.
nl: %(user_name)s heeft ook een Speedy Match-profiel. Bekijk het profiel van %(user_name)s op Speedy Match.
pt: %(user_name)s também tem um perfil Speedy Match. Visualize o perfil de %(user_name)s no Speedy Match.
sv: %(user_name)s har också en Speedy Match profil. Visa %(user_name)s profil på Speedy Match.

# other
source: %(user_name)s also has a Speedy Match profile. View %(user_name)s’s profile on Speedy Match.
de: %(user_name)s verfügt ebenfalls über ein Speedy Match-Profil. Siehe das Profil von %(user_name)s auf Speedy Match.
es: %(user_name)s también tiene un perfil de Speedy Match. Ver el perfil de %(user_name)s en Speedy Match.
fi: Käyttäjällä %(user_name)s on myös Speedy Match profiili. Näytä käyttäjän %(user_name)s profiili Speedy Matchissä.
fr: %(user_name)s a aussi un profil Speedy Match. Voir le profil de %(user_name)s sur Speedy Match.
he: ל%(user_name)s יש גם פרופיל בספידי מץ'. צפה/י בפרופיל של %(user_name)s בספידי מץ'.
it: %(user_name)s ha anche un profilo Speedy Match. Visualizza il profilo di %(user_name)s su Speedy Match.
nl: %(user_name)s heeft ook een Speedy Match-profiel. Bekijk het profiel van %(user_name)s op Speedy Match.
pt: %(user_name)s também tem um perfil Speedy Match. Visualize o perfil de %(user_name)s no Speedy Match.
sv: %(user_name)s har också en Speedy Match profil. Visa %(user_name)s profil på Speedy Match.

# female
source: %(user_name)s also has a Speedy Net profile. View %(user_name)s’s profile on Speedy Net.
de: %(user_name)s verfügt ebenfalls über ein Speedy Net-Profil. Siehe das Profil von %(user_name)s auf Speedy Net.
es: %(user_name)s también tiene un perfil de Speedy Net. Ver el perfil de %(user_name)s en Speedy Net.
fi: Käyttäjällä %(user_name)s on myös Speedy Net profiili. Näytä käyttäjän %(user_name)s profiili Speedy Netissä.
fr: %(user_name)s a aussi un profil Speedy Net. Consulter le profil %(user_name)s sur Speedy Net.
he: ל%(user_name)s יש גם פרופיל בספידי נט. צפי בפרופיל של %(user_name)s בספידי נט.
it: %(user_name)s ha anche un profilo Speedy Net. Visualizza il profilo di %(user_name)s su Speedy Net.
nl: %(user_name)s heeft ook een Speedy Net-profiel. Bekijk het profiel van %(user_name)s op Speedy Net.
pt: %(user_name)s também tem um perfil Speedy Net. Visualize o perfil de %(user_name)s no Speedy Net.
sv: %(user_name)s har också en Speedy Net-profil. Visa %(user_name)s’s profil på Speedy Net.

# male
source: %(user_name)s also has a Speedy Net profile. View %(user_name)s’s profile on Speedy Net.
de: %(user_name)s verfügt ebenfalls über ein Speedy Net-Profil. Siehe das Profil von %(user_name)s auf Speedy Net.
es: %(user_name)s también tiene un perfil de Speedy Net. Ver el perfil de %(user_name)s en Speedy Net.
fi: Käyttäjällä %(user_name)s on myös Speedy Net profiili. Näytä käyttäjän %(user_name)s profiili Speedy Netissä.
fr: %(user_name)s a aussi un profil Speedy Net. Consulter le profil %(user_name)s sur Speedy Net.
he: ל%(user_name)s יש גם פרופיל בספידי נט. צפה בפרופיל של %(user_name)s בספידי נט.
it: %(user_name)s ha anche un profilo Speedy Net. Visualizza il profilo di %(user_name)s su Speedy Net.
nl: %(user_name)s heeft ook een Speedy Net-profiel. Bekijk het profiel van %(user_name)s op Speedy Net.
pt: %(user_name)s também tem um perfil Speedy Net. Visualize o perfil de %(user_name)s no Speedy Net.
sv: %(user_name)s har också en Speedy Net-profil. Visa %(user_name)s’s profil på Speedy Net.

# other
source: %(user_name)s also has a Speedy Net profile. View %(user_name)s’s profile on Speedy Net.
de: %(user_name)s verfügt ebenfalls über ein Speedy Net-Profil. Siehe das Profil von %(user_name)s auf Speedy Net.
es: %(user_name)s también tiene un perfil de Speedy Net. Ver el perfil de %(user_name)s en Speedy Net.
fi: Käyttäjällä %(user_name)s on myös Speedy Net profiili. Näytä käyttäjän %(user_name)s profiili Speedy Netissä.
fr: %(user_name)s a aussi un profil Speedy Net. Consulter le profil %(user_name)s sur Speedy Net.
he: ל%(user_name)s יש גם פרופיל בספידי נט. צפה/י בפרופיל של %(user_name)s בספידי נט.
it: %(user_name)s ha anche un profilo Speedy Net. Visualizza il profilo di %(user_name)s su Speedy Net.
nl: %(user_name)s heeft ook een Speedy Net-profiel. Bekijk het profiel van %(user_name)s op Speedy Net.
pt: %(user_name)s também tem um perfil Speedy Net. Visualize o perfil de %(user_name)s no Speedy Net.
sv: %(user_name)s har också en Speedy Net-profil. Visa %(user_name)s’s profil på Speedy Net.

# female
source: You also have a Speedy Net profile. View your profile on Speedy Net.
de: Sie verfügen ebenfalls über ein Speedy Net-Profil. Siehe Ihr Profil auf Speedy Net.
es: También tienes un perfil de Speedy Net. Ve tu perfil en Speedy Net.
fi: Sinullakin on Speedy Net-profiili. Näytä profiilisi Speedy Netissä.
fr: Vous avez aussi un profil Speedy Net. Consultez votre profil sur Speedy Net.
he: יש לך גם פרופיל בספידי נט. צפי בפרופיל שלך בספידי נט.
it: Hai anche un profilo Speedy Net. Visualizza il tuo profilo su Speedy Net.
nl: Je hebt ook een Speedy Net-profiel. Bekijk je profiel op Speedy Net.
pt: Tu também tens um perfil Speedy Net. Visualize teu perfil no Speedy Net.
sv: Du har också en Speedy Net-profil. Visa din profil på Speedy Net.

# male
source: You also have a Speedy Net profile. View your profile on Speedy Net.
de: Sie verfügen ebenfalls über ein Speedy Net-Profil. Siehe Ihr Profil auf Speedy Net.
es: También tienes un perfil de Speedy Net. Ve tu perfil en Speedy Net.
fi: Sinullakin on Speedy Net-profiili. Näytä profiilisi Speedy Netissä.
fr: Vous avez aussi un profil Speedy Net. Consultez votre profil sur Speedy Net.
he: יש לך גם פרופיל בספידי נט. צפה בפרופיל שלך בספידי נט.
it: Hai anche un profilo Speedy Net. Visualizza il tuo profilo su Speedy Net.
nl: Je hebt ook een Speedy Net-profiel. Bekijk je profiel op Speedy Net.
pt: Tu também tens um perfil Speedy Net. Visualize teu perfil no Speedy Net.
sv: Du har också en Speedy Net-profil. Visa din profil på Speedy Net.

# other
source: You also have a Speedy Net profile. View your profile on Speedy Net.
de: Sie verfügen ebenfalls über ein Speedy Net-Profil. Siehe Ihr Profil auf Speedy Net.
es: También tienes un perfil de Speedy Net. Ve tu perfil en Speedy Net.
fi: Sinullakin on Speedy Net-profiili. Näytä profiilisi Speedy Netissä.
fr: Vous avez aussi un profil Speedy Net. Consultez votre profil sur Speedy Net.
he: יש לך גם פרופיל בספידי נט. צפה/י בפרופיל שלך בספידי נט.
it: Hai anche un profilo Speedy Net. Visualizza il tuo profilo su Speedy Net.
nl: Je hebt ook een Speedy Net-profiel. Bekijk je profiel op Speedy Net.
pt: Tu também tens um perfil Speedy Net. Visualize teu perfil no Speedy Net.
sv: Du har också en Speedy Net-profil. Visa din profil på Speedy Net.

# female
source: Add to Friends
de: Zu den Freunden hinzufügen
es: Añadir a Amigos
fi: Lisää ystäviin
fr: Ajouter aux amis
he: הוסיפי לחברים/ות
it: Aggiungi agli amici
nl: Voeg aan Vrienden toe
pt: Adicionar em Amigos
sv: Lägg till i vänner

# male
source: Add to Friends
de: Zu den Freunden hinzufügen
es: Añadir a Amigos
fi: Lisää ystäviin
fr: Ajouter aux amis
he: הוסף לחברים/ות
it: Aggiungi agli amici
nl: Voeg aan Vrienden toe
pt: Adicionar em Amigos
sv: Lägg till i vänner

# other
source: Add to Friends
de: Zu den Freunden hinzufügen
es: Añadir a Amigos
fi: Lisää ystäviin
fr: Ajouter aux amis
he: הוסף/י לחברים/ות
it: Aggiungi agli amici
nl: Voeg aan Vrienden toe
pt: Adicionar em Amigos
sv: Lägg till i vänner

# female
source: Are you sure you want to block
de: Sind Sie sich sicher, dass Sie sperren möchten
es: ¿Estás segura de que quieres bloquear a
fi: Oletko varma, että haluat estää
fr: Źtes-vous sūre de vouloir bloquer
he: האם את בטוחה שברצונך לחסום את
it: Sei sicura di voler bloccare
nl: Weet je zeker dat je wilt blokkeren
pt: Tens certeza de que desejas bloquear
sv: Är du säker på att du vill blockera

# male
source: Are you sure you want to block
de: Sind Sie sich sicher, dass Sie sperren möchten
es: ¿Estás seguro de que quieres bloquear a
fi: Oletko varma, että haluat estää
fr: Źtes-vous sūr de vouloir bloquer
he: האם אתה בטוח שברצונך לחסום את
it: Sei sicuro di voler bloccare
nl: Weet je zeker dat je wilt blokkeren
pt: Tens certeza de que desejas bloquear
sv: Är du säker på att du vill blockera

# other
source: Are you sure you want to block
de: Sind Sie sich sicher, dass Sie sperren möchten
es: ¿Estás seguro de que quieres bloquear a
fi: Oletko varma, että haluat estää
fr: Êtes-vous sûr(e) de vouloir bloquer
he: האם את/ה בטוח/ה שברצונך לחסום את
it: Sei sicuro/a di voler bloccare
nl: Weet je zeker dat je wilt blokkeren
pt: Tens certeza de que desejas bloquear
sv: Är du säker på att du vill blockera

# female
source: Block
de: Sperren
es: Bloquear
fi: Estä
fr: Bloquer
he: חסמי את
it: Blocca
nl: Blokkeer
pt: Bloquear
sv: Blockera

# male
source: Block
de: Sperren
es: Bloquear
fi: Estä
fr: Bloquer
he: חסום את
it: Blocca
nl: Blokkeer
pt: Bloquear
sv: Blockera

# other
source: Block
de: Sperren
es: Bloquear
fi: Estä
fr: Bloquer
he: חסום/י את
it: Blocca
nl: Blokkeer
pt: Bloquear
sv: Blockera

# female
source: Unblock
de: Entsperren
es: Desbloquear
fi: Poista esto
fr: Débloquer
he: בטלי את חסימת
it: Sblocca
nl: Deblokkeer
pt: Desbloquear
sv: Avblockera

# male
source: Unblock
de: Entsperren
es: Desbloquear
fi: Poista esto
fr: Débloquer
he: בטל את חסימת
it: Sblocca
nl: Deblokkeer
pt: Desbloquear
sv: Avblockera

# other
source: Unblock
de: Entsperren
es: Desbloquear
fi: Poista esto
fr: Débloquer
he: בטל/י את חסימת
it: Sblocca
nl: Deblokkeer
pt: Desbloquear
sv: Avblockera

# female
source: Report
de: Melden
es: Reportar
fi: Ilmianna
fr: Signaler
he: דווחי על
it: Segnala
nl: Rapporteer
pt: Denunciar
sv: Rapportera

# male
source: Report
de: Melden
es: Reportar
fi: Ilmianna
fr: Signaler
he: דווח על
it: Segnala
nl: Rapporteer
pt: Denunciar
sv: Rapportera

# other
source: Report
de: Melden
es: Reportar
fi: Ilmianna
fr: Signaler
he: דווח/י על
it: Segnala
nl: Rapporteer
pt: Denunciar
sv: Rapportera

# female
source: Report this photo
de: Dieses Foto melden
es: Reportar esta foto
fi: ilmianna tämä kuva
fr: Signaler cette photo
he: דווחי על תמונה זו
it: Segnala questa foto
nl: Rapporteer deze foto
pt: Denunciar esta foto
sv: Rapportera det här fotot

# male
source: Report this photo
de: Dieses Foto melden
es: Reportar esta foto
fi: ilmianna tämä kuva
fr: Signaler cette photo
he: דווח על תמונה זו
it: Segnala questa foto
nl: Rapporteer deze foto
pt: Denunciar esta foto
sv: Rapportera det här fotot

# other
source: Report this photo
de: Dieses Foto melden
es: Reportar esta foto
fi: ilmianna tämä kuva
fr: Signaler cette photo
he: דווח/י על תמונה זו
it: Segnala questa foto
nl: Rapporteer deze foto
pt: Denunciar esta foto
sv: Rapportera det här fotot

# female
source: Remove Friend
de: Freund entfernen
es: Eliminar Amiga
fi: Poista ystävä
fr: Supprimer ami
he: בטלי חברות
it: Rimuovi dagli amici
nl: Vriend Verwijderen
pt: Remover Amigo
sv: Ta bort vän

# male
source: Remove Friend
de: Freund entfernen
es: Eliminar Amigo
fi: Poista ystävä
fr: Supprimer ami
he: בטל חברות
it: Rimuovi dagli amici
nl: Vriend Verwijderen
pt: Remover Amigo
sv: Ta bort vän

# other
source: Remove Friend
de: Freund entfernen
es: Eliminar Amigo
fi: Poista ystävä
fr: Supprimer ami
he: בטל/י חברות
it: Rimuovi dagli amici
nl: Vriend Verwijderen
pt: Remover Amigo
sv: Ta bort vän

# female
source: Cancel Friendship Request
de: Freundschaftsanfrage aufheben
es: Cancelar solicitud de amistad
fi: Peruuta ystäväpyyntö
fr: Annuler la demande d’amitié
he: בטלי בקשת חברות
it: Annulla la richiesta di amicizia
nl: Vriendschapsverzoek Annuleren
pt: Cancelar Solicitação de Amizade
sv: Avbryt vänskapsbegäran

# male
source: Cancel Friendship Request
de: Freundschaftsanfrage aufheben
es: Cancelar solicitud de amistad
fi: Peruuta ystäväpyyntö
fr: Annuler la demande d’amitié
he: בטל בקשת חברות
it: Annulla la richiesta di amicizia
nl: Vriendschapsverzoek Annuleren
pt: Cancelar Solicitação de Amizade
sv: Avbryt vänskapsbegäran

# other
source: Cancel Friendship Request
de: Freundschaftsanfrage aufheben
es: Cancelar solicitud de amistad
fi: Peruuta ystäväpyyntö
fr: Annuler la demande d’amitié
he: בטל/י בקשת חברות
it: Annulla la richiesta di amicizia
nl: Vriendschapsverzoek Annuleren
pt: Cancelar Solicitação de Amizade
sv: Avbryt vänskapsbegäran

# female
source: Accept
de: Akzeptieren
es: Aceptar
fi: Hyväksy
fr: Accepter
he: קבלי
it: Accetta
nl: Accepteren
pt: Aceitar
sv: Godkänn

# male
source: Accept
de: Akzeptieren
es: Aceptar
fi: Hyväksy
fr: Accepter
he: קבל
it: Accetta
nl: Accepteren
pt: Aceitar
sv: Godkänn

# other
source: Accept
de: Akzeptieren
es: Aceptar
fi: Hyväksy
fr: Accepter
he: קבל/י
it: Accetta
nl: Accepteren
pt: Aceitar
sv: Godkänn

# female
source: Reject
de: Ablehnen
es: Rechazar
fi: Hylkää
fr: Rejeter
he: דחי
it: Rifiuta
nl: Afwijzen
pt: Rejeitar
sv: Avvisa

# male
source: Reject
de: Ablehnen
es: Rechazar
fi: Hylkää
fr: Rejeter
he: דחה
it: Rifiuta
nl: Afwijzen
pt: Rejeitar
sv: Avvisa

# other
source: Reject
de: Ablehnen
es: Rechazar
fi: Hylkää
fr: Rejeter
he: דחה/י
it: Rifiuta
nl: Afwijzen
pt: Rejeitar
sv: Avvisa

# female
source: Accept Friendship Request
de: Freundschaftsanfrage akzeptieren
es: Aceptar solicitud de amistad
fi: Hyväksy ystäväpyyntö
fr: Accepter la demande d’amitié
he: קבלי הצעת חברות
it: Accetta la richiesta di amicizia
nl: Vriendschapsverzoek Accepteren
pt: Aceitar Solicitação de Amizade
sv: Acceptera vänskapsbegäran

# male
source: Accept Friendship Request
de: Freundschaftsanfrage akzeptieren
es: Aceptar solicitud de amistad
fi: Hyväksy ystäväpyyntö
fr: Accepter la demande d’amitié
he: קבל הצעת חברות
it: Accetta la richiesta di amicizia
nl: Vriendschapsverzoek Accepteren
pt: Aceitar Solicitação de Amizade
sv: Acceptera vänskapsbegäran

# other
source: Accept Friendship Request
de: Freundschaftsanfrage akzeptieren
es: Aceptar solicitud de amistad
fi: Hyväksy ystäväpyyntö
fr: Accepter la demande d’amitié
he: קבל/י הצעת חברות
it: Accetta la richiesta di amicizia
nl: Vriendschapsverzoek Accepteren
pt: Aceitar Solicitação de Amizade
sv: Acceptera vänskapsbegäran

# female
source: Reject Friendship Request
de: Freundschaftsanfrage ablehnen
es: Rechazar solicitud de amistad
fi: Hylkää ystäväpyyntö
fr: Rejeter une demande d’amitié
he: דחי הצעת חברות
it: Rifiuta la richiesta di amicizia
nl: Vriendschapsverzoek Afwijzen
pt: Rejeitar Solicitação de Amizade
sv: Avvisa vänskapsförfrågan

# male
source: Reject Friendship Request
de: Freundschaftsanfrage ablehnen
es: Rechazar solicitud de amistad
fi: Hylkää ystäväpyyntö
fr: Rejeter une demande d’amitié
he: דחה הצעת חברות
it: Rifiuta la richiesta di amicizia
nl: Vriendschapsverzoek Afwijzen
pt: Rejeitar Solicitação de Amizade
sv: Avvisa vänskapsförfrågan

# other
source: Reject Friendship Request
de: Freundschaftsanfrage ablehnen
es: Rechazar solicitud de amistad
fi: Hylkää ystäväpyyntö
fr: Rejeter une demande d’amitié
he: דחה/י הצעת חברות
it: Rifiuta la richiesta di amicizia
nl: Vriendschapsverzoek Afwijzen
pt: Rejeitar Solicitação de Amizade
sv: Avvisa vänskapsförfrågan

# female
source: Send Message
de: Nachricht senden
es: Enviar mensaje
fi: Lähetä viesti
fr: Envoyer message
he: שלחי הודעה
it: Invia un messaggio
nl: Verstuur Bericht
pt: Enviar Mensagem
sv: Skicka meddelande

# male
source: Send Message
de: Nachricht senden
es: Enviar mensaje
fi: Lähetä viesti
fr: Envoyer message
he: שלח הודעה
it: Invia un messaggio
nl: Verstuur Bericht
pt: Enviar Mensagem
sv: Skicka meddelande

# other
source: Send Message
de: Nachricht senden
es: Enviar mensaje
fi: Lähetä viesti
fr: Envoyer message
he: שלח/י הודעה
it: Invia un messaggio
nl: Verstuur Bericht
pt: Enviar Mensagem
sv: Skicka meddelande

# female
source: Welcome
de: Willkommen
es: Bienvenida
fi: Tervetuloa
fr: Bienvenue
he: ברוכה הבאה
it: Benvenuta
nl: Welkom
pt: Boas vindas
sv: Välkommen

# male
source: Welcome
de: Willkommen
es: Bienvenido
fi: Tervetuloa
fr: Bienvenue
he: ברוך הבא
it: Benvenuto
nl: Welkom
pt: Boas vindas
sv: Välkommen

# other
source: Welcome
de: Willkommen
es: Bienvenido
fi: Tervetuloa
fr: Bienvenue
he: ברוכ/ה הבא/ה
it: Benvenuto/a
nl: Welkom
pt: Boas vindas
sv: Välkommen

# female
source: Your friend
de: Ihr Freund/Ihre Freundin
es: Tu amiga
fi: Ystäväsi
fr: Votre amie
he: חברה שלך
it: Il tuo amico
nl: Je vriend
pt: Teu amigo
sv: Din vän

# male
source: Your friend
de: Ihr Freund/Ihre Freundin
es: Tu amigo
fi: Ystäväsi
fr: Votre ami
he: חבר שלך
it: Il tuo amico
nl: Je vriend
pt: Teu amigo
sv: Din vän

# other
source: Your friend
de: Ihr Freund/Ihre Freundin
es: Tu amigo
fi: Ystäväsi
fr: Votre ami(e)
he: חבר/ה שלך
it: Il tuo amico
nl: Je vriend
pt: Teu amigo
sv: Din vän

# female
source: See All
de: Alle ansehen
es: Ver todo
fi: Katso kaikki
fr: Tout consulter
he: ראי הכול
it: Visualizza tutto
nl: Alles Bekijken
pt: Ver todos
sv: Se alla

# male
source: See All
de: Alle ansehen
es: Ver todo
fi: Katso kaikki
fr: Tout consulter
he: ראה הכול
it: Visualizza tutto
nl: Alles Bekijken
pt: Ver todos
sv: Se alla

# other
source: See All
de: Alle ansehen
es: Ver todo
fi: Katso kaikki
fr: Tout consulter
he: ראה/י הכול
it: Visualizza tutto
nl: Alles Bekijken
pt: Ver todos
sv: Se alla

# female
source: Your Speedy Net account is not active. Enter this page to activate it.
de: Ihr Speedy Net-Konto ist nicht aktiv. Öffnen Sie diese Seite, um sie zu aktivieren.
es: Tu cuenta Speedy Net no está activa. Ingresa a esta página para activarla.
fi: Speedy Net-tilisi ei ole aktiivinen. Vieraile tällä sivulla aktivoidaksesi sen.
fr: Votre compte Speedy Net n’est pas actif. Allez sur cette page pour l’activer.
he: החשבון שלך בספידי נט אינו פעיל. היכנסי לדף זה כדי להפעיל אותו.
it: Il tuo account Speedy Net non è attivo. Entra in questa pagina per attivarlo.
nl: Je Speedy Net-account is niet actief. Ga naar deze pagina om deze te activeren.
pt: Tua conta Speedy Net não está activa. Acesse esta página para activá-la.
sv: Ditt Speedy Net-konto är inte aktivt. Gå till denna sida för att aktivera det.

# male
source: Your Speedy Net account is not active. Enter this page to activate it.
de: Ihr Speedy Net-Konto ist nicht aktiv. Öffnen Sie diese Seite, um sie zu aktivieren.
es: Tu cuenta Speedy Net no está activa. Ingresa a esta página para activarla.
fi: Speedy Net-tilisi ei ole aktiivinen. Vieraile tällä sivulla aktivoidaksesi sen.
fr: Votre compte Speedy Net n’est pas actif. Allez sur cette page pour l’activer.
he: החשבון שלך בספידי נט אינו פעיל. היכנס לדף זה כדי להפעיל אותו.
it: Il tuo account Speedy Net non è attivo. Entra in questa pagina per attivarlo.
nl: Je Speedy Net-account is niet actief. Ga naar deze pagina om deze te activeren.
pt: Tua conta Speedy Net não está activa. Acesse esta página para activá-la.
sv: Ditt Speedy Net-konto är inte aktivt. Gå till denna sida för att aktivera det.

# other
source: Your Speedy Net account is not active. Enter this page to activate it.
de: Ihr Speedy Net-Konto ist nicht aktiv. Öffnen Sie diese Seite, um sie zu aktivieren.
es: Tu cuenta Speedy Net no está activa. Ingresa a esta página para activarla.
fi: Speedy Net-tilisi ei ole aktiivinen. Vieraile tällä sivulla aktivoidaksesi sen.
fr: Votre compte Speedy Net n’est pas actif. Allez sur cette page pour l’activer.
he: החשבון שלך בספידי נט אינו פעיל. היכנס/י לדף זה כדי להפעיל אותו.
it: Il tuo account Speedy Net non è attivo. Entra in questa pagina per attivarlo.
nl: Je Speedy Net-account is niet actief. Ga naar deze pagina om deze te activeren.
pt: Tua conta Speedy Net não está activa. Acesse esta página para activá-la.
sv: Ditt Speedy Net-konto är inte aktivt. Gå till denna sida för att aktivera det.

# female
source: Welcome to %(site_name)s
de: Willkommen bei %(site_name)s
es: Bienvenida a %(site_name)s
fi: Tervetuloa %(site_name)s - sivulle
fr: Bienvenue sur %(site_name)s
he: ברוכה הבאה ל%(site_name)s
it: Benvenuta su %(site_name)s
nl: Welkom bij %(site_name)s
pt: Seja bem-vinda a %(site_name)s
sv: Välkommen till %(site_name)s
