Repository: speedy-net/speedy-net
Catalog: speedy/core/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

# male
source: Welcome to %(site_name)s
de: Willkommen bei %(site_name)s
es: Bienvenido a %(site_name)s
fi: Tervetuloa %(site_name)s - sivulle
fr: Bienvenue sur %(site_name)s
he: ברוך הבא ל%(site_name)s
it: Benvenuto su %(site_name)s
nl: Welkom bij %(site_name)s
pt: Seja bem-vindo a %(site_name)s
sv: Välkommen till %(site_name)s

# other
source: Welcome to %(site_name)s
de: Willkommen bei %(site_name)s
es: Bienvenido a %(site_name)s
fi: Tervetuloa %(site_name)s - sivulle
fr: Bienvenue sur %(site_name)s
he: ברוכ/ה הבא/ה ל%(site_name)s
it: Benvenuto/a su %(site_name)s
nl: Welkom bij %(site_name)s
pt: Seja bem-vindo a %(site_name)s
sv: Välkommen till %(site_name)s

# female
source: has sent you a message.
de: hat Ihnen eine Nachricht gesendet.
es: te ha enviado un mensaje.
fi: on lähettänyt sinulle viestin
fr: vous a envoyé un message.
he: שלחה לך הודעה.
it: ti ha inviato un messaggio.
nl: heeft je een bericht gestuurd.
pt: lhe enviou uma mensagem.
sv: har skickat ett meddelande till dig.

# male
source: has sent you a message.
de: hat Ihnen eine Nachricht gesendet.
es: te ha enviado un mensaje.
fi: on lähettänyt sinulle viestin
fr: vous a envoyé un message.
he: שלח לך הודעה.
it: ti ha inviato un messaggio.
nl: heeft je een bericht gestuurd.
pt: lhe enviou uma mensagem.
sv: har skickat ett meddelande till dig.

# other
source: has sent you a message.
de: hat Ihnen eine Nachricht gesendet.
es: te ha enviado un mensaje.
fi: on lähettänyt sinulle viestin
fr: vous a envoyé un message.
he: שלח/ה לך הודעה.
it: ti ha inviato un messaggio.
nl: heeft je een bericht gestuurd.
pt: lhe enviou uma mensagem.
sv: har skickat ett meddelande till dig.

# female
source: Read it:
de: Lesen Sie sie:
es: Leerlo:
fi: Lue se:
fr: Lisez-le :
he: קראי אותה:
it: Leggilo:
nl: Lees het:
pt: Leia:
sv: Läs det:

# male
source: Read it:
de: Lesen Sie sie:
es: Leerlo:
fi: Lue se:
fr: Lisez-le :
he: קרא אותה:
it: Leggilo:
nl: Lees het:
pt: Leia:
sv: Läs det:

# other
source: Read it:
de: Lesen Sie sie:
es: Leerlo:
fi: Lue se:
fr: Lisez-le :
he: קרא/י אותה:
it: Leggilo:
nl: Lees het:
pt: Leia:
sv: Läs det:

# female
source: Confirm your email address on %(site_name)s
de: Bestätigen Sie Ihre E-Mail-Adresse auf %(site_name)s
es: Confirma tu dirección de correo electrónico en %(site_name)s
fi: Vahvista sähköpostiosoitteesi %(site_name)s
fr: Confirmez votre adresse e-mail sur %(site_name)s
he: אמתי את כתובת הדואר האלקטרוני שלך ב%(site_name)s
nl: Bevestig je e-mailadres op %(site_name)s
pt: Confirme teu e-mail em %(site_name)s

# male
source: Confirm your email address on %(site_name)s
de: Bestätigen Sie Ihre E-Mail-Adresse auf %(site_name)s
es: Confirma tu dirección de correo electrónico en %(site_name)s
fi: Vahvista sähköpostiosoitteesi %(site_name)s
fr: Confirmez votre adresse e-mail sur %(site_name)s
he: אמת את כתובת הדואר האלקטרוני שלך ב%(site_name)s
nl: Bevestig je e-mailadres op %(site_name)s
pt: Confirme teu e-mail em %(site_name)s

# other
source: Confirm your email address on %(site_name)s
de: Bestätigen Sie Ihre E-Mail-Adresse auf %(site_name)s
es: Confirma tu dirección de correo electrónico en %(site_name)s
fi: Vahvista sähköpostiosoitteesi %(site_name)s
fr: Confirmez votre adresse e-mail sur %(site_name)s
he: אמת/י את כתובת הדואר האלקטרוני שלך ב%(site_name)s
nl: Bevestig je e-mailadres op %(site_name)s
pt: Confirme teu e-mail em %(site_name)s

# female
source: Use this link to activate your account:
de: Verwenden Sie diesen Link, um Ihr Konto zu aktivieren:
es: Utiliza este enlace para activar tu cuenta:
fi: Käytä tätä linkkiä aktivoidaksesi tilisi:
fr: Utilisez ce lien pour activer votre compte :
he: השתמשי בקישור זה כדי להפעיל את חשבונך:
it: Utilizza questo link per attivare il tuo account:
nl: Gebruik deze link om je account te activeren:
pt: Utilize este link para activar tua conta:
sv: Använd denna länk för att aktivera ditt konto:

# male
source: Use this link to activate your account:
de: Verwenden Sie diesen Link, um Ihr Konto zu aktivieren:
es: Utiliza este enlace para activar tu cuenta:
fi: Käytä tätä linkkiä aktivoidaksesi tilisi:
fr: Utilisez ce lien pour activer votre compte :
he: השתמש בקישור זה כדי להפעיל את חשבונך:
it: Utilizza questo link per attivare il tuo account:
nl: Gebruik deze link om je account te activeren:
pt: Utilize este link para activar tua conta:
sv: Använd denna länk för att aktivera ditt konto:

# other
source: Use this link to activate your account:
de: Verwenden Sie diesen Link, um Ihr Konto zu aktivieren:
es: Utiliza este enlace para activar tu cuenta:
fi: Käytä tätä linkkiä aktivoidaksesi tilisi:
fr: Utilisez ce lien pour activer votre compte :
he: השתמש/י בקישור זה כדי להפעיל את חשבונך:
it: Utilizza questo link per attivare il tuo account:
nl: Gebruik deze link om je account te activeren:
pt: Utilize este link para activar tua conta:
sv: Använd denna länk för att aktivera ditt konto:

# female
source: Use this link to verify your email address:
de: Verwenden Sie diesen Link, um Ihre E-Mail-Adresse zu bestätigen:
es: Utiliza este enlace para verificar tu dirección de correo electrónico:
fi: Käytä tätä linkkiä vahvistaaksesi sähköpostiosoitteesi:
fr: Utilisez ce lien pour confirmer votre adresse e-mail :
he: השתמשי בקישור זה כדי לאמת את כתובת הדואר האלקטרוני שלך:
it: Utilizza questo link per attivare il tuo indirizzo e-mail:
nl: Gebruik deze link om je e-mailadres te verifiëren:
pt: Utilize este link para confirmar teu e-mail:
sv: Använd denna länk för att verifiera e-postadressen:

# male
source: Use this link to verify your email address:
de: Verwenden Sie diesen Link, um Ihre E-Mail-Adresse zu bestätigen:
es: Utiliza este enlace para verificar tu dirección de correo electrónico:
fi: Käytä tätä linkkiä vahvistaaksesi sähköpostiosoitteesi:
fr: Utilisez ce lien pour confirmer votre adresse e-mail :
he: השתמש בקישור זה כדי לאמת את כתובת הדואר האלקטרוני שלך:
it: Utilizza questo link per attivare il tuo indirizzo e-mail:
nl: Gebruik deze link om je e-mailadres te verifiëren:
pt: Utilize este link para confirmar teu e-mail:
sv: Använd denna länk för att verifiera e-postadressen:

# other
source: Use this link to verify your email address:
de: Verwenden Sie diesen Link, um Ihre E-Mail-Adresse zu bestätigen:
es: Utiliza este enlace para verificar tu dirección de correo electrónico:
fi: Käytä tätä linkkiä vahvistaaksesi sähköpostiosoitteesi:
fr: Utilisez ce lien pour confirmer votre adresse e-mail :
he: השתמש/י בקישור זה כדי לאמת את כתובת הדואר האלקטרוני שלך:
it: Utilizza questo link per attivare il tuo indirizzo e-mail:
nl: Gebruik deze link om je e-mailadres te verifiëren:
pt: Utilize este link para confirmar teu e-mail:
sv: Använd denna länk för att verifiera e-postadressen:

# female
source: Use this link to change your password:
de: Verwenden Sie diesen Link, um Ihr Passwort zu ändern:
es: Utiliza este enlace para cambiar tu contraseña:
fi: Käytä tätä linkkiä vaihtaaksesi salasanasi:
fr: Utilisez ce lien pour modifier votre mot de passe :
he: השתמשי בקישור זה כדי לשנות את הסיסמה שלך:
it: Utilizza questo link per modificare la password:
nl: Gebruik deze link om je wachtwoord te wijzigen:
pt: Utilize este link para alterar tua palavra-passe:
sv: Använd denna länk för att ändra lösenordet:

# male
source: Use this link to change your password:
de: Verwenden Sie diesen Link, um Ihr Passwort zu ändern:
es: Utiliza este enlace para cambiar tu contraseña:
fi: Käytä tätä linkkiä vaihtaaksesi salasanasi:
fr: Utilisez ce lien pour modifier votre mot de passe :
he: השתמש בקישור זה כדי לשנות את הסיסמה שלך:
it: Utilizza questo link per modificare la password:
nl: Gebruik deze link om je wachtwoord te wijzigen:
pt: Utilize este link para alterar tua palavra-passe:
sv: Använd denna länk för att ändra lösenordet:

# other
source: Use this link to change your password:
de: Verwenden Sie diesen Link, um Ihr Passwort zu ändern:
es: Utiliza este enlace para cambiar tu contraseña:
fi: Käytä tätä linkkiä vaihtaaksesi salasanasi:
fr: Utilisez ce lien pour modifier votre mot de passe :
he: השתמש/י בקישור זה כדי לשנות את הסיסמה שלך:
it: Utilizza questo link per modificare la password:
nl: Gebruik deze link om je wachtwoord te wijzigen:
pt: Utilize este link para alterar tua palavra-passe:
sv: Använd denna länk för att ändra lösenordet:

# female
source: Username
de: Benutzername
es: Nombre de usuaria
fi: Käyttäjänimi
fr: Nom d’utilisateur
he: שם משתמשת
it: Nome utente
nl: Gebruikersnaam
pt: Nome da utilizadora
sv: Användarnamn

# male
source: Username
de: Benutzername
es: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d’utilisateur
he: שם משתמש
it: Nome utente
nl: Gebruikersnaam
pt: Nome do utilizador
sv: Användarnamn

# other
source: Username
de: Benutzername
es: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d’utilisateur
he: שם משתמש/ת
it: Nome utente
nl: Gebruikersnaam
pt: Nome do utilizador
sv: Användarnamn

# female
source: You are subscribed to receive this type of notifications from %(site_name)s. Enter this page to change your notifications settings or opt out:
de: Sie haben sich angemeldet, um diese Art von Benachrichtigungen von %(site_name)s zu erhalten. Öffnen Sie diese Seite, um Ihre Nachrichteneinstellungen einzustellen oder auszusteigen:
es: Estás suscrita para recibir este tipo de notificaciones de %(site_name)s. Ingresa a esta página para cambiar la configuración de tus notificaciones o cancelar tu suscripción:
fi: Olet kirjautunut vastaanottamaan tämä tapaisia ilmoituksia sivulta %(site_name)s. Mene tälle sivulle muuttaaksesi ilmoitusasetuksiasi tai kirjautuaksesi pois ilmoituksista:
fr: Vous avez demandé à recevoir ce type de notifications de la part de %(site_name)s. Accédez à cette page pour modifier vos paramètres de notification ou vous désabonner :
he: את רשומה לקבלת התראות מסוג זה מ%(site_name)s. היכנסי לדף זה כדי לשנות את הגדרות ההתראות שלך או לבטל את הסכמתך:
it: Ti sei iscritta per ricevere questo tipo di notifiche da %(site_name)s. Accedi a questa pagina per modificare le impostazioni delle notifiche o per rinunciare:
nl: Je bent aangemeld om dit soort meldingen van %(site_name)s te ontvangen. Ga naar deze pagina om je meldingsinstellingen te wijzigen of om je af te melden:
pt: Tu estás cadastrada para receber este tipo de notificação de %(site_name)s. Acesse esta página para alterar tuas configurações de notificações ou para cancelar o cadastro:
sv: Du prenumererar på att få denna typ av meddelanden från %(site_name)s. Gå till denna sida för att ändra dina aviseringsinställningar eller välja bort:

# male
source: You are subscribed to receive this type of notifications from %(site_name)s. Enter this page to change your notifications settings or opt out:
de: Sie haben sich angemeldet, um diese Art von Benachrichtigungen von %(site_name)s zu erhalten. Öffnen Sie diese Seite, um Ihre Nachrichteneinstellungen einzustellen oder auszusteigen:
es: Estás suscrito para recibir este tipo de notificaciones de %(site_name)s. Ingresa a esta página para cambiar la configuración de tus notificaciones o cancelar tu suscripción:
fi: Olet kirjautunut vastaanottamaan tämä tapaisia ilmoituksia sivulta %(site_name)s. Mene tälle sivulle muuttaaksesi ilmoitusasetuksiasi tai kirjautuaksesi pois ilmoituksista:
fr: Vous avez demandé à recevoir ce type de notifications de la part de %(site_name)s. Accédez à cette page pour modifier vos paramètres de notification ou vous désabonner :
he: אתה רשום לקבלת התראות מסוג זה מ%(site_name)s. היכנס לדף זה כדי לשנות את הגדרות ההתראות שלך או לבטל את הסכמתך:
it: Ti sei iscritta per ricevere questo tipo di notifiche da %(site_name)s. Accedi a questa pagina per modificare le impostazioni delle notifiche o per rinunciare:
nl: Je bent aangemeld om dit soort meldingen van %(site_name)s te ontvangen. Ga naar deze pagina om je meldingsinstellingen te wijzigen of om je af te melden:
pt: Tu estás cadastrado para receber este tipo de notificação de %(site_name)s. Acesse esta página para alterar tuas configurações de notificações ou para cancelar o cadastro:
sv: Du prenumererar på att få denna typ av meddelanden från %(site_name)s. Gå till denna sida för att ändra dina aviseringsinställningar eller välja bort:

# other
source: You are subscribed to receive this type of notifications from %(site_name)s. Enter this page to change your notifications settings or opt out:
de: Sie haben sich angemeldet, um diese Art von Benachrichtigungen von %(site_name)s zu erhalten. Öffnen Sie diese Seite, um Ihre Nachrichteneinstellungen einzustellen oder auszusteigen:
es: Estás suscrito para recibir este tipo de notificaciones de %(site_name)s. Ingresa a esta página para cambiar la configuración de tus notificaciones o cancelar tu suscripción:
fi: Olet kirjautunut vastaanottamaan tämä tapaisia ilmoituksia sivulta %(site_name)s. Mene tälle sivulle muuttaaksesi ilmoitusasetuksiasi tai kirjautuaksesi pois ilmoituksista:
fr: Vous avez demandé à recevoir ce type de notifications de la part de %(site_name)s. Accédez à cette page pour modifier vos paramètres de notification ou vous désabonner :
he: את/ה רשומ/ה לקבלת התראות מסוג זה מ%(site_name)s. היכנס/י לדף זה כדי לשנות את הגדרות ההתראות שלך או לבטל את הסכמתך:
it: Ti sei iscritta per ricevere questo tipo di notifiche da %(site_name)s. Accedi a questa pagina per modificare le impostazioni delle notifiche o per rinunciare:
nl: Je bent aangemeld om dit soort meldingen van %(site_name)s te ontvangen. Ga naar deze pagina om je meldingsinstellingen te wijzigen of om je af te melden:
pt: Tu estás cadastrado para receber este tipo de notificação de %(site_name)s. Acesse esta página para alterar tuas configurações de notificações ou para cancelar o cadastro:
sv: Du prenumererar på att få denna typ av meddelanden från %(site_name)s. Gå till denna sida för att ändra dina aviseringsinställningar eller välja bort:

source: Enter a valid email address.
de: Bitte gültige E-Mail-Adresse eingeben.
es: Introduzca una dirección de correo electrónico válida.
fi: Syötä kelvollinen sähköpostiosoite.
fr: Saisissez une adresse de courriel valide.
he: נא להזין כתובת דואר אלקטרוני חוקית.
it: Inserisci un indirizzo e-mail valido.
nl: Voer een geldig e-mailadres in.
pt: Introduza um endereço de e-mail válido.
sv: Ange en giltig e-postadress.

source: Email address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fi: Sähköpostiosoite
fr: Adresse e-mail
he: כתובת דואר אלקטרוני
it: Indirizzo e-mail
nl: E-mailadres
pt: E-mail
sv: E-postadress

source: email address
de: e-mail-adresse
es: dirección de correo electrónico
fi: sähköpostiosoite
fr: adresse e-mail
he: כתובת דואר אלקטרוני
it: indirizzo e-mail
nl: e-mailadres
pt: e-mail
sv: e-postadress

source: Email address:
de: E-Mail-Adresse:
es: Dirección de correo electrónico:
fi: Sähköpostiosoite:
fr: Adresse e-mail :
he: כתובת דואר אלקטרוני:
it: Indirizzo e-mail:
nl: E-mailadres:
pt: E-mail:
sv: E-postadress:

source: Email
es: Correo electrónico
fi: Sähköposti
he: דואר אלקטרוני
sv: E-post

source: Value must be valid JSON.
de: Wert muss gültiges JSON sein.
es: El valor debe ser un objeto JSON válido.
fi: Arvon pitää olla kelvollista JSONia.
fr: La valeur doit respecter la syntaxe JSON.
he: ערך חייב להיות JSON חוקי.
it: Il valore deve essere un JSON valido.
nl: Waarde moet geldige JSON zijn.
pt: O valor deve ser um JSON válido.
sv: Värdet måste vara giltigt JSON.

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive.
de: Bitte %(username)s und Passwort eingeben. Beide Felder berücksichtigen die Groß-/Kleinschreibung.
es: Por favor, introduzca un %(username)s y clave correctos. Observe que ambos campos pueden ser sensibles a mayúsculas.
fi: Ole hyvä ja syötä kelvollinen %(username)s ja salasana. Huomaa että kummassakin kentässä isoilla ja pienillä kirjaimilla saattaa olla merkitystä.
fr: Saisissez un %(username)s et un mot de passe valides. Remarquez que chacun de ces champs est sensible à la casse (différenciation des majuscules/minuscules).
he: נא להזין %(username)s וסיסמה נכונים. נא לשים לב כי שני השדות רגישים לאותיות גדולות/קטנות.
it: Inserisci un %(username)s e una password corretti. Nota che entrambi i campi possono distinguere tra maiuscole e minuscole.
nl: Voer een juiste %(username)s en wachtwoord in. Let op dat beide velden hoofdlettergevoelig zijn.
pt: Por favor introduza o %(username)s e password corretos. Tenha em atenção às maiúsculas e minúsculas.
sv: Ange ett korrekt %(username)s och lösenord. Observera att båda fälten kan vara teckenkänsliga.

source: Message
de: Nachricht
es: Mensaje
fi: Viesti
he: הודעה
it: Messaggio
nl: Bericht
pt: Mensagem
sv: Meddelande

source: Friendship Request
de: Freundschaftsanfrage gesendet
es: Solicitud de amistad
fi: Ystäväpyyntö
fr: Demande d’amitié
he: בקשת חברות
it: Richiesta di amicizia
nl: Vriendschapsverzoek
pt: Solicitação de Amizade
sv: Vänskapsbegäran

source: Friendship Requests
de: Freundschaftsanfragen gesendet
es: Solicitudes de amistad
fi: Ystäväpyynnöt
fr: Demandes d’amitié
he: בקשות חברות
it: Richieste di amicizia
nl: Vriendschapsverzoeken
pt: Solicitação de Amizade
sv: Vänskapsbegäran

source: Friend
de: Freund/Freundin
es: Amigo
fi: Ystävä
fr: Ami
he: חבר/ה
it: Amico
nl: Vriend
pt: Amigo
sv: Vän

source: Friends
de: Freunde/Freundinnen
es: Amigos
fi: Ystävät
fr: Amis
he: חברים/ות
it: Amici
nl: Vrienden
pt: Amigos
sv: Vänner

source: Following Relationship
de: Folgendes Verhältnis
es: Siguiendo relación
fi: Seurattu ihmissuhde
fr: Suivre la relation
it: Segui già la relazione
nl: Relatie volgen
pt: A seguir relacionamento
sv: Uppföljande relation

source: Following Relationships
de: Folgendes Verhältnisse
es: Siguiendo relaciones
fi: Seuratut ihmissuhteet
fr: Suivre les relations
it: Segui già le relazioni
nl: Relaties volgen
pt: A seguir relacionamentos
sv: Uppföljande relation

source: Blocker Relationship
de: Blocker-Verhältnis
es: Relación bloqueada
fi: Estetty suhde
fr: Bloquer relation
it: Relazione bloccata
nl: Blokkeer relatie
pt: Relacionamento do bloqueador
sv: Relation mellan blockerare

source: Blocked Relationships
de: Blocker-Verhältnisse
es: Relaciones bloqueadas
fi: Estetyt suhteet
fr: Relations bloquées
it: Relazioni bloccate
nl: Geblokkeerde relaties
pt: Relacionamentos bloqueados
sv: Relation mellan blockerare

source: List contains %(show_value)d item, it should contain no more than %(limit_value)d.
de: Liste enthält %(show_value)d Element, es sollte aber nicht mehr als %(limit_value)d enthalten.
es: La lista contiene %(show_value)d elemento, no debería contener más de %(limit_value)d.
fi: Listassa on %(show_value)d arvo, mutta siinä ei saa olla enempää kuin %(limit_value)d.
fr: La liste contient %(show_value)d élément, elle ne doit pas contenir plus de %(limit_value)d.
he: הרשימה מכילה פריט %(show_value)d, עליה להכיל לא יותר מ-%(limit_value)d.
it: La lista contiene %(show_value)d oggetto, non dovrebbe contenerne più di %(limit_value)d.
nl: Lijst bevat %(show_value)d element, maar mag niet meer dan %(limit_value)d elementen bevatten.
pt: A lista contém %(show_value)d item, não pode conter mais do que %(limit_value)d.
sv: Listan innehåller %(show_value)d objekt, men kan inte innehålla fler än %(limit_value)d.

# female
source: username (slug)
de: Benutzername (Slug)
es: nombre de usuaria (slug)
fi: Käyttäjänimi (slug)
fr: nom d’utilisateur (slug)
he: שם משתמשת (slug)
it: nome utente (slug)
nl: gebruikersnaam (slug)
pt: nome da utilizadora (slug)

# male
source: username (slug)
de: Benutzername (Slug)
es: nombre de usuario (slug)
fi: Käyttäjänimi (slug)
fr: nom d’utilisateur (slug)
he: שם משתמש (slug)
it: nome utente (slug)
nl: gebruikersnaam (slug)
pt: nome do utilizador (slug)

# other
source: username (slug)
de: Benutzername (Slug)
es: nombre de usuario (slug)
fi: Käyttäjänimi (slug)
fr: nom d’utilisateur (slug)
he: שם משתמש/ת (slug)
it: nome utente (slug)
nl: gebruikersnaam (slug)
pt: nome do utilizador (slug)

# female
source: Update your profile picture
de: Aktualisieren Sie Ihr Profilbild
es: Actualiza tu foto de perfil
fi: Päivitä profiilikuva
fr: Mettez à jour votre photo de profil
he: עדכני את תמונת הפרופיל שלך
it: Aggiorna l’immagine del tuo profilo
nl: Werk je profielfoto bij
pt: Actualize a foto do teu perfil
sv: Uppdatera profilbilden

# male
source: Update your profile picture
de: Aktualisieren Sie Ihr Profilbild
es: Actualiza tu foto de perfil
fi: Päivitä profiilikuva
fr: Mettez à jour votre photo de profil
he: עדכן את תמונת הפרופיל שלך
it: Aggiorna l’immagine del tuo profilo
nl: Werk je profielfoto bij
pt: Actualize a foto do teu perfil
sv: Uppdatera profilbilden

# other
source: Update your profile picture
de: Aktualisieren Sie Ihr Profilbild
es: Actualiza tu foto de perfil
fi: Päivitä profiilikuva
fr: Mettez à jour votre photo de profil
he: עדכנ/י את תמונת הפרופיל שלך
it: Aggiorna l’immagine del tuo profilo
nl: Werk je profielfoto bij
pt: Actualize a foto do teu perfil
sv: Uppdatera profilbilden

# female
source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fi: Tallenna muutokset
fr: Enregistrer modifications
he: שמרי את השינויים
it: Salva le modifiche
nl: Sla Wijzigingen Op
pt: Guardar alterações
sv: Spara ändringar

# male
source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fi: Tallenna muutokset
fr: Enregistrer modifications
he: שמור את השינויים
it: Salva le modifiche
nl: Sla Wijzigingen Op
pt: Guardar alterações
sv: Spara ändringar

# other
source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fi: Tallenna muutokset
fr: Enregistrer modifications
he: שמור/י את השינויים
it: Salva le modifiche
nl: Sla Wijzigingen Op
pt: Guardar alterações
sv: Spara ändringar

# female
source: You can't change your username.
de: Sie können Ihren Benutzernamen nicht ändern.
es: No puedes cambiar tu nombre de usuario.
fi: Et voi vaihtaa käyttäjätunnustasi.
fr: Vous ne pouvez pas changer votre nom d’utilisateur.
he: לא ניתן לשנות שם משתמשת.
it: Non puoi modificare il tuo nome utente.
nl: Jullie kunnen je gebruikersnaam niet wijzigen.
pt: Tu não podes alterar teu nome de utilizadora.
sv: Du kan inte ändra användarnamnet.

# male
source: You can't change your username.
de: Sie können Ihren Benutzernamen nicht ändern.
es: No puedes cambiar tu nombre de usuario.
fi: Et voi vaihtaa käyttäjätunnustasi.
fr: Vous ne pouvez pas changer votre nom d’utilisateur.
he: לא ניתן לשנות שם משתמש.
it: Non puoi modificare il tuo nome utente.
nl: Jullie kunnen je gebruikersnaam niet wijzigen.
pt: Tu não podes alterar teu nome de utilizador.
sv: Du kan inte ändra användarnamnet.

# other
source: You can't change your username.
de: Sie können Ihren Benutzernamen nicht ändern.
es: No puedes cambiar tu nombre de usuario.
fi: Et voi vaihtaa käyttäjätunnustasi.
fr: Vous ne pouvez pas changer votre nom d’utilisateur.
he: לא ניתן לשנות שם משתמש/ת.
it: Non puoi modificare il tuo nome utente.
nl: Jullie kunnen je gebruikersnaam niet wijzigen.
pt: Tu não podes alterar teu nome de utilizador.
sv: Du kan inte ändra användarnamnet.

# female
source: Activate your {site_name} account
de: Aktivieren Sie Ihr {site_name} Konto
es: Activa tu cuenta {site_name}
fi: Aktivoi tilisi {site_name}
fr: Activez votre compte {site_name}
he: הפעילי את החשבון שלך ב{site_name}
it: Attiva il tuo account {site_name}
nl: Activeer je {site_name}-account
pt: Active tua conta {site_name}
sv: Aktivera ditt {site_name}-konto

# male
source: Activate your {site_name} account
de: Aktivieren Sie Ihr {site_name} Konto
es: Activa tu cuenta {site_name}
fi: Aktivoi tilisi {site_name}
fr: Activez votre compte {site_name}
he: הפעל את החשבון שלך ב{site_name}
it: Attiva il tuo account {site_name}
nl: Activeer je {site_name}-account
pt: Active tua conta {site_name}
sv: Aktivera ditt {site_name}-konto
