Repository: speedy-net/speedy-net
Catalog: speedy/core/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

source: last name
de: Familienname
es: apellido
fi: sukunimi
fr: nom de famille
he: שם משפחה
it: cognome
nl: Achternaam
pt: sobrenome
sv: efternamn

source: I am
de: Ich bin
es: Soy
fi: minä olen
fr: Je suis
he: אני
it: Io sono
nl: Ik ben
pt: Eu sou
sv: jag är

source: date of birth
de: Geburtsdatum
es: fecha de nacimiento
fi: Syntymäpäivä
fr: date de naissance
he: תאריך לידה
it: data di nascita
nl: geboortedatum
pt: data de nascimento
sv: födelsedatum

source: diet
de: Ernährungsweise
es: dieta
fi: ruokavalio
fr: régime alimentaire
he: תזונה
it: dieta
nl: dieet
pt: dieta

source: smoking status
de: Raucherstatus
es: Condición de fumador
fi: tupakointistatus
fr: fumeur/non fumeur
he: הרגלי עישון
it: fumo
nl: rokerstatus
pt: status como fumante
sv: rökstatus

source: relationship status
de: Beziehungsstatus
es: estado de relación
fi: suhdestatus
fr: en couple/célibataire
he: סטטוס מערכת יחסים
it: stato della relazione
nl: relatiestatus
pt: status de relacionamento
sv: relationsstatus

source: Where do I live?
de: Wo wohne ich?
es: ¿Donde vivo?
fi: Missä asun?
fr: Où est-ce que j’habite ?
he: איפה אני גר/ה?
it: Dove vivo?
nl: Waar ik woon?
pt: Onde é minha morada?
sv: Var bor jag?

source: Who can view my birth month and day
de: Wer kann meinen Geburtsmonat und -tag sehen
es: ¿Quién puede ver mi mes y día de nacimiento?
fi: Kuka voi nähdä syntymäkuukauteni ja -päiväni
fr: Qui peut voir ma date de naissance ?
he: מי יכול/ה לראות את חודש ויום הלידה שלי
it: Chi può visualizzare il mese e il giorno della mia data di nascita
nl: Wie kan mijn geboortemaand en -dag bekijken
pt: Quem pode ver o dia e o mês do meu aniversário
sv: Vem kan se min födelsemånad och dag

source: Who can view my birth year
de: Wer kann mein Geburtsjahr sehen
es: ¿Quién puede ver mi año de nacimiento?
fi: Kuka voi nähdä syntymävuoteni
fr: Qui peut voir mon année de naissance ?
he: מי יכול/ה לראות את שנת הלידה שלי
it: Chi può visualizzare l’anno della mia data di nascita
nl: Wie kan mijn geboortejaar bekijken
pt: Quem pode ver o ano do meu nascimento
sv: Vem kan se mitt födelseår

source: On new messages
de: Auf neuen Nachrichten
es: En mensajes nuevos
fi: Uusista viesteistä
fr: Sur les nouveaux messages
he: כאשר יש הודעות חדשות
it: Sui nuovi messaggi
nl: Bij nieuwe berichten
pt: Em novas mensagens
sv: Om nya meddelanden

source: Last IP address used https://ipapi.com/ time
de: Zuletzt benutzte IP-Adresse https://ipapi.com/ Zeit
es: Última dirección IP utilizo https://ipapi.com/ time
fi: Viimeksi käytetty IP-osoite https://ipapi.com/ time
fr: Dernière adresse IP utilisée https://ipapi.com/time
it: Orario dell’ultimo indirizzo IP utilizzato https://ipapi.com
nl: Laatst gebruikte IP-adres https://ipapi.com/time
pt: Última direcção IP utilizou o horário de https://ipapi.com/
sv: Senast använda IP-adress https://ipapi.com/ tid

source: Last IP address used raw https://ipapi.com/ results
de: Zuletzt benutzte IP-Adresse Roh https://ipapi.com/ Ergebnise
es: La última dirección IP utilizó https://ipapi.com/ results sin procesar
fi: Viimeisin käytetty IP-osoite raaka https://ipapi.com/ tulokset
fr: Dernière adresse IP utilisée https://ipapi.com/results
it: Risultati grezzi dell’ultimo indirizzo IP utilizzato https://ipapi.com/
nl: Laatst gebruikte IP-adres onbewerkte https://ipapi.com/ resultaten
pt: Última direcção IP utilizou os resultados directos de https://ipapi.com/
sv: Senaste IP-adress som användes rå https://ipapi.com/ resultat

source: user
de: Benutzer
es: usuario
fi: käyttäjä
fr: utilisateur
he: משתמש/ת
it: utente
nl: gebruiker
pt: utilizador
sv: användare

source: users
de: Benutzer
es: usuarios
fi: käyttäjät
fr: utilisateurs
he: משתמשים
it: utenti
nl: gebruikers
pt: utilizadores
sv: användare

source: Superuser must be equal to staff.
de: Superbenutzer muss dem Personal entsprechen
es: El superusuario debe ser igual al personal.
fi: Pääkäyttäjän on oltava yhtäläinen henkilöstöön nähden.
fr: Le superutilisateur doit être égal au staff.
it: Il superutente deve essere uguale allo staff.
nl: Supergebruiker moet gelijk zijn aan personeel.
pt: Superuser precisa ser igual a funcionário.
sv: Superanvändare måste vara lika med personal.

source: email
es: correo electrónico
fi: sähköposti
he: דואר אלקטרוני
sv: e-post

source: is confirmed
de: ist bestätigt
es: esta confirmado
fi: on vahvistettu
fr: confirmé
he: מאומת
it: è confermato
nl: is bevestigd
pt: está confirmado
sv: har bekräftats

source: is primary
de: ist primär
es: es primario
fi: on ensisijainen
fr: principal
he: ראשי
it: è principale
nl: is primair
pt: é primário
sv: är primär

source: confirmation token
de: Bestätigungs-Token
es: ficha de confirmación
fi: vahvistustunnus
fr: jeton de confirmation
it: token di conferma
nl: bevestigingstoken
pt: token de confirmação
sv: bekräftelsetoken

source: confirmation sent
de: Bestätigung gesendet
es: confirmación enviada
fi: vahvistus lähetetty
fr: confirmation envoyée
it: conferma inviata
nl: bevestiging verzonden
pt: confirmação enviada
sv: bekräftelse skickad

source: Who can see this email
de: Wer kann diese E-Mail sehen
es: ¿Quién puede ver este correo electrónico?
fi: Kuka voi nähdä tämän sähköpostin
fr: Qui peut voir cet e-mail ?
he: מי יכול/ה לראות את הדואר האלקטרוני הזה
it: Chi può vedere questa e-mail
nl: Wie kan deze e-mail zien
pt: Quem pode ver este e-mail
sv: Vem kan se detta e-postmeddelande

source: email addresses
de: e-mail-adressen
es: direcciones de correo electrónico
fr: adresses e-mail
he: כתובות דואר אלקטרוני
it: indirizzi e-mail
nl: e-mailadressen
pt: direcções de e-mail
sv: e-postadress

source: User
de: Benutzer
es: usuario
fi: Käyttäjä
fr: Utilisateur
he: משתמש/ת
it: utente
nl: Gebruiker
pt: utilizador
sv: Användare

source: last visit
de: Letzter Besuch
es: última visita
fi: viimeisin vierailu
fr: dernière visite
he: ביקור אחרון
it: ultima visita
nl: laatste bezoek
pt: última visita
sv: senaste besöket

source: Today
de: Heute
es: Hoy
fi: Tänään
fr: Aujourd’hui
he: היום
it: Oggi
nl: Vandaag
pt: Hoje
sv: Idag

source: Yesterday
de: Gestern
es: Ayer
fi: Eilen
fr: Hier
he: אתמול
it: Ieri
nl: Gisteren
pt: Ontem
sv: Igår

source: On {date} ({timesince_ago})
de: Am {date} ({timesince_ago})
es: El {date} ({timesince_ago})
fi: {date} ({timesince_ago}) sitten
fr: Sur {date} ({timesince_ago})
he: בתאריך {date} ({timesince_ago})
it: Il {date} ({timesince_ago})
nl: Op {date} ({timesince_ago})
pt: Em {date} ({timesince_ago})
sv: Den {date} ({timesince_ago})

source: {timesince} ago
de: vor {timesince}
es: hace {timesince}
fi: {timesince} sitten
fr: il y a {timesince}
he: לפני {timesince}
it: {timesince} fa
nl: {timesince} geleden
pt: há {timesince}
sv: {timesince} sedan

source: Username must start with 4 or more letters, and may contain letters, digits or dashes.
de: Der Benutzername muss mit 4 oder mehr Buchstaben beginnen und kann Buchstaben, Ziffern oder Bindestriche enthalten.
es: El nombre de usuario debe comenzar con 4 o más letras y puede contener letras, dígitos o guiones.
fi: Käyttäjätunnuksen on alettava 4 tai useammalla kirjaimella, ja se voi sisältää kirjaimia, numeroita tai väliviivoja.
fr: Le nom d’utilisateur doit commencer par 4 lettres ou plus et peut contenir des lettres, des chiffres ou des tirets.
he: שם המשתמש/ת חייב להתחיל עם 4 אותיות או יותר, ויכול להכיל אותיות, ספרות או מקפים. שם המשתמש/ת חייב להיות באנגלית.
it: Il nome utente deve iniziare con 4 o più caratteri e può contenere lettere, cifre o trattini.
nl: De gebruikersnaam moet beginnen met 4 of meer letters en mag letters, cijfers of streepjes bevatten.
pt: O nome do utilizador deve começar com 4 ou mais letras e pode conter letras, dígitos ou traços.
sv: Username måste börja med 4 eller fler bokstäver och kan innehålla bokstäver, siffror eller bindestreck.

source: Username must start with 4 or more letters, after which can be any number of digits. You can add dashes between words.
de: Der Benutzername muss mit 4 oder mehr Buchstaben beginnen. Danach können Zahlen auftreten. Sie können Bindestriche zwischen die Wörter einfügen.
es: El nombre de usuario debe comenzar con 4 o más letras, después de las cuales puede haber cualquier número de dígitos. Puedes agregar guiones entre palabras.
fi: Käyttäjätunnuksen tulee alkaa 4 tai useammalla kirjaimella, jonka jälkeen voi olla mikä tahansa määrä numeroita. Voit lisätä väliviivoja sanojen väliin.
fr: Le nom d’utilisateur doit commencer par 4 lettres ou plus, suivies d’un nombre quelconque de chiffres. Vous pouvez ajouter des tirets entre les mots.
he: שם המשתמש/ת חייב להתחיל עם 4 אותיות או יותר, לאחר מכן ניתן להוסיף מספר כלשהו של ספרות. ניתן להוסיף מקפים בין מילים. שם המשתמש/ת חייב להיות באנגלית.
it: Il nome utente deve iniziare con 4 o più caratteri, dopo i quali può essere inserito un numero qualsiasi di cifre. Puoi aggiungere trattini tra le parole.
nl: De gebruikersnaam moet beginnen met 4 of meer letters, met daarna een willekeurig aantal cijfers. Je kunt ook streepjes tussen woorden gebruiken.
pt: O nome do utilizador deve começar com 4 ou mais letras, após as quais pode haver qualquer número de dígitos. Podes adicionar traços entre as palavras.
sv: Username måste börja med 4 eller fler bokstäver, varefter det kan vara valfritt antal siffror. Du kan lägga till bindestreck mellan ord.

source: Username must contain at least %(limit_value)d alphanumeric character (it has %(show_value)d).
de: Der Benutzername muss mindestens %(limit_value)d alphanumerisches Zeichen (er hat %(show_value)d) enthalten.
es: El nombre de usuario debe contener al menos %(limit_value)d caracter alfanumérico (tiene %(show_value)d).
fi: Käyttäjätunnuksessa on oltava vähintään %(limit_value)d aakkosnumeerinen merkki (sillä on %(show_value)d).
fr: Le nom d’utilisateur doit contenir au moins %(limit_value)d caractère alphanumériques (il en contient %(show_value)d).
he: נא לוודא ששם המשתמש/ת מכיל %(limit_value)d תו אלפאנומרי לפחות (מכיל %(show_value)d). שם המשתמש/ת חייב להיות באנגלית.
it: Il nome utente deve contenere almeno %(limit_value)d carattere alfanumerico (ha %(show_value)d).
nl: De gebruikersnaam moet ten minste %(limit_value)d alfanumerieke tekens bevatten (het bevat %(show_value)d).
pt: O nome do utilizador deve conter pelo menos %(limit_value)d caractere alfanumérico (contém %(show_value)d).
sv: Username måste innehålla minst %(limit_value)d alfanumeriska tecken (det har %(show_value)d).

source: Username must contain at most %(limit_value)d alphanumeric character (it has %(show_value)d).
de: Der Benutzername darf höchstens %(limit_value)d alphanumerisches Zeichen (er hat %(show_value)d) enthalten.
es: El nombre de usuario debe contener como máximo %(limit_value)d caracter alfanumérico (tiene %(show_value)d).
fi: Käyttäjätunnuksessa saa olla enintään %(limit_value)d aakkosnumeerinen merkki (sillä on %(show_value)d).
fr: Le nom d’utilisateur doit contenir au maximum %(limit_value)d caractère alphanumériques (il en contient %(show_value)d).
he: נא לוודא ששם המשתמש/ת מכיל %(limit_value)d תו אלפאנומרי לכל היותר (מכיל %(show_value)d). שם המשתמש/ת חייב להיות באנגלית.
it: Il nome utente deve contenere al massimo %(limit_value)d carattere alfanumerico (ha %(show_value)d).
nl: De gebruikersnaam mag maximaal %(limit_value)d alfanumerieke tekens bevatten (het bevat %(show_value)d).
pt: O nome do utilizador deve conter no máximo %(limit_value)d caractere alfanumérico (contém %(show_value)d).
sv: Username måste innehålla högst %(limit_value)d alfanumeriska tecken (det har %(show_value)d).

source: Username must contain at least %(limit_value)d character (it has %(show_value)d).
de: Der Benutzername muss mindestens %(limit_value)d Zeichen (er hat %(show_value)d) enthalten.
es: El nombre de usuario debe contener al menos %(limit_value)d caracter (tiene %(show_value)d).
fi: Käyttäjätunnuksessa on oltava vähintään %(limit_value)d merkki (sillä on %(show_value)d).
fr: Le nom d’utilisateur doit contenir au moins %(limit_value)d caractère (il en contient %(show_value)d).
he: נא לוודא ששם המשתמש/ת מכיל %(limit_value)d תו לפחות (מכיל %(show_value)d).
it: Il nome utente deve contenere almeno %(limit_value)d carattere (ha %(show_value)d).
nl: De gebruikersnaam moet ten minste %(limit_value)d karakter bevatten (het bevat %(show_value)d).
pt: O nome do utilizador deve conter pelo menos %(limit_value)d caractere (contém %(show_value)d).
sv: Username måste innehålla minst %(limit_value)d tecken (det har %(show_value)d).

source: Username must contain at most %(limit_value)d character (it has %(show_value)d).
de: Der Benutzername darf höchstens %(limit_value)d Zeichen (er hat %(show_value)d) enthalten.
es: El nombre de usuario debe contener como máximo %(limit_value)d caracter (tiene %(show_value)d).
fi: Käyttäjätunnuksessa saa olla enintään %(limit_value)d merkki (sillä on %(show_value)d).
fr: Le nom d’utilisateur doit contenir au maximum %(limit_value)d caractère (il en contient %(show_value)d).
he: נא לוודא ששם המשתמש/ת מכיל %(limit_value)d תו לכל היותר (מכיל %(show_value)d).
it: Il nome utente deve contenere al massimo %(limit_value)d carattere (ha %(show_value)d).
nl: De gebruikersnaam mag maximaal %(limit_value)d tekens bevatten (het bevat %(show_value)d).
pt: O nome do utilizador deve conter no máximo %(limit_value)d caractere (contém %(show_value)d).
sv: Username måste innehålla minst %(limit_value)d tecken (det har %(show_value)d).

source: This password is too short. It must contain at least %(min_length)d character.
de: Dieses Passwort ist zu kurz. Es muss mindestens %(min_length)d Zeichen enthalten.
es: Esta contraseña es demasiado corta. Debe contener al menos %(min_length)d caracter.
fi: Tämä salasana on liian lyhyt. Sen tulee sisältää ainakin %(min_length)d merkki.
fr: Ce mot de passe est trop court. Il doit contenir au minimum %(min_length)d caractère.
he: סיסמה זו קצרה מדי. היא חייבת להכיל לפחות תו %(min_length)d.
it: Questa password è troppo corta. Deve contenere almeno %(min_length)d carattere.
nl: Dit wachtwoord is te kort. De minimale lengte is %(min_length)d teken.
pt: Esta palavra-passe é muito curta. Deve conter pelo menos %(min_length)d caractere.
sv: Detta lösenord är för kort. Det måste innehålla minst %(min_length)d tecken.

source: Your password must contain at least %(min_length)d character.
de: Das Passwort muss mindestens %(min_length)d Zeichen enthalten.
es: Su contraseña debe contener al menos %(min_length)d caracter.
fi: Salasanasi tulee sisältää ainakin %(min_length)d merkki.
fr: Votre mot de passe doit contenir au moins %(min_length)d caractère.
he: הסיסמה שלך חייבת להכיל לפחות תו %(min_length)d.
it: La tua password deve contenere almeno %(min_length)d carattere.
nl: Uw wachtwoord moet minstens %(min_length)d teken lang zijn.
pt: A sua palavra-passe deve conter pelo menos %(min_length)d caractere.
sv: Ditt lösenord måste innehålla minst %(min_length)d tecken.

source: This password is too long. It must contain at most %(max_length)d character.
de: Dieses Passwort ist zu lang. Es darf höchstens %(max_length)d Zeichen enthalten.
es: Esta contraseña es demasiado larga. Debe contener como máximo %(max_length)d caracter.
fi: Tämä salasana on liian pitkä. Siinä saa olla enintään %(max_length)d merkki.
fr: Ce mot de passe est trop long. Il doit contenir au maximum %(max_length)d caractère.
he: סיסמה זו ארוכה מדי. היא יכולה להכיל תו %(max_length)d לכל היותר.
it: Questa password è troppo lunga. Deve contenere al massimo %(max_length)d carattere.
nl: Dit wachtwoord is te lang. Het mag maximaal %(max_length)d tekens bevatten.
pt: Esta palavra-passe é muito longa. Ela precisa conter no máximo %(max_length)d caractere.
sv: Detta lösenord är för långt. Det får innehålla högst %(max_length)d tecken.

source: Your password must contain at most %(max_length)d character.
de: Ihr Passwort darf höchstens %(max_length)d Zeichen enthalten.
es: Tu contraseña debe contener como máximo %(max_length)d caracter.
fi: Salasanasi saa sisältää enintään %(max_length)d merkki.
fr: Votre mot de passe doit contenir au maximum %(max_length)d caractère.
he: על הסיסמה שלך להכיל עד תו %(max_length)d.
it: La tua password deve contenere al massimo %(max_length)d carattere.
nl: Je wachtwoord mag maximaal %(max_length)d tekens bevatten.
pt: Tua palavra-passe precisa conter no máximo %(max_length)d caractere.
sv: Ditt lösenord måste innehålla högst %(max_length)d tecken.

source: Your password must contain at least %(min_unique_characters)d unique characters.
de: Ihr Passwort muss mindestens %(min_unique_characters)d eindeutige Zeichen enthalten.
es: La contraseña debe contener al menos %(min_unique_characters)d caracteres únicos.
fr: Votre mot de passe doit contenir au moins %(min_unique_characters)d caractères uniques.
he: הסיסמה שלך חייבת להכיל לפחות %(min_unique_characters)d תווים ייחודיים.
nl: Je wachtwoord moet minstens %(min_unique_characters)d unieke tekens bevatten.

source: This field cannot be null.
de: Dieses Feld darf nicht null sein.
es: Este campo no puede ser nulo.
fi: Tämän kentän arvo ei voi olla "null".
fr: Ce champ ne peut pas contenir la valeur nulle.
he: שדה זה אינו יכול להיות ריק.
it: Questo campo non può essere nullo.
nl: Dit veld mag niet leeg zijn.
pt: Este campo não pode ser nulo.
sv: Detta fält får inte vara noll.

source: This field cannot be blank.
de: Dieses Feld darf nicht leer sein.
es: Este campo no puede estar vacío.
fi: Tämä kenttä ei voi olla tyhjä.
fr: Ce champ ne peut pas être vide.
he: שדה זה אינו יכול להיות ריק.
it: Questo campo non può essere vuoto.
nl: Dit veld kan niet leeg zijn.
pt: Este campo não pode ser vazio.
sv: Detta fält får inte vara tomt.

source: Enter a valid date.
de: Bitte ein gültiges Datum eingeben.
es: Introduzca una fecha válida.
fi: Syötä oikea päivämäärä.
fr: Saisissez une date valide.
he: יש להזין תאריך חוקי.
it: Inserisci una data valida.
nl: Voer een geldige datum in.
pt: Introduza uma data válida.
sv: Ange ett giltigt datum.

source: This email is already in use.
de: Diese E-Mail wird bereits verwendet.
es: Este correo electrónico ya está en uso.
fi: Tämä sähköpostiosoite on jo käytössä.
fr: Cet e-mail est déjà utilisé.
he: הדואר האלקטרוני הזה כבר נמצא בשימוש.
it: Questo indirizzo e-mail è già in uso.
nl: Deze email is al in gebruik.
pt: Este e-mail já foi utilizado.
sv: Detta e-postmeddelande används redan.

source: This picture's file size is too big. The maximal file size allowed is 30 MB.
de: Diese Bildgröße ist zu groß. Die maximal zulässige Dateigröße ist 30 MB.
es: El tamaño del archivo de esta imagen es demasiado grande. El tamaño máximo de archivo permitido es 30 MB.
fi: Tämän kuvan tiedostokoko on liian suuri. Suurin sallittu tiedostokoko on 30 Mt.
fr: La taille du fichier de cette image est trop importante. La taille maximale des fichiers est de 30 Mo.
he: גודל קובץ תמונה זה גדול מדי. גודל הקובץ המקסימלי המותר הוא 30 מגה בייט.
it: La dimensione del file di questa immagine è troppo grande. La dimensione massima consentita è di 30 MB.
nl: Het bestand van deze foto is te groot. De maximaal toegestane bestandsgrootte is 30 MB.
pt: O ficheiro desta foto é muito grande. O tamanho máximo permitido para o ficheiro é 30 MB.
sv: Filstorleken för den här bilden är för stor. Den maximala tillåtna filstorleken är 30 MB.

source: You can't use this format for your profile picture. Only JPEG or PNG formats are accepted.
de: Sie können dieses Format für Ihr Profilbild nicht benutzen. Nur JPEG- oder PNG-Formate sind zulässig.
es: No puedes usar este formato para tu foto de perfil. Sólo se aceptan formatos JPEG o PNG.
fi: Et voi käyttää tätä muotoa profiilikuvassasi. Vain JPEG- tai PNG-muodot hyväksytään.
fr: Vous ne pouvez pas utiliser ce format pour votre photo de profil. Seuls les formats JPEG ou PNG sont acceptés.
he: אין לך אפשרות להשתמש בפורמט זה לתמונת הפרופיל שלך. רק פורמטים של JPEG או PNG מתקבלים.
it: Non puoi utilizzare questo formato per l‘immagine del profilo. Sono accettati solo i formati JPEG o PNG.
nl: Je kunt dit formaat niet gebruiken voor je profielfoto. Alleen JPEG- of PNG-formaten worden geaccepteerd.
pt: Tu não podes utilizar este formato para a tua foto de perfil. Somente os formatos JPEG ou PNG são aceitos.
sv: Du kan inte använda det här formatet för din profilbild. Endast JPEG- eller PNG-format accepteras.

source: Invalid confirmation link.
de: Ungültiger Bestätigungslink.
es: Enlace de confirmación no válido.
fi: Virheellinen vahvistuslinkki.
fr: Lien de confirmation invalide.
he: קישור אימות לא חוקי.
it: Link di conferma non valido.
nl: Ongeldige bevestigingslink.
pt: Link de confirmação inválido.
sv: Ogiltig bekräftelselänk.

source: A confirmation message was sent to {email_address}
de: Eine Bestätigungnachricht wurde gesendet an {email_address}
es: Se envió un mensaje de confirmación a {email_address}
fi: Vahvistusviesti lähetettiin osoitteeseen {email_address}
fr: Un message de confirmation a été envoyé à {email_address}
he: הודעת אימות נשלחה ל-‎{email_address}‎
it: È stato inviato un messaggio di conferma a {email_address}
nl: Er is een bevestigingsbericht verzonden naar {email_address}
pt: Uma mensagem de confirmação foi enviada para {email_address}
sv: Ett bekräftelsemeddelande skickades till {email_address}

source: The email address was deleted.
de: Die E-Mail-Adresse wurde gelöscht.
es: La dirección de correo electrónico fue eliminada.
fi: Vahvistusviesti lähetettiin osoitteeseen.
fr: L’adresse e-mail a été supprimée.
he: כתובת הדואר האלקטרוני נמחקה.
it: L'indirizzo e-mail è stato eliminato.
nl: Het e-mailadres is verwijderd.
pt: A direcção de e-mail foi excluída.
sv: E-postadressen raderades.

source: You have made this email address primary.
de: Sie haben diese E-Mail-Adresse zu Ihrer Hauptadresse gemacht.
es: Has convertido esta dirección de correo electrónico en principal.
fi: Olet määrittänyt tämän sähköpostiosoitteen ensisijaiseksi.
fr: Vous avez défini cette adresse e-mail comme adresse primaire.
he: הפכת את כתובת הדואר האלקטרוני הזאת לראשית.
it: Questo indirizzo e-mail è diventato l’indirizzo principale.
nl: Je heb die je primaire e-mailadres gemaakt.
pt: Configuraste esta caixa de e-mail como principal.
sv: Du har gjort den här e-postadressen primär.
