Repository: speedy-net/speedy-net
Catalog: speedy/core/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

# female
source: You've already confirmed this email address.
de: Sie haben diese E-Mail-Adresse bereits bestätigt.
es: Ya has confirmado esta dirección de correo electrónico.
fi: Olet jo vahvistanut tämän sähköpostiosoitteen.
fr: Vous avez déjà confirmé cette adresse e-mail.
he: כבר אימתת את כתובת הדואר האלקטרוני שלך.
it: Hai già confermato questo indirizzo e-mail.
nl: Je hebt dit e-mailadres al bevestigd.
pt: Tu já confirmaste esta caixa de e-mail.
sv: Du har redan bekräftat den här e-postadressen.

# male
source: You've already confirmed this email address.
de: Sie haben diese E-Mail-Adresse bereits bestätigt.
es: Ya has confirmado esta dirección de correo electrónico.
fi: Olet jo vahvistanut tämän sähköpostiosoitteen.
fr: Vous avez déjà confirmé cette adresse e-mail.
he: כבר אימתת את כתובת הדואר האלקטרוני שלך.
it: Hai già confermato questo indirizzo e-mail.
nl: Je hebt dit e-mailadres al bevestigd.
pt: Tu já confirmaste esta caixa de e-mail.
sv: Du har redan bekräftat den här e-postadressen.

# other
source: You've already confirmed this email address.
de: Sie haben diese E-Mail-Adresse bereits bestätigt.
es: Ya has confirmado esta dirección de correo electrónico.
fi: Olet jo vahvistanut tämän sähköpostiosoitteen.
fr: Vous avez déjà confirmé cette adresse e-mail.
he: כבר אימתת את כתובת הדואר האלקטרוני שלך.
it: Hai già confermato questo indirizzo e-mail.
nl: Je hebt dit e-mailadres al bevestigd.
pt: Tu já confirmaste esta caixa de e-mail.
sv: Du har redan bekräftat den här e-postadressen.

# female
source: You've confirmed your email address.
de: Sie haben Ihre E-Mail-Adresse bestätigt.
es: Has confirmado tu dirección de correo electrónico.
fi: Olet vahvistanut sähköpostiosoitteesi.
fr: Vous avez confirmé votre adresse e-mail.
he: אימתת את כתובת הדואר האלקטרוני שלך.
it: Hai già confermato il tuo indirizzo e-mail.
nl: Je hebt je e-mailadres bevestigd.
pt: Tu confirmaste teu e-mail.
sv: Du har bekräftat din e-postadress.

# male
source: You've confirmed your email address.
de: Sie haben Ihre E-Mail-Adresse bestätigt.
es: Has confirmado tu dirección de correo electrónico.
fi: Olet vahvistanut sähköpostiosoitteesi.
fr: Vous avez confirmé votre adresse e-mail.
he: אימתת את כתובת הדואר האלקטרוני שלך.
it: Hai già confermato il tuo indirizzo e-mail.
nl: Je hebt je e-mailadres bevestigd.
pt: Tu confirmaste teu e-mail.
sv: Du har bekräftat din e-postadress.

# other
source: You've confirmed your email address.
de: Sie haben Ihre E-Mail-Adresse bestätigt.
es: Has confirmado tu dirección de correo electrónico.
fi: Olet vahvistanut sähköpostiosoitteesi.
fr: Vous avez confirmé votre adresse e-mail.
he: אימתת את כתובת הדואר האלקטרוני שלך.
it: Hai già confermato il tuo indirizzo e-mail.
nl: Je hebt je e-mailadres bevestigd.
pt: Tu confirmaste teu e-mail.
sv: Du har bekräftat din e-postadress.

# female
source: Send
de: Senden
es: Enviar
fi: Lähetä
fr: Envoi
he: שלחי
it: Invia
nl: Verstuur
pt: Enviar
sv: Skicka

# male
source: Send
de: Senden
es: Enviar
fi: Lähetä
fr: Envoi
he: שלח
it: Invia
nl: Verstuur
pt: Enviar
sv: Skicka

# other
source: Send
de: Senden
es: Enviar
fi: Lähetä
fr: Envoi
he: שלח/י
it: Invia
nl: Verstuur
pt: Enviar
sv: Skicka

# female
source: You already have {0} friends. You can't have more than {1} friends on Speedy Net. Please remove friends before you proceed.
de: Sie haben bereits {0} Freunde. Auf Speedy Net können Sie nicht mehr als {1} Freunde haben. Bitte entfernen Sie Freunde, bevor Sie weitermachen.
es: Ya tienes {0} amigos. No puedes tener más de {1} amigos en Speedy Net. Elimina amigos antes de continuar.
fi: Sinulla on jo {0} ystävää. Sinulla voi olla enintään {1} ystävää Speedy Netissä. Poista ystävät ennen kuin jatkat.
fr: Vous avez déjà des amis sur {0}. Vous ne pouvez pas avoir plus de {1} ami(e)s sur Speedy Net. Veuillez supprimer des amis avant de continuer.
he: כבר יש לך {0} חברות וחברים. לא יכולים להיות לך יותר מ-{1} חברות וחברים בספידי נט. אנא הסירי חברים/ות לפני שאת ממשיכה.
it: Hai già {0} amici. Non puoi avere più di {1} amici su Speedy Net. Cortesemente, rimuovi gli amici prima di procedere.
nl: Je hebt al {0} vrienden. Je kunt niet meer dan {1} vrienden hebben op Speedy Net. Verwijder vrienden voordat je doorgaat.
pt: Tu já tens {0} amigos. Não podes ter mais que {1} amigos no Speedy Net. Remova amigos antes de continuar.
sv: Du har redan {0} vänner. Du kan inte ha fler än {1} vänner på Speedy Net. Ta bort vänner innan du fortsätter.

# male
source: You already have {0} friends. You can't have more than {1} friends on Speedy Net. Please remove friends before you proceed.
de: Sie haben bereits {0} Freunde. Auf Speedy Net können Sie nicht mehr als {1} Freunde haben. Bitte entfernen Sie Freunde, bevor Sie weitermachen.
es: Ya tienes {0} amigos. No puedes tener más de {1} amigos en Speedy Net. Elimina amigos antes de continuar.
fi: Sinulla on jo {0} ystävää. Sinulla voi olla enintään {1} ystävää Speedy Netissä. Poista ystävät ennen kuin jatkat.
fr: Vous avez déjà des amis sur {0}. Vous ne pouvez pas avoir plus de {1} ami(e)s sur Speedy Net. Veuillez supprimer des amis avant de continuer.
he: כבר יש לך {0} חברות וחברים. לא יכולים להיות לך יותר מ-{1} חברות וחברים בספידי נט. אנא הסר חברים/ות לפני שאתה ממשיך.
it: Hai già {0} amici. Non puoi avere più di {1} amici su Speedy Net. Cortesemente, rimuovi gli amici prima di procedere.
nl: Je hebt al {0} vrienden. Je kunt niet meer dan {1} vrienden hebben op Speedy Net. Verwijder vrienden voordat je doorgaat.
pt: Tu já tens {0} amigos. Não podes ter mais que {1} amigos no Speedy Net. Remova amigos antes de continuar.
sv: Du har redan {0} vänner. Du kan inte ha fler än {1} vänner på Speedy Net. Ta bort vänner innan du fortsätter.

# other
source: You already have {0} friends. You can't have more than {1} friends on Speedy Net. Please remove friends before you proceed.
de: Sie haben bereits {0} Freunde. Auf Speedy Net können Sie nicht mehr als {1} Freunde haben. Bitte entfernen Sie Freunde, bevor Sie weitermachen.
es: Ya tienes {0} amigos. No puedes tener más de {1} amigos en Speedy Net. Elimina amigos antes de continuar.
fi: Sinulla on jo {0} ystävää. Sinulla voi olla enintään {1} ystävää Speedy Netissä. Poista ystävät ennen kuin jatkat.
fr: Vous avez déjà des amis sur {0}. Vous ne pouvez pas avoir plus de {1} ami(e)s sur Speedy Net. Veuillez supprimer des amis avant de continuer.
he: כבר יש לך {0} חברות וחברים. לא יכולים להיות לך יותר מ-{1} חברות וחברים בספידי נט. אנא הסר/י חברים/ות לפני שאת/ה ממשיך/ה.
it: Hai già {0} amici. Non puoi avere più di {1} amici su Speedy Net. Cortesemente, rimuovi gli amici prima di procedere.
nl: Je hebt al {0} vrienden. Je kunt niet meer dan {1} vrienden hebben op Speedy Net. Verwijder vrienden voordat je doorgaat.
pt: Tu já tens {0} amigos. Não podes ter mais que {1} amigos no Speedy Net. Remova amigos antes de continuar.
sv: Du har redan {0} vänner. Du kan inte ha fler än {1} vänner på Speedy Net. Ta bort vänner innan du fortsätter.

# female_female
source: This user already has {0} friends. They can't have more than {1} friends on Speedy Net. Please ask them to remove friends before you proceed.
de: Dieser Benutzer hat bereits {0} Freunde. Sie können auf Speedy Net nicht mehr als {1} Freunde haben. Bitte bitten Sie sie, Freunde zu entfernen, bevor Sie weitermachen.
es: Esta usuaria ya tiene {0} amigos. No puede tener más de {1} amigos en Speedy Net. Pídele que elimine a sus amigos antes de continuar.
fi: Tällä käyttäjällä on jo {0} ystävää. Hänellä ei voi olla yli {1} ystävää Speedy Netissä. Pyydä häntä poistamaan ystävät ennen kuin jatkat.
fr: Cet utilisateur a déjà {0} amis. Elle ne peut pas avoir plus de {1} amis sur Speedy Net. Demandez-lui de retirer ses amis avant de continuer.
he: למשתמשת זאת כבר יש {0} חברות וחברים. לא יכולים להיות לה יותר מ-{1} חברות וחברים בספידי נט. אנא בקשי ממנה להסיר חברים/ות לפני שאת ממשיכה.
it: Questa utente ha già {0} amiche. Non può avere più di {1} amiche su Speedy Net. Cortesemente, chiedile di rimuovere amiche prima di procedere.
nl: Deze gebruiker heeft al {0} vrienden. Ze mag niet meer dan {1} vrienden hebben op Speedy Net. Vraag haar om vrienden te verwijderen voordat je verder gaat.
pt: Esse usuário já tem {0} amigos. Ela não pode ter mais de {1} amigos na Speedy Net. Peça que ela remova amigos antes de continuar.
sv: Den här användaren har redan {0} vänner. De kan inte ha fler än {1} vänner på Speedy Net. Vänligen be dem att ta bort vänner innan du fortsätter.

# female_male
source: This user already has {0} friends. They can't have more than {1} friends on Speedy Net. Please ask them to remove friends before you proceed.
de: Dieser Benutzer hat bereits {0} Freunde. Sie können auf Speedy Net nicht mehr als {1} Freunde haben. Bitte bitten Sie sie, Freunde zu entfernen, bevor Sie weitermachen.
es: Este usuario ya tiene {0} amigos. No puede tener más de {1} amigos en Speedy Net. Pídele que elimine a sus amigos antes de continuar.
fi: Tällä käyttäjällä on jo {0} ystävää. Hänellä ei voi olla yli {1} ystävää Speedy Netissä. Pyydä häntä poistamaan ystävät ennen kuin jatkat.
fr: Cet utilisateur a déjà {0} amis. Il ne peut pas avoir plus de {1} amis sur Speedy Net. Demandez-lui de retirer ses amis avant de continuer.
he: למשתמש זה כבר יש {0} חברות וחברים. לא יכולים להיות לו יותר מ-{1} חברות וחברים בספידי נט. אנא בקשי ממנו להסיר חברים/ות לפני שאת ממשיכה.
it: Questa utente ha già {0} amici. Non può avere più di {1} amici su Speedy Net. Cortesemente, chiedile di rimuovere amici prima di procedere.
nl: Deze gebruiker heeft al {0} vrienden. Hij mag niet meer dan {1} vrienden hebben op Speedy Net. Vraag hem om vrienden te verwijderen voordat je verder gaat.
pt: Esse usuário já tem {0} amigos. Ele não pode ter mais de {1} amigos na Speedy Net. Peça que ele remova amigos antes de continuar.
sv: Den här användaren har redan {0} vänner. De kan inte ha fler än {1} vänner på Speedy Net. Vänligen be dem att ta bort vänner innan du fortsätter.

# female_other
source: This user already has {0} friends. They can't have more than {1} friends on Speedy Net. Please ask them to remove friends before you proceed.
de: Dieser Benutzer hat bereits {0} Freunde. Sie können auf Speedy Net nicht mehr als {1} Freunde haben. Bitte bitten Sie sie, Freunde zu entfernen, bevor Sie weitermachen.
es: Este usuario ya tiene {0} amigos. No pueden tener más de {1} amigos en Speedy Net. Pídeles que eliminen a tus amigos antes de continuar.
fi: Tällä käyttäjällä on jo {0} ystävää. Heillä ei voi olla enempää kuin {1} ystävää Speedy Netissä. Pyydä heitä poistamaan ystävät ennen kuin jatkat.
fr: Cet utilisateur a déjà {0} amis. Ils/Elles ne peuvent pas avoir plus de {1} ami(e)s sur Speedy Net. Demandez-leur de retirer leurs amis avant de continuer.
he: למשתמש/ת זה כבר יש {0} חברות וחברים. לא יכולים להיות לו/ה יותר מ-{1} חברות וחברים בספידי נט. אנא בקשי ממנו/ה להסיר חברים/ות לפני שאת ממשיכה.
it: Questa utente ha già {0} amici/amiche. Non può avere più di {1} amici/amiche su Speedy Net. Cortesemente, chiedile di rimuovere amici/amiche prima di procedere.
nl: Deze gebruiker heeft al {0} vrienden. Ze kunnen niet meer dan {1} vrienden hebben op Speedy Net. Vraag ze alsjeblieft om vrienden te verwijderen voordat je verder gaat.
pt: Esse usuário já tem {0} amigos. Eles não podem ter mais de {1} amigos na Speedy Net. Peça que eles removam amigos antes de continuar.
sv: Den här användaren har redan {0} vänner. De kan inte ha fler än {1} vänner på Speedy Net. Vänligen be dem att ta bort vänner innan du fortsätter.

# male_female
source: This user already has {0} friends. They can't have more than {1} friends on Speedy Net. Please ask them to remove friends before you proceed.
de: Dieser Benutzer hat bereits {0} Freunde. Sie können auf Speedy Net nicht mehr als {1} Freunde haben. Bitte bitten Sie sie, Freunde zu entfernen, bevor Sie weitermachen.
es: Esta usuaria ya tiene {0} amigos. No puede tener más de {1} amigos en Speedy Net. Pídele que elimine a sus amigos antes de continuar.
fi: Tällä käyttäjällä on jo {0} ystävää. Hänellä ei voi olla yli {1} ystävää Speedy Netissä. Pyydä häntä poistamaan ystävät ennen kuin jatkat.
fr: Cet utilisateur a déjà {0} amis. Elle ne peut pas avoir plus de {1} amis sur Speedy Net. Demandez-lui de retirer ses amis avant de continuer.
he: למשתמשת זאת כבר יש {0} חברות וחברים. לא יכולים להיות לה יותר מ-{1} חברות וחברים בספידי נט. אנא בקש ממנה להסיר חברים/ות לפני שאתה ממשיך.
it: Questa utente ha già {0} amici/amiche. Non può avere più di {1} amici/amiche su Speedy Net. Cortesemente, chiedile di rimuovere amici/amiche prima di procedere.
nl: Deze gebruiker heeft al {0} vrienden. Ze mag niet meer dan {1} vrienden hebben op Speedy Net. Vraag haar om vrienden te verwijderen voordat je verder gaat.
pt: Esse usuário já tem {0} amigos. Ela não pode ter mais de {1} amigos na Speedy Net. Peça que ela remova amigos antes de continuar.
sv: Den här användaren har redan {0} vänner. De kan inte ha fler än {1} vänner på Speedy Net. Vänligen be dem att ta bort vänner innan du fortsätter.

# male_male
source: This user already has {0} friends. They can't have more than {1} friends on Speedy Net. Please ask them to remove friends before you proceed.
de: Dieser Benutzer hat bereits {0} Freunde. Sie können auf Speedy Net nicht mehr als {1} Freunde haben. Bitte bitten Sie sie, Freunde zu entfernen, bevor Sie weitermachen.
es: Este usuario ya tiene {0} amigos. No puede tener más de {1} amigos en Speedy Net. Pídele que elimine a sus amigos antes de continuar.
fi: Tällä käyttäjällä on jo {0} ystävää. Hänellä ei voi olla yli {1} ystävää Speedy Netissä. Pyydä häntä poistamaan ystävät ennen kuin jatkat.
fr: Cet utilisateur a déjà {0} amis. Il ne peut pas avoir plus de {1} amis sur Speedy Net. Demandez-lui de retirer ses amis avant de continuer.
he: למשתמש זה כבר יש {0} חברות וחברים. לא יכולים להיות לו יותר מ-{1} חברות וחברים בספידי נט. אנא בקש ממנו להסיר חברים/ות לפני שאתה ממשיך.
it: Questa utente ha già {0} amici. Non può avere più di {1} amici su Speedy Net. Cortesemente, chiedile di rimuovere amici prima di procedere.
nl: Deze gebruiker heeft al {0} vrienden. Hij mag niet meer dan {1} vrienden hebben op Speedy Net. Vraag hem om vrienden te verwijderen voordat je verder gaat.
pt: Esse usuário já tem {0} amigos. Ele não pode ter mais de {1} amigos na Speedy Net. Peça que ele remova amigos antes de continuar.
sv: Den här användaren har redan {0} vänner. De kan inte ha fler än {1} vänner på Speedy Net. Vänligen be dem att ta bort vänner innan du fortsätter.

# male_other
source: This user already has {0} friends. They can't have more than {1} friends on Speedy Net. Please ask them to remove friends before you proceed.
de: Dieser Benutzer hat bereits {0} Freunde. Sie können auf Speedy Net nicht mehr als {1} Freunde haben. Bitte bitten Sie sie, Freunde zu entfernen, bevor Sie weitermachen.
es: Este usuario ya tiene {0} amigos. No pueden tener más de {1} amigos en Speedy Net. Pídeles que eliminen a tus amigos antes de continuar.
fi: Tällä käyttäjällä on jo {0} ystävää. Heillä ei voi olla enempää kuin {1} ystävää Speedy Netissä. Pyydä heitä poistamaan ystävät ennen kuin jatkat.
fr: Cet utilisateur a déjà {0} amis. Ils/Elles ne peuvent pas avoir plus de {1} ami(e)s sur Speedy Net. Demandez-leur de retirer leurs amis avant de continuer.
he: למשתמש/ת זה כבר יש {0} חברות וחברים. לא יכולים להיות לו/ה יותר מ-{1} חברות וחברים בספידי נט. אנא בקש ממנו/ה להסיר חברים/ות לפני שאתה ממשיך.
it: Questa utente ha già {0} amici. Non può avere più di {1} amici su Speedy Net. Cortesemente, chiedile di rimuovere amici prima di procedere.
nl: Deze gebruiker heeft al {0} vrienden. Ze kunnen niet meer dan {1} vrienden hebben op Speedy Net. Vraag ze alsjeblieft om vrienden te verwijderen voordat je verder gaat.
pt: Esse usuário já tem {0} amigos. Eles não podem ter mais de {1} amigos na Speedy Net. Peça que eles removam amigos antes de continuar.
sv: Den här användaren har redan {0} vänner. De kan inte ha fler än {1} vänner på Speedy Net. Vänligen be dem att ta bort vänner innan du fortsätter.

# other_female
source: This user already has {0} friends. They can't have more than {1} friends on Speedy Net. Please ask them to remove friends before you proceed.
de: Dieser Benutzer hat bereits {0} Freunde. Sie können auf Speedy Net nicht mehr als {1} Freunde haben. Bitte bitten Sie sie, Freunde zu entfernen, bevor Sie weitermachen.
es: Esta usuaria ya tiene {0} amigos. No puede tener más de {1} amigos en Speedy Net. Pídele que elimine a sus amigos antes de continuar.
fi: Tällä käyttäjällä on jo {0} ystävää. Hänellä ei voi olla yli {1} ystävää Speedy Netissä. Pyydä häntä poistamaan ystävät ennen kuin jatkat.
fr: Cet utilisateur a déjà {0} amis. Elle ne peut pas avoir plus de {1} amis sur Speedy Net. Demandez-lui de retirer ses amis avant de continuer.
he: למשתמשת זאת כבר יש {0} חברות וחברים. לא יכולים להיות לה יותר מ-{1} חברות וחברים בספידי נט. אנא בקש/י ממנה להסיר חברים/ות לפני שאת/ה ממשיך/ה.
it: Questa utente ha già {0} amici. Non può avere più di {1} amici su Speedy Net. Cortesemente, chiedile di rimuovere amici prima di procedere.
nl: Deze gebruiker heeft al {0} vrienden. Ze mag niet meer dan {1} vrienden hebben op Speedy Net. Vraag haar om vrienden te verwijderen voordat je verder gaat.
pt: Esse usuário já tem {0} amigos. Ela não pode ter mais de {1} amigos na Speedy Net. Peça que ela remova amigos antes de continuar.
sv: Den här användaren har redan {0} vänner. De kan inte ha fler än {1} vänner på Speedy Net. Vänligen be dem att ta bort vänner innan du fortsätter.

# other_male
source: This user already has {0} friends. They can't have more than {1} friends on Speedy Net. Please ask them to remove friends before you proceed.
de: Dieser Benutzer hat bereits {0} Freunde. Sie können auf Speedy Net nicht mehr als {1} Freunde haben. Bitte bitten Sie sie, Freunde zu entfernen, bevor Sie weitermachen.
es: Este usuario ya tiene {0} amigos. No puede tener más de {1} amigos en Speedy Net. Pídele que elimine a sus amigos antes de continuar.
fi: Tällä käyttäjällä on jo {0} ystävää. Hänellä ei voi olla yli {1} ystävää Speedy Netissä. Pyydä häntä poistamaan ystävät ennen kuin jatkat.
fr: Cet utilisateur a déjà {0} amis. Il ne peut pas avoir plus de {1} amis sur Speedy Net. Demandez-lui de retirer ses amis avant de continuer.
he: למשתמש זה כבר יש {0} חברות וחברים. לא יכולים להיות לו יותר מ-{1} חברות וחברים בספידי נט. אנא בקש/י ממנו להסיר חברים/ות לפני שאת/ה ממשיך/ה.
it: Questa utente ha già {0} amici/amiche. Non può avere più di {1} amici/amiche su Speedy Net. Cortesemente, chiedile di rimuovere amici/amiche prima di procedere.
nl: Deze gebruiker heeft al {0} vrienden. Hij mag niet meer dan {1} vrienden hebben op Speedy Net. Vraag hem om vrienden te verwijderen voordat je verder gaat.
pt: Esse usuário já tem {0} amigos. Ele não pode ter mais de {1} amigos na Speedy Net. Peça que ele remova amigos antes de continuar.
sv: Den här användaren har redan {0} vänner. De kan inte ha fler än {1} vänner på Speedy Net. Vänligen be dem att ta bort vänner innan du fortsätter.

# other_other
source: This user already has {0} friends. They can't have more than {1} friends on Speedy Net. Please ask them to remove friends before you proceed.
de: Dieser Benutzer hat bereits {0} Freunde. Sie können auf Speedy Net nicht mehr als {1} Freunde haben. Bitte bitten Sie sie, Freunde zu entfernen, bevor Sie weitermachen.
es: Este usuario ya tiene {0} amigos. No pueden tener más de {1} amigos en Speedy Net. Pídeles que eliminen a tus amigos antes de continuar.
fi: Tällä käyttäjällä on jo {0} ystävää. Heillä ei voi olla enempää kuin {1} ystävää Speedy Netissä. Pyydä heitä poistamaan ystävät ennen kuin jatkat.
fr: Cet utilisateur a déjà {0} amis. Ils/Elles ne peuvent pas avoir plus de {1} ami(e)s sur Speedy Net. Demandez-leur de retirer leurs amis avant de continuer.
he: למשתמש/ת זה כבר יש {0} חברות וחברים. לא יכולים להיות לו/ה יותר מ-{1} חברות וחברים בספידי נט. אנא בקש/י ממנו/ה להסיר חברים/ות לפני שאת/ה ממשיך/ה.
it: Questa utente ha già {0} amici/amiche. Non può avere più di {1} amici/amiche su Speedy Net. Cortesemente, chiedile di rimuovere amici/amiche prima di procedere.
nl: Deze gebruiker heeft al {0} vrienden. Ze kunnen niet meer dan {1} vrienden hebben op Speedy Net. Vraag ze alsjeblieft om vrienden te verwijderen voordat je verder gaat.
pt: Esse usuário já tem {0} amigos. Eles não podem ter mais de {1} amigos na Speedy Net. Peça que eles removam amigos antes de continuar.
sv: Den här användaren har redan {0} vänner. De kan inte ha fler än {1} vänner på Speedy Net. Vänligen be dem att ta bort vänner innan du fortsätter.

# female
source: You cannot be friends with yourself.
de: Sie können nicht mit sich selbst befreundet sein.
es: No puedes ser amiga de ti misma.
fi: Et voi olla ystävä itsesi kanssa.
fr: On ne peut pas être ami avec soi-même.
he: את לא יכולה להיות חברה של עצמך.
it: Non puoi essere amica di te stessa.
nl: Je kan geen vrienden zijn met jezelf.
pt: Tu não podes ser amiga de ti mesma.
sv: Du kan inte vara vän med dig själv.

# male
source: You cannot be friends with yourself.
de: Sie können nicht mit sich selbst befreundet sein.
es: No puedes ser amigo de ti mismo.
fi: Et voi olla ystävä itsesi kanssa.
fr: On ne peut pas être ami avec soi-même.
he: אתה לא יכול להיות חבר של עצמך.
it: Non puoi essere amica di te stessa.
nl: Je kan geen vrienden zijn met jezelf.
pt: Tu não podes ser amigo de ti mesmo.
sv: Du kan inte vara vän med dig själv.

# other
source: You cannot be friends with yourself.
de: Sie können nicht mit sich selbst befreundet sein.
es: No puedes ser amigo de ti mismo.
fi: Et voi olla ystävä itsesi kanssa.
fr: On ne peut pas être ami avec soi-même.
he: את/ה לא יכול/ה להיות חבר/ה של עצמך.
it: Non puoi essere amico/a di te stesso/a.
nl: Je kan geen vrienden zijn met jezelf.
pt: Tu não podes ser amigo de ti mesmo.
sv: Du kan inte vara vän med dig själv.

# female
source: You already requested friendship from this user.
de: Sie haben bereits um die Freundschaft dieses Benutzers gebeten.
es: Ya solicitaste amistad a esta usuaria.
fi: Olet jo lähettänyt ystäväpyynnön tälle käyttäjälle.
fr: Vous avez déjà demandé à cet utilisateur d’être votre ami(e).
he: כבר ביקשת חברות מהמשתמשת הזאת.
it: Hai già richiesto l’amicizia a questa utente.
nl: Je hebt al om vriendschap van deze gebruiker gevraagd.
pt: Tu já solicitaste a amizade deste utilizador.
sv: Du har redan begärt vänskap från den här användaren.

# male
source: You already requested friendship from this user.
de: Sie haben bereits um die Freundschaft dieses Benutzers gebeten.
es: Ya solicitaste amistad a este usuario.
fi: Olet jo lähettänyt ystäväpyynnön tälle käyttäjälle.
fr: Vous avez déjà demandé à cet utilisateur d’être votre ami(e).
he: כבר ביקשת חברות מהמשתמש הזה.
it: Hai già richiesto l’amicizia a questa utente.
nl: Je hebt al om vriendschap van deze gebruiker gevraagd.
pt: Tu já solicitaste a amizade deste utilizador.
sv: Du har redan begärt vänskap från den här användaren.

# other
source: You already requested friendship from this user.
de: Sie haben bereits um die Freundschaft dieses Benutzers gebeten.
es: Ya solicitaste amistad a este usuario.
fi: Olet jo lähettänyt ystäväpyynnön tälle käyttäjälle.
fr: Vous avez déjà demandé à cet utilisateur d’être votre ami(e).
he: כבר ביקשת חברות מהמשתמש/ת הזאת.
it: Hai già richiesto l’amicizia a questa utente.
nl: Je hebt al om vriendschap van deze gebruiker gevraagd.
pt: Tu já solicitaste a amizade deste utilizador.
sv: Du har redan begärt vänskap från den här användaren.
