Repository: speedy-net/speedy-net
Catalog: speedy/core/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

source: Use this link to change your password:
de: Verwenden Sie diesen Link, um Ihr Passwort zu ändern:
es: Utiliza este enlace para cambiar tu contraseña:
fi: Käytä tätä linkkiä vaihtaaksesi salasanasi:
fr: Utilisez ce lien pour modifier votre mot de passe :
he: השתמש/י בקישור זה כדי לשנות את הסיסמה שלך:
it: Utilizza questo link per modificare la password:
nl: Gebruik deze link om je wachtwoord te wijzigen:
pt: Utilize este link para alterar tua palavra-passe:
sv: Använd denna länk för att ändra ditt lösenord:

source: Password reset on %(site_name)s
de: Passwort auf %(site_name)s zurücksetzen
es: Contraseña restablecida en %(site_name)s
fi: Salasanan nollaus sivustolla %(site_name)s
fr: Réinitialisation du mot de passe sur %(site_name)s
he: איפוס סיסמה ב%(site_name)s
nl: Wachtwoordherinitialisatie voor %(site_name)s
pt: Redefinição de palavra-passe em %(site_name)s

source: has sent you a message.
de: hat Ihnen eine Nachricht gesendet.
es: te ha enviado un mensaje.
fi: on lähettänyt sinulle viestin
fr: vous a envoyé un message.
he: שלח/ה לך הודעה.
it: ti ha inviato un messaggio.
nl: heeft je een bericht gestuurd.
pt: lhe enviou uma mensagem.
sv: har skickat ett meddelande till dig.

source: Read it:
de: Lesen Sie sie:
es: Leerlo:
fi: Lue se:
fr: Lisez-le :
he: קרא/י אותה:
it: Leggilo:
nl: Lees het:
pt: Leia:
sv: Läs det här:

source: You are subscribed to receive this type of notifications from %(site_name)s. Enter this page to change your notifications settings or opt out:
de: Sie haben sich angemeldet, um diese Art von Benachrichtigungen von %(site_name)s zu erhalten. Öffnen Sie diese Seite, um Ihre Nachrichteneinstellungen einzustellen oder auszusteigen:
es: Estás suscrito para recibir este tipo de notificaciones de %(site_name)s. Ingresa a esta página para cambiar la configuración de tus notificaciones o cancelar tu suscripción:
fi: Olet kirjautunut vastaanottamaan tämä tapaisia ilmoituksia sivulta %(site_name)s. Mene tälle sivulle muuttaaksesi ilmoitusasetuksiasi tai kirjautuaksesi pois ilmoituksista:
fr: Vous avez demandé à recevoir ce type de notifications de la part de %(site_name)s. Accédez à cette page pour modifier vos paramètres de notification ou vous désabonner :
he: את/ה רשומ/ה לקבלת התראות מסוג זה מ%(site_name)s. היכנס/י לדף זה כדי לשנות את הגדרות ההתראות שלך או לבטל את הסכמתך:
it: Ti sei iscritta per ricevere questo tipo di notifiche da %(site_name)s. Accedi a questa pagina per modificare le impostazioni delle notifiche o per rinunciare:
nl: Je bent aangemeld om dit soort meldingen van %(site_name)s te ontvangen. Ga naar deze pagina om je meldingsinstellingen te wijzigen of om je af te melden:
pt: Tu estás cadastrado para receber este tipo de notificação de %(site_name)s. Acesse esta página para alterar tuas configurações de notificações ou para cancelar o cadastro:
sv: Du prenumererar på att få denna typ av meddelanden från %(site_name)s. Gå till denna sida för att ändra dina aviseringsinställningar eller välja bort:

source: You have a new message on %(site_name)s
de: Sie haben eine neue Mitteilung erhalten auf %(site_name)s
es: Tienes un nuevo mensaje en %(site_name)s
fi: Sinulla on uusi viesti %(site_name)s
fr: Vous avez un nouveau message sur %(site_name)s
he: יש לך הודעה חדשה ב%(site_name)s
nl: Je hebt een nieuw bericht ingeschakeld %(site_name)s
pt: Tu tens uma nova mensagem em %(site_name)s

source: Received Requests
de: Erhaltende Anfragen
es: Solicitudes recibidas
fi: Vastaanotetut pyynnöt
fr: Demandes reçues
he: בקשות חברות שקיבלת
it: Richieste ricevute
nl: Ontvangen verzoeken
pt: Solicitações recebidas
sv: Mottagna förfrågningar

source: Sent Requests
de: Gesendete Anfragen
es: Solicitudes enviadas
fi: Lähetetyt pyynnöt
fr: Demandes envoyées
he: בקשות חברות ששלחת
it: Richieste inviate
nl: Verzonden verzoeken
pt: Solicitações enviadas
sv: Skickade förfrågningar

source: There are no pending friendship requests.
de: Es sind keine ausstehenden Freundschaftsanfragen vorhanden.
es: No hay solicitudes de amistad pendientes.
fi: Ystävyyspyyntöjä ei ole vireillä.
fr: Il n’y a pas de demande d’amitié en attente.
he: אין פה בקשות חברות.
it: Non ci sono richieste di amicizia in sospeso
nl: Er zijn geen vriendschapsverzoeken in behandeling.
pt: Não há solicitações de amizade pendentes.
sv: Det finns inga pågående vänskapsförfrågningar.

source: Welcome to %(site_name)s!
de: Willkommen bei %(site_name)s!
es: ¡Bienvenido a %(site_name)s!
fi: Tervetuloa sivustolle %(site_name)s!
fr: Bienvenue sur %(site_name)s !
he: ברוכים הבאים ל%(site_name)s!
it: Benvenuto/a su %(site_name)s!
nl: Welkom bij %(site_name)s!
pt: Boas-vindas a %(site_name)s!
sv: Välkommen till %(site_name)s!

source: Join %(site_name)s!
de: Treten Sie %(site_name)s bei!
es: ¡Unirse a %(site_name)s!
fi: Liity palveluun %(site_name)s!
fr: Rejoignez %(site_name)s !
he: הצטרפו ל%(site_name)s!
it: Unisciti a %(site_name)s!
nl: Word lid van %(site_name)s!
pt: Participe de %(site_name)s!
sv: Gå med i %(site_name)s!

source: It's free and anyone can join!
de: Sie ist kostenlos und jeder kann beitreten
es: ¡Es gratis y cualquiera puede unirse!
fi: Se on ilmainen ja kuka tahansa voi liittyä!
fr: C’est gratuit et tout le monde peut s’inscrire !
he: זה בחינם וכולם יכולים להצטרף!
it: È gratuito e chiunque può iscriversi!
nl: Het is gratis en iedereen lid worden!
pt: É gratuito e todos podem participar!
sv: Det är gratis och alla kan vara med!

source: Chat with <a href="%(link)s">%(user_name)s</a>
de: Chatten Sie mit <a href="%(link)s">%(user_name)s</a>
es: Chatea con <a href="%(link)s">%(user_name)s</a>
fi: Keskustele käyttäjän <a href="%(link)s">%(user_name)s</a> kanssa
fr: Chat avec <a href="%(link)s">%(user_name)s</a>
he: שיחה עם <a href="%(link)s">%(user_name)s</a>
it: Chatta con <a href="%(link)s">%(user_name)s</a>
nl: Chat met <a href="%(link)s">%(user_name)s</a>
pt: Conversar com <a href="%(link)s">%(user_name)s</a>
sv: Chatta med <a href="%(link)s">%(user_name)s</a>

source: Send a message to %(user_name)s
de: Senden Sie eine Nachricht an %(user_name)s
es: Enviar un mensaje a %(user_name)s
fi: Lähetä viesti käyttäjälle %(user_name)s
fr: Envoyer un message à %(user_name)s
he: שלח/י הודעה ל%(user_name)s
it: Invia un messaggio a %(user_name)s
nl: Stuur een bericht naar %(user_name)s
pt: Enviar uma mensagem para %(user_name)s
sv: Skicka ett meddelande till %(user_name)s

source: Mark All as Read
de: Alle als gelesen kennzeichnen
es: Marcar todo como leído
fi: Merkitse kaikki luetuksi
fr: Marquer tout comme lu
he: סמנ/י שכל ההודעות נקראו
it: Contrassegna come letto
nl: Markeer alles als gelezen
pt: Marcar todas como Lidas
sv: Markera alla som lästa

source: Unread
de: Nicht gelesen
es: No leído
fi: Lukematon
fr: Non lu
he: לא נקראה
it: Non letto
nl: Ongelezen
pt: Não lidas
sv: Olästa

source: You:
de: Sie:
es: Tú:
fi: Sinä:
fr: Vous :
he: את/ה:
it: Tu:
nl: Jij:
pt: Tu:
sv: Du:

source: You have no messages yet.
de: Sie haben noch keine Nachrichten.
es: Aún no tienes mensajes.
fi: Sinulla ei ole vielä viestejä.
fr: Vous n’avez pas de messages pour l’instant.
he: עדיין אין לך הודעות.
it: Non hai ancora ricevuto messaggi.
nl: Je hebt nog geen berichten.
pt: Tu ainda não tens mensagens.
sv: Du har inga meddelanden ännu.

source: New
de: Neu
es: Nuevo
fi: Uusi
fr: Nouveau
he: חדשה
it: Nuovo
nl: Nieuw
pt: Nova
sv: Ny

source: We respect your privacy. We will not sell or share your personal details, including your name, your date of birth, your email address and your password. Messages you send to people on Speedy Net are personal and will not be shared with other people or websites. Your password is saved encrypted on our database.
de: Wir respektieren Ihre Persönlichkeitsrechte. Wir werden Ihre personenbezogenen Daten, darunter Ihren Namen, Ihr Geburtsdatum, Ihre E-Mail-Adresse und Ihr Passwort, weder an Dritte verkaufen noch weitergeben. Nachrichten, die Sie an Personen auf Speedy Net senden, sind privat und werden nicht an andere Personen oder Websites weitergegeben. Ihr Passwort wird in unserer Datenbank in verschlüsselter Form gespeichert.
es: Respetamos tu privacidad. No venderemos ni compartiremos tus datos personales, incluidos tu nombre, fecha de nacimiento, dirección de correo electrónico y contraseña. Los mensajes que envías a personas en Speedy Net son personales y no se compartirán con otras personas ni sitios web. Tu contraseña se guarda cifrada en nuestra base de datos.
fi: Kunnioitamme yksityisyyttäsi. Emme myy tai jaa henkilötietojasi, kuten nimeäsi, syntymäaikaasi, sähköpostiosoitettasi ja salasanaasi. Speedy Netissä ihmisille lähettämäsi viestit ovat henkilökohtaisia, eikä niitä jaeta muille ihmisille tai verkkosivustoille. Salasanasi tallennetaan salattuna tietokantaamme.
fr: Nous respectons votre vie privée. Nous ne vendrons ni ne partagerons vos données personnelles, comme votre nom, votre date de naissance, votre adresse e-mail ou votre mot de passe. Les messages que vous envoyez sur Speedy Net sont personnels et ne seront pas partagés avec d’autres personnes ou d’autres sites Web. Votre mot de passe est chiffré lors de son enregistrement dans notre base de données.
he: אנחנו מכבדים את הפרטיות שלכם. אנחנו לא נמכור או נשתף את הפרטים האישיים שלכם, כולל השם שלכם, תאריך הלידה שלכם, כתובת הדואר האלקטרוני שלכם והסיסמה שלכם. הודעות שאתם שולחים לאנשים בספידי נט הן פרטיות ולא ישותפו עם אנשים או אתרים אחרים. הסיסמה שלכם שמורה מוצפנת בבסיס הנתונים שלנו.
it: Rispettiamo la tua privacy. Non venderemo né condivideremo i tuoi dati personali, compresi nome, data di nascita, indirizzo e-mail e password. I messaggi inviati a persone su Speedy Net sono personali e non saranno condivisi con altre persone o siti web. La tua password viene salvata in modo criptato nel nostro database.
nl: Wij respecteren je privacy. Wij zullen je persoonlijke gegevens, waaronder je naam, geboortedatum, e-mailadres en wachtwoord, niet verkopen of delen. Berichten die je naar mensen op Speedy Net stuurt, zijn persoonlijk en worden niet gedeeld met andere mensen of websites. Je wachtwoord wordt gecodeerd opgeslagen in onze database.
pt: Respeitamos tua privacidade. Não venderemos ou compartilharemos teus dados pessoais, incluindo teu nome, data de nascimento, direcção de e-mail e palavra-passe. As mensagens que tu envias para pessoas no Speedy Net são privativas e não serão compartilhadas com outras pessoas ou sítios. Tua palavra-passe é guardada criptografada em nosso banco de dados.
sv: Vi respekterar din integritet. Vi kommer inte att sälja eller dela dina personuppgifter, inklusive ditt namn, ditt födelsedatum, din e-postadress och ditt lösenord. Meddelanden som du skickar till personer på Speedy Net är personliga och kommer inte att delas med andra personer eller webbplatser. Ditt lösenord sparas krypterat i vår databas.

source: Your profile on Speedy Net is visible to everyone, but you can choose who to share with your email address and your date of birth. If you signed up for Speech Match, your Speech Match profile will only be visible to people who match you according to the settings you have set up on the site, and that you match them according to their settings. Your profile on Speech Match will not appear on Google and is not visible to people who are not registered to the site.
de: Ihr Profil auf Speedy Net ist für jeden sichtbar, aber Sie können wählen, wem Sie Ihre E-Mail-Adresse und Ihr Geburtsdatum mitteilen möchten. Falls Sie sich bei Speech Match angemeldet haben, ist Ihr Speech Match-Profil nur für Menschen sichtbar, die mit Ihnen gemäß den Einstellungen, die Sie auf der Website vorgenommen haben, übereinstimmen, und mit denen Sie gemäß deren Einstellungen übereinstimmen. Ihr Profil bei Speech Match wird nicht bei Google angezeigt und ist für Personen, die nicht auf der Website registriert sind, nicht sichtbar.
es: Tu perfil en Speedy Net es visible para todos, pero puedes elegir con quién compartir tu dirección de correo electrónico y tu fecha de nacimiento. Si te registraste en Speech Match, tu perfil de Speech Match solo será visible para las personas que coincidan contigo según la configuración que hayas configurado en el sitio y que tú coincidas con ellas según su configuración. Tu perfil en Speech Match no aparecerá en Google y no será visible para personas que no estén registradas en el sitio.
fi: Profiilisi Speedy Netissä näkyy kaikille, mutta voit valita kenelle jaat sähköpostiosoitteesi ja syntymäaikasi. Jos kirjauduit Speech Matchiin, Speech Match -profiilisi näkyy vain ihmisille, jotka vastaavat sinua sivustolle määrittämiesi asetusten perusteella, ja että yhdistät heidät heidän asetustensa mukaan. Profiilisi Speech Matchissa ei näy Googlessa, eikä se näy ihmisille, jotka eivät ole rekisteröityneet sivustolle.
fr: Votre profil sur Speedy Net est visible par tout le monde, mais vous pouvez choisir de partager votre adresse e-mail et votre date de naissance avec d’autres personnes. Si vous vous êtes inscrit sur Speech Match, votre profil ne sera visible que par les personnes qui vous correspondent, selon les paramètres que vous avez définis sur le site, et si vous correspondez à leurs paramètres. Votre profil sur Speech Match n’apparaît pas sur Google et n’est pas visible par les personnes qui ne sont pas inscrites sur le site.
he: הפרופיל שלכם בספידי נט גלוי לכולם, אך אתם תוכלו לבחור עם מי לשתף את כתובת הדואר האלקטרוני שלכם ותאריך הלידה שלכם. אם נרשמתם לספידי מץ', הפרופיל שלכם בספידי מץ' יהיה גלוי רק לבני-זוג שמתאימים לכם לפי ההגדרות שהגדרתם באתר, ושאתם מתאימים להם לפי ההגדרות שלהם. הפרופיל שלכם בספידי מץ' לא יופיע בגוגל ולא גלוי למי שלא רשום לאתר.
it: Il tuo profilo su Speedy Net è visibile a tutti, ma puoi scegliere con chi condividere il tuo indirizzo e-mail e la tua data di nascita. Se ti sei registrato/a su Speech Match, il tuo profilo su Speech Match sarà visibile solo alle persone che corrispondono secondo le impostazioni che hai impostato sul sito, e alle persone a cui tu corrispondi secondo le loro impostazioni. Il tuo profilo su Speech Match non apparirà su Google e non sarà visibile alle persone non iscritte al sito.
nl: Je profiel op Speedy Net is voor iedereen zichtbaar, maar je kunt zelf kiezen met wie je jouw e-mailadres en geboortedatum deelt. Als je lid bent geworden van Speech Match, is je Speech Match-profiel alleen zichtbaar voor mensen die met jij matcht en die met jou matchen volgens de instellingen die je op de website hebt ingesteld. je profiel op Speech Match verschijnt niet op Google en is niet zichtbaar voor mensen die geen lid zijn van de website.
pt: Teu perfil no Speedy Net fica visível para todos, mas podes escolher com quem compartilhar tua direcção de e-mail e tua data de nascimento. Se tu se inscreveste no Speech Match, teu perfil do Speech Match será visível apenas para pessoas que correspondam a ti de acordo com as configurações que definistes no sítio, e que tu correspondas a elas de acordo com as configurações delas. Teu perfil no Speech Match não aparecerá no Google e não ficará visível para pessoas que não estejam cadastradas no sítio.
sv: Din profil på Speedy Net är synlig för alla, men du kan välja vilka som ska få ta del av din e-postadress och ditt födelsedatum. Om du har registrerat dig för Speech Match kommer din Speech Match-profil endast att vara synlig för personer som matchar dig enligt de inställningar du har gjort på webbplatsen, och att du matchar dem enligt deras inställningar. Din profil på Speech Match visas inte på Google och är inte synlig för personer som inte är registrerade på webbplatsen.

source: If you have deactivated your account on Speedy Net or Speech Match, your profile on that site will be removed from the site and you will not appear in other people's search results on the site. Note that deactivating your account on Speedy Net also automatically deactivates your account at Speedy Match. You can deactivate only your account at Speedy Match, in which case your Speedy Net account will remain active. You can reactivate your account after you deactivate it whenever you like.
de: Falls Sie Ihr Konto bei Speedy Net oder Speech Match deaktiviert haben, wird ihr Profil auf dieser Website entfernt und Sie werden nicht mehr in den Suchergebnissen anderer Personen auf dieser Website erscheinen. Denken Sie daran, dass mit der Deaktivierung Ihres Kontos bei Speedy Net auch Ihr Konto bei Speedy Match automatisch deaktiviert wird. Sie können nur Ihr Konto bei Speedy Match deaktivieren, dann bleibt Ihr Speedy Net-Konto aktiv. Sie können Ihr Konto nach der Deaktivierung wann immer Sie wollen wieder aktivieren.
es: Si has desactivado tu cuenta en Speedy Net o Speech Match, tu perfil en ese sitio será eliminado del sitio y no aparecerá en los resultados de búsqueda de otras personas en el sitio. Ten en cuenta que al desactivar tu cuenta en Speedy Net también se desactiva automáticamente tu cuenta en Speedy Match. Solo puedes desactivar tu cuenta en Speedy Match, en cuyo caso tu cuenta Speedy Net permanecerá activa. Puedes reactivar tu cuenta cuando quieras luego de desactivarla.
fi: Jos olet poistanut tilisi käytöstä Speedy Netissä tai Speech Matchissa, profiilisi kyseisellä sivustolla poistetaan sivustolta etkä näy muiden ihmisten hakutuloksissa sivustolla. Huomaa, että tilisi deaktivoiminen Speedy Netissä deaktivoi myös tilisi automaattisesti Speedy Matchissa. Voit deaktivoida vain tilisi Speedy Matchissa, jolloin Speedy Net -tilisi pysyy aktiivisena. Voit aktivoida tilisi uudelleen deaktivoinnin jälkeen milloin haluat.
fr: Si vous avez désactivé votre compte sur Speedy Net ou Speech Match, votre profil sera supprimé du site et vous n’apparaîtrez pas dans les résultats de recherche d’autres personnes. Veuillez noter que la désactivation de votre compte sur Speedy Net entraînera une désactivation automatique de votre compte sur Speedy Match. Vous pouvez désactiver uniquement votre compte sur Speedy Match, auquel cas votre compte Speedy Net restera actif. Vous pouvez réactiver votre compte après l’avoir désactivé quand vous le souhaitez.
he: אם הקפאתם את פעילות החשבון שלכם בספידי נט או בספידי מץ', הפרופיל שלכם באותו אתר יוסר מהאתר ולא תופיעו בתוצאות החיפוש של אנשים אחרים באתר. שימו לב שהקפאת החשבון בספידי נט מקפיאה אוטומטית גם את החשבון בספידי מץ'. ניתן להקפיא רק את החשבון בספידי מץ', ובמקרה כזה החשבון שלכם בספידי נט יישאר פעיל. ניתן להפעיל מחדש את החשבון לאחר שהקפאתם אותו, מתי שתרצו.
it: Se hai disattivato il tuo account su Speedy Net o Speech Match, il tuo profilo su sarà rimosso dal sito e non apparirà nei risultati di ricerca di altre persone sul sito. Nota che la disattivazione dell’account su Speedy Net disattiva automaticamente anche l’account su Speedy Match. Puoi disattivare solo l’account su Speedy Match, in quel caso l’account su Speedy Net rimarrà attivo. Puoi riattivare il tuo account dopo averlo disattivato ogni volta che lo desideri.
nl: Als je jouw account op Speedy Net of Speech Match hebt gedeactiveerd, wordt je profiel op die website ervan verwijderd en verschijnt je niet meer in de zoekresultaten van anderen op de website. Houd er rekening mee dat het deactiveren van je account op Speedy Net ook automatisch je account op Speedy Match deactiveert. Je kunt echter alleen je account bij Speedy Match deactiveren. In dat geval blijft je Speedy Net-account actief. Je kunt je account na deactivering op elk gewenst moment reactiveren.
pt: Se desactivastes tua conta no Speedy Net ou Speech Match, teu perfil será removido do sítio e tu não aparecerás nos resultados de pesquisa de outras pessoas no sítio. Observe que a desactivação da tua conta no Speedy Net também desactiva automaticamente tua conta no Speedy Match. Podes desactivar apenas a tua conta no Speedy Match, mas tua conta Speedy Net permanecerá activa. Poderás reactivar tua conta depois de desactivá-la sempre que desejares.
sv: Om du har avaktiverat ditt konto på Speedy Net eller Speech Match kommer din profil på den webbplatsen att tas bort från webbplatsen och du kommer inte att visas i andra personers sökresultat på webbplatsen. Observera att om du avaktiverar ditt konto på Speedy Net avaktiveras även ditt konto på Speedy Match automatiskt. Du kan avaktivera endast ditt konto hos Speedy Match. I så fall kommer ditt konto hos Speedy Net att förbli aktivt. Du kan återaktivera kontot efter att du har avaktiverat det när du vill.

source: If you want, you can delete your account on Speedy Net. Deleting your Speedy Net account will automatically delete your Speedy Match account as well. To delete your Speedy Net account, log in to Speedy Net, deactivate your account, and then click “Delete Account”. Fill the details in the form and confirm. Please note that a deleted account cannot be recovered. Account deletion is permanent and irreversible.
de: Wenn Sie möchten, können Sie Ihr Konto bei Speedy Net löschen. Wenn Sie Ihr Speedy Net-Konto löschen, wird automatisch auch Ihr Speedy Match-Konto gelöscht. Um Ihr Speedy Net-Konto zu löschen, melden Sie sich bei Speedy Net an, deaktivieren Sie Ihr Konto und klicken Sie dann auf „Konto löschen“. Füllen Sie das Formular aus und bestätigen Sie es. Bitte beachten Sie, dass ein gelöschtes Konto nicht wiederhergestellt werden kann. Die Löschung des Kontos ist dauerhaft und irreversibel.
es: Si lo deseas, puedes eliminar tu cuenta en Speedy Net. Al eliminar tu cuenta de Speedy Net, también se eliminará automáticamente tu cuenta de Speedy Match. Para eliminar tu cuenta de Speedy Net, inicia sesión en Speedy Net, desactiva tu cuenta y, a continuación, haz clic en «Eliminar cuenta». Complete los detalles del formulario y confirme. Tenga en cuenta que una cuenta eliminada no se puede recuperar. La eliminación de la cuenta es permanente e irreversible.
fr: Si vous le souhaitez, vous pouvez supprimer votre compte sur Speedy Net. La suppression de votre compte Speedy Net entraîne également la suppression automatique de votre compte Speedy Match. Pour supprimer votre compte Speedy Net, connectez-vous à Speedy Net, désactivez votre compte, puis cliquez sur « Supprimer le compte ». Renseignez les informations du formulaire et confirmez. Veuillez noter qu'un compte supprimé ne peut pas être récupéré. La suppression du compte est définitive et irréversible.
he: אם תרצו, תוכלו למחוק את החשבון שלכם בספידי נט. מחיקת החשבון שלכם בספידי נט תמחק אוטומטית גם את החשבון שלכם בספידי מץ'. על-מנת למחוק את החשבון בספידי נט, היכנסו לספידי נט, הקפיאו את החשבון ולאחר מכן לחצו על "מחק את החשבון" או "מחקי את החשבון". מלאו את הפרטים בטופס ואשרו. שימו לב שלא ניתן לשחזר חשבון שנמחק. מחיקת החשבון היא קבועה ובלתי הפיכה.
nl: Als je wilt, kun je je account op Speedy Net verwijderen. Als u uw Speedy Net-account verwijdert, wordt ook automatisch uw Speedy Match-account verwijderd. Om uw Speedy Net-account te verwijderen, logt u in op Speedy Net, deactiveert u uw account en klikt u vervolgens op „Account verwijderen”. Vul de gegevens in het formulier in en bevestig. Houd er rekening mee dat een verwijderd account niet kan worden hersteld. Het verwijderen van een account is permanent en onomkeerbaar.

source: You blocked
de: Sie sperrten
es: Bloqueaste a
fi: Sinä estit
fr: Vous avez bloqué
he: חסמת את
it: Hai bloccato
nl: Je blokkeerde
pt: Tu bloqueaste
sv: Du blockerade

source: blocked you.
de: hat Sie gesperrt.
es: te bloqueó.
fi: esti sinut.
fr: vous a bloqué.
he: חסמ/ה אותך.
it: ti ha bloccato/a.
nl: blokkeerde je.
pt: bloqueou a ti.
sv: blockerade dig.

source: Accept Friendship Request
de: Freundschaftsanfrage akzeptieren
es: Aceptar solicitud de amistad
fi: Hyväksy ystäväpyyntö
fr: Accepter la demande d’amitié
he: קבל/י הצעת חברות
it: Accetta la richiesta di amicizia
nl: Vriendschapsverzoek Accepteren
pt: Aceitar Solicitação de Amizade
sv: Acceptera vänskapsförfrågan

source: Accept
de: Akzeptieren
es: Aceptar
fi: Hyväksy
fr: Accepter
he: קבל/י
it: Accetta
nl: Accepteren
pt: Aceitar
sv: Acceptera
