Repository: speedy-net/speedy-net
Catalog: speedy/core/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

# female_male
source: This user doesn't match your profile, but you can visit their Speedy Net profile. View user's profile on Speedy Net.
de: Dieser Benutzer passt nicht zu Ihrem Profil, aber Sie können dessen Speedy Net-Profil besuchen. Siehe Benutzerprofil auf Speedy Net.
es: Este usuario no coincide con tu perfil, pero puedes visitar su perfil de Speedy Net.
fi: Tämä käyttäjä ei vastaa profiiliasi, mutta voit vierailla hänen Speedy Net -profiilissaan. Tarkastele käyttäjän profiilia Speedy Netissä.
fr: Cet utilisateur ne correspond pas à votre profil, mais vous pouvez visiter son profil Speedy Net. Voir le profil de l’utilisateur sur Speedy Net.
he: המשתמש הזה לא מתאים לפרופיל שלך, אבל באפשרותך לראות אותו בספידי נט. צפי בפרופיל של משתמש זה בספידי נט.
it: Questo utente non corrisponde al tuo profilo, ma puoi visitare il suo su Speedy Net. Visualizza il profilo dell’utente su Speedy Net.
nl: Deze gebruiker matcht je profiel niet, maar je kunt haar Speedy Net-profiel bezoeken. Bekijk het gebruikersprofiel op Speedy Net.
pt: Este utilizador não corresponde ao teu perfil, mas tu podes visitar o perfil dele no Speedy Net. Visualize o perfil do utilizador no Speedy Net.
sv: Den här användaren matchar inte din profil, men du kan besöka deras Speedy Net-profil. Visa användarens profil på Speedy Net.

# female_other
source: This user doesn't match your profile, but you can visit their Speedy Net profile. View user's profile on Speedy Net.
de: Dieser Benutzer passt nicht zu Ihrem Profil, aber Sie können dessen Speedy Net-Profil besuchen. Siehe Benutzerprofil auf Speedy Net.
es: Este usuario no coincide con tu perfil, pero puedes visitar su perfil de Speedy Net.
fi: Tämä käyttäjä ei vastaa profiiliasi, mutta voit vierailla hänen Speedy Net -profiilissaan. Tarkastele käyttäjän profiilia Speedy Netissä.
fr: Cet utilisateur ne correspond pas à votre profil, mais vous pouvez visiter son profil Speedy Net. Voir le profil de l’utilisateur sur Speedy Net.
he: המשתמש/ת הזאת לא מתאימ/ה לפרופיל שלך, אבל באפשרותך לראות אותו/ה בספידי נט. צפי בפרופיל של משתמש/ת זה/זאת בספידי נט.
it: Questo/a utente non corrisponde al tuo profilo, ma puoi visitare il suo su Speedy Net. Visualizza il profilo dell’utente su Speedy Net.
nl: Deze gebruiker matcht je profiel niet, maar je kunt haar Speedy Net-profiel bezoeken. Bekijk het gebruikersprofiel op Speedy Net.
pt: Este utilizador não corresponde ao teu perfil, mas tu podes visitar o perfil dele no Speedy Net. Visualize o perfil do utilizador no Speedy Net.
sv: Den här användaren matchar inte din profil, men du kan besöka deras Speedy Net-profil. Visa användarens profil på Speedy Net.

# male_female
source: This user doesn't match your profile, but you can visit their Speedy Net profile. View user's profile on Speedy Net.
de: Diese Benutzerin passt nicht zu Ihrem Profil, aber Sie können ihr Speedy Net-Profil besuchen. Siehe Benutzerprofil auf Speedy Net.
es: Esta usuaria no coincide con tu perfil, pero puedes visitar su perfil de Speedy Net.
fi: Tämä käyttäjä ei vastaa profiiliasi, mutta voit vierailla hänen Speedy Net -profiilissaan. Tarkastele käyttäjän profiilia Speedy Netissä.
fr: Cet utilisateur ne correspond pas à votre profil, mais vous pouvez visiter son profil Speedy Net. Voir le profil de l’utilisateur sur Speedy Net.
he: המשתמשת הזאת לא מתאימה לפרופיל שלך, אבל באפשרותך לראות אותה בספידי נט. צפה בפרופיל של משתמשת זאת בספידי נט.
it: Questa utente non corrisponde al tuo profilo, ma puoi visitare il suo su Speedy Net. Visualizza il profilo dell’utente su Speedy Net.
nl: Deze gebruiker matcht je profiel niet, maar je kunt haar Speedy Net-profiel bezoeken. Bekijk het gebruikersprofiel op Speedy Net.
pt: Esta utilizadora não corresponde ao teu perfil, mas tu podes visitar o perfil dela no Speedy Net. Visualize o perfil da utilizadora no Speedy Net.
sv: Den här användaren matchar inte din profil, men du kan besöka deras Speedy Net-profil. Visa användarens profil på Speedy Net.

# male_male
source: This user doesn't match your profile, but you can visit their Speedy Net profile. View user's profile on Speedy Net.
de: Dieser Benutzer passt nicht zu Ihrem Profil, aber Sie können dessen Speedy Net-Profil besuchen. Siehe Benutzerprofil auf Speedy Net.
es: Este usuario no coincide con tu perfil, pero puedes visitar su perfil de Speedy Net.
fi: Tämä käyttäjä ei vastaa profiiliasi, mutta voit vierailla hänen Speedy Net -profiilissaan. Tarkastele käyttäjän profiilia Speedy Netissä.
fr: Cet utilisateur ne correspond pas à votre profil, mais vous pouvez visiter son profil Speedy Net. Voir le profil de l’utilisateur sur Speedy Net.
he: המשתמש הזה לא מתאים לפרופיל שלך, אבל באפשרותך לראות אותו בספידי נט. צפה בפרופיל של משתמש זה בספידי נט.
it: Questo utente non corrisponde al tuo profilo, ma puoi visitare il suo su Speedy Net. Visualizza il profilo dell’utente su Speedy Net.
nl: Deze gebruiker matcht je profiel niet, maar je kunt haar Speedy Net-profiel bezoeken. Bekijk het gebruikersprofiel op Speedy Net.
pt: Este utilizador não corresponde ao teu perfil, mas tu podes visitar o perfil dele no Speedy Net. Visualize o perfil do utilizador no Speedy Net.
sv: Den här användaren matchar inte din profil, men du kan besöka deras Speedy Net-profil. Visa användarens profil på Speedy Net.

# male_other
source: This user doesn't match your profile, but you can visit their Speedy Net profile. View user's profile on Speedy Net.
de: Dieser Benutzer passt nicht zu Ihrem Profil, aber Sie können dessen Speedy Net-Profil besuchen. Siehe Benutzerprofil auf Speedy Net.
es: Este usuario no coincide con tu perfil, pero puedes visitar su perfil de Speedy Net.
fi: Tämä käyttäjä ei vastaa profiiliasi, mutta voit vierailla hänen Speedy Net -profiilissaan. Tarkastele käyttäjän profiilia Speedy Netissä.
fr: Cet utilisateur ne correspond pas à votre profil, mais vous pouvez visiter son profil Speedy Net. Voir le profil de l’utilisateur sur Speedy Net.
he: המשתמש/ת הזאת לא מתאימ/ה לפרופיל שלך, אבל באפשרותך לראות אותו/ה בספידי נט. צפה בפרופיל של משתמש/ת זה/זאת בספידי נט.
it: Questo/a utente non corrisponde al tuo profilo, ma puoi visitare il suo su Speedy Net. Visualizza il profilo dell’utente su Speedy Net.
nl: Deze gebruiker matcht je profiel niet, maar je kunt haar Speedy Net-profiel bezoeken. Bekijk het gebruikersprofiel op Speedy Net.
pt: Este utilizador não corresponde ao teu perfil, mas tu podes visitar o perfil dele no Speedy Net. Visualize o perfil do utilizador no Speedy Net.
sv: Den här användaren matchar inte din profil, men du kan besöka deras Speedy Net-profil. Visa användarens profil på Speedy Net.

# other_female
source: This user doesn't match your profile, but you can visit their Speedy Net profile. View user's profile on Speedy Net.
de: Diese Benutzerin passt nicht zu Ihrem Profil, aber Sie können ihr Speedy Net-Profil besuchen. Siehe Benutzerprofil auf Speedy Net.
es: Esta usuaria no coincide con tu perfil, pero puedes visitar su perfil de Speedy Net.
fi: Tämä käyttäjä ei vastaa profiiliasi, mutta voit vierailla hänen Speedy Net -profiilissaan. Tarkastele käyttäjän profiilia Speedy Netissä.
fr: Cet utilisateur ne correspond pas à votre profil, mais vous pouvez visiter son profil Speedy Net. Voir le profil de l’utilisateur sur Speedy Net.
he: המשתמשת הזאת לא מתאימה לפרופיל שלך, אבל באפשרותך לראות אותה בספידי נט. צפה/י בפרופיל של משתמשת זאת בספידי נט.
it: Questa utente non corrisponde al tuo profilo, ma puoi visitare il suo su Speedy Net. Visualizza il profilo dell’utente su Speedy Net.
nl: Deze gebruiker matcht je profiel niet, maar je kunt haar Speedy Net-profiel bezoeken. Bekijk het gebruikersprofiel op Speedy Net.
pt: Esta utilizadora não corresponde ao teu perfil, mas tu podes visitar o perfil dela no Speedy Net. Visualize o perfil da utilizadora no Speedy Net.
sv: Den här användaren matchar inte din profil, men du kan besöka deras Speedy Net-profil. Visa användarens profil på Speedy Net.

# other_male
source: This user doesn't match your profile, but you can visit their Speedy Net profile. View user's profile on Speedy Net.
de: Dieser Benutzer passt nicht zu Ihrem Profil, aber Sie können dessen Speedy Net-Profil besuchen. Siehe Benutzerprofil auf Speedy Net.
es: Este usuario no coincide con tu perfil, pero puedes visitar su perfil de Speedy Net.
fi: Tämä käyttäjä ei vastaa profiiliasi, mutta voit vierailla hänen Speedy Net -profiilissaan. Tarkastele käyttäjän profiilia Speedy Netissä.
fr: Cet utilisateur ne correspond pas à votre profil, mais vous pouvez visiter son profil Speedy Net. Voir le profil de l’utilisateur sur Speedy Net.
he: המשתמש הזה לא מתאים לפרופיל שלך, אבל באפשרותך לראות אותו בספידי נט. צפה/י בפרופיל של משתמש זה בספידי נט.
it: Questo utente non corrisponde al tuo profilo, ma puoi visitare il suo su Speedy Net. Visualizza il profilo dell’utente su Speedy Net.
nl: Deze gebruiker matcht je profiel niet, maar je kunt haar Speedy Net-profiel bezoeken. Bekijk het gebruikersprofiel op Speedy Net.
pt: Este utilizador não corresponde ao teu perfil, mas tu podes visitar o perfil dele no Speedy Net. Visualize o perfil do utilizador no Speedy Net.
sv: Den här användaren matchar inte din profil, men du kan besöka deras Speedy Net-profil. Visa användarens profil på Speedy Net.

# other_other
source: This user doesn't match your profile, but you can visit their Speedy Net profile. View user's profile on Speedy Net.
de: Dieser Benutzer passt nicht zu Ihrem Profil, aber Sie können dessen Speedy Net-Profil besuchen. Siehe Benutzerprofil auf Speedy Net.
es: Este usuario no coincide con tu perfil, pero puedes visitar su perfil de Speedy Net.
fi: Tämä käyttäjä ei vastaa profiiliasi, mutta voit vierailla hänen Speedy Net -profiilissaan. Tarkastele käyttäjän profiilia Speedy Netissä.
fr: Cet utilisateur ne correspond pas à votre profil, mais vous pouvez visiter son profil Speedy Net. Voir le profil de l’utilisateur sur Speedy Net.
he: המשתמש/ת הזאת לא מתאימ/ה לפרופיל שלך, אבל באפשרותך לראות אותו/ה בספידי נט. צפה/י בפרופיל של משתמש/ת זה/זאת בספידי נט.
it: Questo/a utente non corrisponde al tuo profilo, ma puoi visitare il suo su Speedy Net. Visualizza il profilo dell’utente su Speedy Net.
nl: Deze gebruiker matcht je profiel niet, maar je kunt haar Speedy Net-profiel bezoeken. Bekijk het gebruikersprofiel op Speedy Net.
pt: Este utilizador não corresponde ao teu perfil, mas tu podes visitar o perfil dele no Speedy Net. Visualize o perfil do utilizador no Speedy Net.
sv: Den här användaren matchar inte din profil, men du kan besöka deras Speedy Net-profil. Visa användarens profil på Speedy Net.

# female
source: Your profile picture can't be transparent. Please upload a nontransparent image.
de: Ihr Profilbild darf nicht transparent sein. Bitte laden Sie ein nicht transparentes Bild hoch.
es: Tu foto de perfil no puede ser transparente. Sube una imagen no transparente.
fi: Profiilikuvasi ei saa olla läpinäkyvä. Lataa läpinäkymätön kuva.
fr: Votre photo de profil ne peut pas être transparente. Veuillez télécharger une image non transparente.
he: תמונת הפרופיל שלך לא יכולה להיות שקופה. העלי בבקשה תמונה לא שקופה.
it: L'immagine del tuo profilo non può essere trasparente. Carica un'immagine che non sia trasparente.
nl: Je profielfoto mag niet transparant zijn. Upload een niet-transparante afbeelding.
pt: A foto do teu perfil não pode ser transparente. Carregue uma foto sem transparência.
sv: Din profilbild kan inte vara transparent. Vänligen ladda upp en icke-transparent bild.

# male
source: Your profile picture can't be transparent. Please upload a nontransparent image.
de: Ihr Profilbild darf nicht transparent sein. Bitte laden Sie ein nicht transparentes Bild hoch.
es: Tu foto de perfil no puede ser transparente. Sube una imagen no transparente.
fi: Profiilikuvasi ei saa olla läpinäkyvä. Lataa läpinäkymätön kuva.
fr: Votre photo de profil ne peut pas être transparente. Veuillez télécharger une image non transparente.
he: תמונת הפרופיל שלך לא יכולה להיות שקופה. העלה בבקשה תמונה לא שקופה.
it: L'immagine del tuo profilo non può essere trasparente. Carica un'immagine che non sia trasparente.
nl: Je profielfoto mag niet transparant zijn. Upload een niet-transparante afbeelding.
pt: A foto do teu perfil não pode ser transparente. Carregue uma foto sem transparência.
sv: Din profilbild kan inte vara transparent. Vänligen ladda upp en icke-transparent bild.

# other
source: Your profile picture can't be transparent. Please upload a nontransparent image.
de: Ihr Profilbild darf nicht transparent sein. Bitte laden Sie ein nicht transparentes Bild hoch.
es: Tu foto de perfil no puede ser transparente. Sube una imagen no transparente.
fi: Profiilikuvasi ei saa olla läpinäkyvä. Lataa läpinäkymätön kuva.
fr: Votre photo de profil ne peut pas être transparente. Veuillez télécharger une image non transparente.
he: תמונת הפרופיל שלך לא יכולה להיות שקופה. העלה/י בבקשה תמונה לא שקופה.
it: L'immagine del tuo profilo non può essere trasparente. Carica un'immagine che non sia trasparente.
nl: Je profielfoto mag niet transparant zijn. Upload een niet-transparante afbeelding.
pt: A foto do teu perfil não pode ser transparente. Carregue uma foto sem transparência.
sv: Din profilbild kan inte vara transparent. Vänligen ladda upp en icke-transparent bild.

source: Speedy Core Accounts
de: Speedy Core-Konten
es: Cuentas Speedy Core
fi: Speedy Core Tilit
fr: Comptes Speedy Core
it: Account Speedy Core
pt: Contas Speedy Core
sv: Speedy grundkonton

source: Only me
de: Nur ich
es: Solo yo
fi: Vain minä
fr: Seulement moi
he: רק אני
it: Solo me
nl: Alleen ik
pt: Somente eu
sv: Bara jag

source: Me and my friends
de: Ich und meine Freunde
es: Yo y mis amigos
fi: Minä ja ystäväni
fr: Moi et mes amis
he: אני והחברים/ות שלי
it: Me e i miei amici
nl: Ik en mijn vrienden
pt: Eu e meus amigos
sv: Jag och mina vänner

source: Anyone
de: Jeder
es: Cualquiera
fi: Kuka tahansa
fr: Tout le monde
he: כל אחד/ת
it: Chiunque
nl: Iedereen
pt: Qualquer pessoa
sv: Vem som helst

source: Last name (optional)
de: Familienname (optional)
es: Apellido (opcional)
fi: Sukunimi (valinnainen)
fr: Nom de famille (facultatif)
he: שם משפחה (אופציונלי)
it: Cognome (facoltativo)
nl: Achternaam (optioneel)
pt: Sobrenome (opcional)
sv: Efternamn (valfritt)

source: Your email
de: Ihre E-Mail
es: Tu correo electrónico
fi: Sähköpostisi
fr: Votre e-mail
he: הדואר האלקטרוני שלך
it: Il tuo indirizzo e-mail
nl: Je e-mail
pt: Teu e-mail
sv: Din e-postadress

source: New password
de: Neues Passwort
es: Nueva contraseña
fi: Uusi salasana
fr: Nouveau mot de passe
he: סיסמה חדשה
it: Nuova password
nl: Nieuw paswoord
pt: Nova palavra-passe
sv: Nytt lösenord

source: New username
de: Neuer Benutzername
es: Nuevo nombre de usuario
fi: Uusi käyttäjätunnus
fr: Nouveau nom d’utilisateur
he: שם משתמש/ת חדש
it: Nuovo nome utente
nl: Nieuwe gebruikersnaam
pt: Novo nome de utilizador
sv: Nytt användarnamn

source: Create an account
de: Ein Konto erstellen
es: Crea una cuenta
fi: Luo tili
fr: Créer un compte
he: צור/י חשבון
it: Crea un account
nl: Account aanmaken
pt: Criar uma conta
sv: Skapa ett konto

source: Update your profile picture
de: Aktualisieren Sie Ihr Profilbild
es: Actualiza tu foto de perfil
fi: Päivitä profiilikuva
fr: Mettez à jour votre photo de profil
he: עדכנ/י את תמונת הפרופיל שלך
it: Aggiorna l’immagine del tuo profilo
nl: Werk je profielfoto bij
pt: Actualize a foto do teu perfil
sv: Uppdatera din profilbild

source: A profile picture is required.
de: Ein Profilbild ist erforderlich.
es: Se requiere una foto de perfil.
fi: Profiilikuva vaaditaan.
fr: Une photo de profil est requise.
he: נדרשת תמונת פרופיל.
it: È un’immagine del profilo.
nl: Een profielfoto is verplicht.
pt: A foto do perfil é obrigatória.
sv: En profilbild är obligatorisk.

source: Email or Username
de: E-Mail oder Benutzername
es: Correo electrónico o nombre de usuario
fi: Sähköpostiosoite tai käyttäjätunnus
fr: E-mail ou Nom d’utilisateur
he: דואר אלקטרוני או שם משתמש/ת
it: e-mail o nome utente
nl: E-mail of gebruikersnaam
pt: E-mail ou Nome de Utilizador
sv: E-post eller användarnamn

source: Login
de: Anmeldung
es: Inicio de sesión
fi: Kirjaudu sisään
fr: Connexion
he: כניסה
it: Accedi
sv: Logga in

source: Forgot your password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fi: Unohditko salasanasi?
fr: Mot de passe oublié ?
he: שכחת את הסיסמה שלך?
it: Hai dimenticato la password?
nl: Je wachtwoord vergeten?
pt: Esqueceu tua palavra-passe?
sv: Glömt lösenordet?

source: Submit
de: Einreichen
es: Enviar
fi: Lähetä
fr: Envoyer
he: שלח/י
it: Invia
nl: Indienen
pt: Enviar
sv: Skicka in

source: Your password
de: Ihr Passwort
es: Tu contraseña
fr: Votre mot de passe
he: הסיסמה שלך
it: La tua password
nl: Je wachtwoord
pt: Tua palavra-passe
sv: Lösenord

source: Invalid password.
de: Ungültiges Passwort.
es: Contraseña no válida.
fi: Väärä salasana.
fr: Mot de passe invalide.
he: הסיסמה לא תקינה.
it: Password non valida.
nl: Ongeldig wachtwoord.
pt: Palavra-passe inválida.
sv: Ogiltigt lösenord

source: username
de: Benutzername
es: nombre de usuario
fi: käyttäjänimi
fr: nom d’utilisateur
he: שם משתמש/ת
it: nome utente
nl: gebruikersnaam
pt: nome do utilizador
sv: användarnamn

source: This username is already taken.
de: Dieser Benutzername ist bereits vergeben.
es: Este nombre de usuario ya está en uso.
fi: Tämä käyttäjänimi on jo varattu.
fr: Ce nom d’utilisateur est déjà pris.
he: שם המשתמש/ת הזה כבר תפוס.
it: Questo nome utente è già stato scelto.
nl: Deze gebruikersnaam is al in gebruik.
pt: Este nome de utilizador já foi utilizado.
sv: Det här användarnamnet är redan taget.

source: username (slug)
de: Benutzername (Slug)
es: nombre de usuario (slug)
fi: Käyttäjänimi (slug)
fr: nom d’utilisateur (slug)
he: שם משתמש/ת (slug)
it: nome utente (slug)
nl: gebruikersnaam (slug)
pt: nome do utilizador (slug)

source: photo
de: Foto
es: foto
fi: kuva
he: תמונה
it: foto
nl: foto
pt: foto
sv: Foto

source: Special username
de: Besonderer Benutzername
es: Nombre de usuario especial
fi: Erityinen käyttäjätunnus
fr: Nom d’utilisateur spécial
he: שם משתמש/ת מיוחד
it: Nome utente speciale
nl: Speciale gebruikersnaam
pt: Nome de utilizador especial
sv: Särskilt användarnamn

source: entity
de: Einheit
es: entidad
fi: kokonaisuus
fr: entité
he: ישות
it: entità
nl: entiteit
pt: entidade
sv: enhet

source: entities
de: Einheiten
es: entidades
fi: kokonaisuuksia
fr: entités
he: ישויות
it: entità
nl: entiteiten
pt: entidades
sv: enheter

source: Slug does not parse to username.
de: Slug wird nicht in Benutzername umgewandelt.
es: Slug no analiza el nombre de usuario.
fi: Slug ei jäsenny käyttäjänimeksi.
fr: Slug ne correspond pas à un nom d’utilisateur.
he: slug לא מתאים לשם המשתמש/ת.
it: Lo slug non viene analizzato come nome utente.
nl: Slug parseert niet naar gebruikersnaam.
pt: O slug não pode ser usado como nome de utilizador.
sv: Slug tolkas inte som användarnamn.

source: Username is required.
de: Benutzername ist erforderlich.
es: Se requiere nombre de usuario.
fi: Käyttäjätunnus vaaditaan.
fr: Nom d’utilisateur requis.
he: שם המשתמש/ת נדרש.
it: Il nome utente è richiesto.
nl: Gebruikersnaam is vereist.
pt: O nome de utilizador é obrigatório.
sv: Username är obligatoriskt.

source: name
es: nombre
fi: nimi
fr: nom
he: שם
it: nome
nl: naam
pt: nome
sv: namn

source: description
de: Beschreibung
es: descripción
fi: kuvaus
he: תיאור
it: descrizione
nl: beschrijving
pt: descrição
sv: beskrivning

source: Female
de: Weiblich
es: Femenino
fi: Nainen
fr: Femme
he: נקבה
it: Donna
nl: Vrouwelijk
pt: Feminino
sv: Kvinna

source: Male
de: Männlich
es: Masculino
fi: Mies
fr: Homme
he: זכר
it: Uomo
nl: Mannelijk
pt: Masculino
sv: Man

source: Other
de: Anderes
es: Otro
fi: muu
fr: Autres
he: אחר/ת
it: Altro
nl: Ander
pt: Outro
sv: Annan

source: Unknown
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
it: Sconosciuto
nl: Onbekend
pt: Desconhecido
sv: Okänd

source: Vegan (eats only plants and fungi)
de: Veganer (isst nur Pflanzen und Pilze)
es: Vegano (come sólo plantas y hongos)
fi: Vegaani (syö vain kasveja ja sieniä)
fr: Végan(e) (ne mange que des plantes et des champignons)
he: טבעוני/ת (אוכל/ת רק צמחים ופטריות)
it: Vegano/a (si nutre esclusivamente di piante e funghi)
nl: Veganiste (eet alleen planten en paddenstoelen)
pt: Vegano (alimenta-se apenas de plantas e fungos)
sv: Vegan (äter bara växter och svampar)

source: Vegetarian (doesn't eat fish and meat)
de: Vegetarier (isst weder Fisch noch Fleisch)
es: Vegetariano (no come pescado ni carne)
fi: Kasvissyöjä (ei syö kalaa eikä lihaa)
fr: Végétarien(ne) (ne mange pas de poisson ni de viande)
he: צמחוני/ת (לא אוכל/ת דגים ובשר)
it: Vegetariana (non mangia né pesce né carne)
nl: Vegetariër (eet geen vis en vlees)
pt: Vegetariano (não se alimenta de peixe e carne)
sv: Vegetarian (äter inte fisk och kött)

source: Carnist (eats animals)
de: Carnist (isst Tiere)
es: Carnista (come animales)
fi: Karnisti (syö eläimiä)
fr: Carniste (mange des animaux)
he: קרניסט/ית (אוכל/ת חיות)
it: Carnist (si nutre di animali)
nl: Carnist (eet vlees)
pt: Carnista (se alimenta de animais)
sv: Carnist (äter djur)

source: Not smoking
de: Nichtraucher
es: No fumo
fi: Ei tupakoi
fr: Non fumeur/fumeuse
he: לא מעשנ/ת
it: Non fumatore/Non fumatrice
nl: Niet roker
pt: Não fumante
sv: Röker inte

source: Smoking occasionally
de: Gelegenheitsraucher
es: fumo ocasionalmente
fi: Tupakoi toisinaan
fr: Fumeur/Fumeuse occasionnel(le)
he: מעשנ/ת מדי פעם
it: Fumatrice occasionale
nl: Rookt af en toe
pt: Fumante ocasional
sv: Röker ibland

source: Smoking
de: Raucher
es: fumo
fi: Tupakoi
fr: Fumeur/Fumeuse
he: מעשנ/ת
it: Fumatore/Fumatrice
nl: Roker
pt: Fumante
sv: Röker

source: Single
es: Soltero
fi: Sinkku
fr: Célibataire
he: רווק/ה
it: Celibe/Nubile
pt: Solteiro
sv: Singel

source: Divorced
de: Geschieden
es: Divorciado
fi: Eronnut
fr: Divorcé(é)
he: גרוש/ה
it: Divorziato/a
nl: Gescheiden
pt: Divorciado
sv: Frånskild

source: Widowed
de: Verwitwet
es: Viudo
fi: Leski
fr: Veuf(ve)
he: אלמן/אלמנה
it: Vedovo/a
nl: Weduwnaar
pt: Viúvo
sv: Änka/ängling

source: In a relationship
de: In einer Beziehung
es: En una relación
fi: Suhteessa
fr: Dans une relation
he: במערכת יחסים
it: In una relazione
nl: In een relatie
pt: Em um relacionamento
sv: I en relation

source: In an open relationship
de: In einer offenen Beziehung
es: En una relación abierta
fi: Avoimessa suhteessa
fr: Dans une relation ouverte
he: במערכת יחסים פתוחה
it: In una relazione aperta
nl: In een open relatie
pt: Em um relacionamento aberto
sv: I en öppen relation

source: It's complicated
de: Das ist kompliziert
es: Es complicado
fi: Hankala selittää
fr: C’est compliqué
he: זה מסובך
it: È complicato
nl: Het is gecompliceerd
pt: É complicado
sv: Det är en komplicerad fråga

source: Separated
de: Getrennt
es: Separado
fi: Eronnut
fr: Séparé(e)
he: פרוד/ה
it: Separata
nl: Uit elkaar
pt: Separado
sv: Frånskild

source: Engaged
de: Verlobt
es: Comprometido
fi: Kihloissa
fr: Fiancé(e)
he: מאורס/ת
it: Impegnato/a
nl: Verloofd
pt: Noivado
sv: Förlovad

source: Married
de: Verheiratet
es: Casado
fi: Naimisissa
fr: Marié(e)
he: נשוי/נשואה
it: Sposato/a
nl: Getrouwd
pt: Casado
sv: Gift

source: Notify me
de: Benachrichtige mich
es: Notificarme
fi: Ilmoita minulle
fr: Me notifier
he: הודיעו לי
it: Inviami una notifica
nl: Houd mij op de hoogte
pt: Notifique-me
sv: Meddela mig

source: Don't notify me
de: Benachrichtige mich nicht
es: No me notifiques
fi: Älä ilmoita minulle
fr: Ne pas me notifier
he: אל תודיעו לי
it: Non inviarmi una notifica
nl: Houd mij niet op de hoogte
pt: Não me notifique
sv: Meddela mig inte

source: first name
de: Vorname
es: nombre de pila
fi: etunimi
fr: prénom
he: שם פרטי
it: nome
nl: Voornaam
pt: nome
sv: namn
