Repository: speedy-net/speedy-net
Catalog: speedy/core/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

source: participants
de: Teilnehmer
es: participantes
fi: osallistujat
he: משתתפים
it: partecipanti
nl: deelnemers
pt: participantes
sv: deltagare

source: is group chat
de: ist ein Gruppenchat
es: es chat grupal
fi: on ryhmäkeskustelu
fr: est un chat de groupe
it: è una chat di gruppo
nl: is een groepsschat
pt: é um chat em grupo
sv: är gruppchatt

source: last message
de: letzte Nachricht
es: último mensaje
fi: viimeinen viesti
fr: dernier message
he: הודעה אחרונה
it: ultimo messaggio
nl: Laatste bericht
pt: última mensagem
sv: sista meddelandet

source: None
de: Keine
es: Ninguno
fi: Ei mitään
fr: Aucun
he: אין
it: Nessuno
nl: Geen
pt: Nenhum
sv: Inga

source: message
de: Nachricht
es: Mensaje
fi: viesti
he: הודעה
it: Messaggio
nl: bericht
pt: Mensagem
sv: meddelande

source: messages
de: Nachrichten
es: Mensajes
fi: viestit
he: הודעות
it: Messaggi
nl: berichten
pt: Mensagens
sv: meddelanden

source: read mark
de: Lesezeichen
es: leer marca
fi: lue merkki
fr: lire la note
it: segno di lettura
nl: zie markering
pt: marca de leitura
sv: läs markering

source: read marks
de: Lesezeichen
es: leer marcas
fi: lue merkit
fr: lire les notes
it: segni di lettura
nl: zie markeringen
pt: marcas de leitura
sv: läs markeringar

source: English
de: Englisch
es: Inglés
fi: englanti
fr: Anglais
he: אנגלית
it: Inglese
nl: Engels
pt: Inglês
sv: Engelska

source: Hebrew
de: Hebräisch
es: Hebreo
fi: heprea
fr: Hébreu
he: עברית
it: Ebraico
nl: Hebreeuws
pt: Hebraico
sv: Hebreiska

source: French
de: Französisch
es: Francés
fi: ranska
fr: Français
he: צרפתית
it: Francese
nl: Frans
pt: Francês
sv: Franska

source: German
de: Deutsch
es: Alemán
fi: saksa
fr: Allemand
he: גרמנית
it: Tedesco
nl: Duits
pt: Alemão
sv: Tyska

source: Spanish
de: Spanisch
es: Español
fi: espanja
fr: Espagnol
he: ספרדית
it: Spagnolo
nl: Spaans
pt: Espanhol
sv: Spanska

source: Portuguese
de: Portugiesisch
es: Portugués
fi: portugali
fr: Portugais
he: פורטוגזית
it: Portoghese
nl: Portugees
pt: Português
sv: Portugisiska

source: Italian
de: Italienisch
es: Italiano
fi: italia
fr: Italien
he: איטלקית
it: Italiano
nl: Italiaans
pt: Italiano
sv: Italienska

source: Dutch
de: Niederländisch
es: Holandés
fi: hollanti
fr: Hollandais
he: הולנדית
it: Olandese
nl: Nederlands
pt: Neerlandês
sv: Holländska

source: Swedish
de: Schwedisch
es: Sueco
fi: ruotsi
fr: Suédois
he: שוודית
it: Svedese
nl: Zweeds
pt: Sueco
sv: Svenska

source: Korean
de: Koreanisch
es: Coreano
fi: korea
fr: Coréen
he: קוריאנית
it: Coreano
nl: Koreaans
pt: Coreano
sv: Koreanska

source: Finnish
de: Finnisch
es: Finés
fi: suomi
fr: Finlandais
he: פינית
it: Finlandese
nl: Fins
pt: Finlandês
sv: Finska

source: Bad request
de: Schlechte Anfrage
es: Solicitud incorrecta
fi: Virheellinen pyyntö
fr: Mauvaise demande
he: בקשה לא טובה
it: Richiesta errata
nl: Foute aanvraag
pt: Solicitação incorrecta
sv: Dålig förfrågan

source: Speedy is sorry, but we can't handle your request.
de: Speedy tut es leid, aber wir können Ihre Anfrage nicht bearbeiten.
es: Speedy lo siente, pero no podemos atender tu solicitud.
fi: Speedy pahoittelee, mutta emme voi käsitellä pyyntöäsi.
fr: Speedy est désolée, mais nous ne pouvons pas répondre ą votre demande.
he: ספידי מצטערת, אבל איננו יכולים לטפל בבקשתך.
it: Speedy è spiacente, ma non possiamo gestire la tua richiesta.
nl: Het spijt Speedy, maar we kunnen je verzoek niet in behandeling nemen.
pt: A Speedy lamenta, mas não podemos tratar tua solicitação.
sv: Speedy beklagar, men vi kan inte hantera din förfrågan.

source: Permission denied
de: Erlaubnisse abgelehnt
es: Permiso denegado
fi: Lupa kielletty
fr: Permission refusée
he: ההרשאה נדחתה
it: Autorizzazione negata
nl: Geen toestemming
pt: Permissão recusada
sv: Tillträde nekat

source: Speedy is sorry, but this page is private.
de: Speedy tut es leid, aber diese Seite ist privat.
es: Speedy lo siente, pero esta página es privada.
fi: Speedy pahoittelee, mutta tämä sivu on yksityinen.
fr: Speedy est désolée, mais cette page est privée.
he: ספידי מצטערת, אבל הדף הזה פרטי.
it: Speedy è spiacente, ma questa pagina è privata.
nl: Het spijt Speedy, maar deze pagina is privé.
pt: A Speedy lamenta, mas esta página é privativa.
sv: Speedy beklagar, men den här sidan är privat.

source: Page not found
de: Seite nicht gefunden
es: Página no encontrada
fi: Sivua ei löydy
fr: Page non trouvée
he: הדף לא נמצא
it: Pagina non trovata
nl: Pagina niet gevonden
pt: Página não encontrada
sv: Sidan kunde inte hittas

source: Speedy is sorry, but the page is not found.
de: Speedy tut es leid, aber die Seite kann nicht gefunden werden.
es: Speedy lo siente, pero no se encuentra la página.
fi: Speedy pahoittelee, mutta sivua ei löydy.
fr: Speedy est désolée, mais la page n’a pas été trouvée.
he: ספידי מצטערת, אבל הדף לא נמצא.
it: Speedy è spiacente, ma la pagina non è stata trovata.
nl: Het spijt Speedy, maar de pagina is niet gevonden.
pt: A Speedy lamenta, mas a página não foi encontrada.
sv: Speedy beklagar, men sidan har inte hittats.

source: Internal server error
de: Interner Server-Fehler
es: Error Interno del Servidor
fi: Palvelinvirhe
fr: Erreur de serveur interne
he: שגיאת שרת פנימית
it: Errore interno del server
nl: Interne Server Fout
pt: Erro interno do servidor
sv: Internt serverfel

source: About
de: Über
es: Acerca de
fi: Tietoja
fr: À propos de
he: אודות
it: Informazioni su
nl: Over
pt: Sobre
sv: Om

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fi: Muokkaa profiilia
fr: Modifier profil
he: עריכת פרופיל
it: Modifica profilo
nl: Bewerk profiel
pt: Editar Perfil
sv: Redigera profil

source: Profile Info
de: Profilinfo
es: Información de perfil
fi: Profiilin tiedot
fr: Infos profil
he: פרטי פרופיל
it: Informazioni sul profilo
nl: Profielinformatie
pt: Informações do Perfil
sv: Profilinformation

source: Privacy
de: Datenschutz
es: Privacidad
fi: Yksityisyys
fr: Vie privée
he: פרטיות
pt: Privacidade
sv: Sekreteess

source: Notifications
de: Mitteilungen
es: Notificaciones
fi: Ilmoitukset
he: התראות
it: Notifiche
nl: Meldingen
pt: Notificaçoes
sv: Meddelanden

source: Emails & Password
de: E-Mails und Passwort
es: Correos electrónicos y contraseña
fi: Sähköpostit & Salasana
fr: E-mails et mot de passe
he: דואר אלקטרוני וסיסמה
it: E-mail e password
nl: E-mails en wachtwoord
pt: E-mails e palavra-passe
sv: E-post och lösenord

source: Deactivate Account
de: Konto deaktivieren
es: Desactivar cuenta
fi: Deaktivoi tilisi
fr: Désactiver compte
he: הקפא/י את פעילות החשבון
it: Disattiva l’account
nl: Deactiveer account
pt: Desativar conta
sv: Avaktivera konto

source: Email Addresses
de: E-Mail-Adressen
es: Direcciones de correo electrónico
fr: Adresses e-mail
he: כתובות דואר אלקטרוני
it: indirizzi e-mail
nl: E-mailadressen
pt: Direcções de e-mail
sv: E-postadress

source: Address
de: Adresse
es: Dirección
fi: Osoite
fr: Adresse
he: כתובת
it: Indirizzo
nl: Adres
pt: Direcção
sv: Adress

source: Added
de: Hinzugefügt
es: Agregado
fi: Lisätty
fr: Ajouté
he: הוספה
it: Aggiunto
nl: Toegevoegd
pt: Adicionado
sv: Tillagd

source: Visibility
de: Sichtbarkeit
es: Visibilidad
fi: Näkyvyys
fr: Visibilité
he: נראות
it: Visibilità
nl: Zichtbaar
pt: Visibilidade
sv: Synlighet

source: Actions
de: Aktionen
es: Acciones
fi: Toiminnot
he: פעולות
it: Azioni
nl: Acties
pt: Acções
sv: Åtgärder

source: Unconfirmed
de: Nicht bestätigt
es: No confirmado
fi: Vahvistamaton
fr: Non confirmé
he: לא מאומתת
it: Non confermato
nl: Niet bevestigd
pt: Não confirmado
sv: Obekräftat

source: Primary
de: Primär
es: Principal
fi: Ensisijainen
fr: Primaire
he: ראשית
it: Principale
nl: Primaire
pt: Primário
sv: Primärt

source: Resend a confirmation email
de: Eine neue Bestätigungs-E-Mail senden
es: Reenviar un correo electrónico de confirmación
fi: Lähetä vahvistusviesti uudelleen
fr: Renvoyer un e-mail de confirmation
he: שלח/י שוב הודעת אימות
it: Invia nuovamente l’e-mail di conferma
nl: Stuur opnieuw een bevestigingsmail
pt: Reenviar um e-mail de confirmação
sv: Skicka ett bekräftelsemeddelande igen

source: Make this email address primary
de: Machen Sie diese E-Mail-Adresse zu Ihrer Hauptadresse
es: Haz que esta dirección de correo electrónico sea la principal
fi: Tee tästä ensisijainen sähköpostiosoite
fr: Définir cette adresse e-mail comme la principale
he: הפוך/י כתובת דואר אלקטרוני זאת לראשית
it: Utilizza questo indirizzo e-mail come indirizzo principale
nl: Maak dit je primaire e-mailadres
pt: Configurar esta caixa de e-mail como principal
sv: Gör denna e-postadress till primär

source: Are you sure you want to delete this email address?
de: Sind Sie sich sicher, dass Sie diese E-Mail Adresse löschen möchten?
es: ¿Estás seguro de que deseas eliminar esta dirección de correo electrónico?
fi: Oletko varma, että haluat poistaa tämän sähköpostiosoitteen?
fr: Źtes-vous sūr(e) de vouloir supprimer cette adresse e-mail ?
he: האם את/ה בטוח/ה שברצונך למחוק כתובת זאת?
it: Sei sicura di voler cancellare questo indirizzo e-mail?
nl: Weet je zeker dat je dit e-mailadres wilt verwijderen?
pt: Tens certeza de que desejas excluir esta caixa de e-mail?
sv: Är du säker på att du vill radera den här e-postadressen?

source: Delete this email address
de: Diese E-Mail-Adresse löschen
es: Eliminar esta dirección de correo electrónico
fi: Poista tämä sähköpostiosoite
fr: Supprimer cette adresse e-mail
he: מחק/י כתובת דואר אלקטרוני זאת
it: Elimina questo indirizzo e-mail
nl: Verwijder dit e-mailadres
pt: Excluir esta caixa de e-mail
sv: Radera denna e-postadress

source: Add Another
de: Ein anderes hinzufügen
es: Agregar otra
fi: Lisää toinen
fr: Ajouter un autre
he: הוסף/י חדשה
it: Aggiungine un altro/un’altra
nl: Voeg een andere toe
pt: Adicionar outro
sv: Lägg till en annan

source: Change Password
de: Passwort ändern
es: Cambiar la contraseña
fi: Vaihda salasana
fr: Modifier le mot de passe
he: שנה/י סיסמה
it: Cambia password
nl: Wijzig wachtwoord
pt: Alterar palavra-passe
sv: Ändra lösenord

source: Your age will be visible to your matches on Speedy Match.
de: Ihr Alter wird für Ihre Matches auf Speedy Match sichtbar sein
es: Tu edad será visible para tus coincidencias en Speedy Match.
fi: Ikäsi näkyy matcheillesi Speedy Matchissa.
fr: Votre âge sera visible par vos correspondants sur Speedy Match.
he: הגיל שלך יהיה גלוי להתאמות שלך בספידי מץ'.
it: La sua età sarà visibile ai suoi interlocutori su Speedy Match.
nl: Je matches kunnen je leeftijd op Speedy Match zien.
pt: Tua idade estará visível para tuas correspondências no Speedy Match.
sv: Din ålder kommer att vara synlig för dina matchningar på Speedy Match.

source: Change privacy settings of email addresses on your profile.
de: Datenschutzeinstellungen der E-Mail-Adressen auf Ihrem Profil ändern.
es: Cambiar la configuración de privacidad de las direcciones de correo electrónico en tu perfil.
fi: Muuta sähköpostiosoitteittesi yksityisyysasetuksia profiilissasi
fr: Modifier les paramètres de confidentialité des adresses e-mail de votre profil.
he: שנה/י הגדרות פרטיות לכתובות דואר אלקטרוני בפרופיל שלך.
it: Modifica le impostazioni sulla privacy degli indirizzi e-mail sul tuo profilo.
nl: Wijzig de privacyinstellingen van e-mailadressen in je profiel.
pt: Alterar configurações de privacidade das caixas de e-mail do teu perfil.
sv: Ändra sekretessinställningar för e-postadresser i profilen.

source: Add Email
de: E-Mail hinzufügen
es: Agregar correo electrónico
fi: Lisää sähköpostiosoite
fr: Ajouter un e-mail
he: הוספת דואר אלקטרוני
it: Aggiungi e-mail
nl: Voeg e-mail toe
pt: Adicionar e-mail
sv: Lägg till e-post

source: Logged Out
de: Abgemeldet
es: Cerrar sesión
fi: Kirjautunut ulos
fr: Déconnecté
he: התנתקת מהאתר
it: Disconnessione effettuata
nl: Uitgelogd
pt: Desconectado
sv: Utloggad

source: Reset Password
de: Passwort zurücksetzen
es: Restablecer contraseña
fi: Palauta salasana
fr: Réinitialiser le mot de passe
he: איפוס סיסמה
it: Reimposta la password
nl: Wachtwoord opnieuw instellen
pt: Redefinir palavra-passe
sv: Återställ lösenord

source: Password reset successfully.
de: Rücksetzung des Passworts erfolgreich.
es: Contraseña restablecida correctamente.
fi: Salasanan palautus onnistui.
fr: Réinitialisation du mot de passe réussie.
he: סיסמה אופסה בהצלחה.
it: La password è stata reimpostata con successo.
nl: Wachtwoord opnieuw instellen succesvol.
pt: Palavra-passe redefinida.
sv: Lösenordet har återställts.

source: Password reset failed. Invalid link.
de: Rücksetzung des Passworts fehlgeschlagen. Ungültiger Link.
es: No se pudo reiniciar contraseña Enlace no válido
fi: Salasanan palautus epäonnistui. Linkki ei toimi.
fr: Échec de la réinitialisation du mot de passe. Lien non valide.
he: איפוס סיסמה נכשל. קישור לא תקין.
it: La reimpostazione della password non è riuscita. Link non valido.
nl: Wachtwoord opnieuw instellen is mislukt. Ongeldige link.
pt: Falha ao redefinir a palavra-passe. Link inválido.
sv: Återställning av lösenord misslyckades. Ogiltig länk.

source: Email with password reset instructions has been sent.
de: E-Mail mit Anweisungen zur Passwortrückstellung wurde gesendet.
es: Se ha enviado un correo electrónico con instrucciones para restablecer la contraseña.
fi: Salasanan palautusohjeet sisältävä sähköposti on lähetetty.
fr: L’e-mail contenant les instructions de réinitialisation du mot de passe a été envoyé.
he: נשלח לך דואר אלקטרוני עם הוראות לאיפוס סיסמה.
it: È stata inviata un'e-mail con le istruzioni per la reimpostazione della password.
nl: Er is een e-mail met instructies voor het opnieuw instellen van het wachtwoord verzonden.
pt: Um e-mail foi enviado com instrucções sobre redefinição de palavra-passe.
sv: E-post med instruktioner för återställning av lösenord har skickats.

source: See All
de: Alle ansehen
es: Ver todo
fi: Katso kaikki
fr: Tout consulter
he: ראה/י הכול
it: Visualizza tutto
nl: Alles Bekijken
pt: Ver todos
sv: Se allt

source: Admin - Friends
de: Admin - Freunde
es: Admin - Amigos
fi: Admin - ystävät
fr: Admin : Amis
he: אדמין: חברים/ות
it: Admin - Amici
nl: Beheerder - Vrienden
pt: Admin - Amigos
sv: Admin - Vänner

source: friends
de: Freunde/Freundinnen
es: Amigos
fi: ystävät
fr: amis
he: חברים/ות
it: Amici
nl: vrienden
pt: Amigos
sv: vänner

source: No friends yet.
de: Noch keine Freunde.
es: Aún no hay amigos.
fi: Ei vielä ystäviä.
fr: Aucun ami pour l’instant.
he: אין חברים/ות עדיין.
it: Non ci sono ancora amici.
nl: Nog geen vrienden.
pt: Nenhum amigo ainda.
sv: Inga vänner ännu.

source: Admin Information
de: Admin-Informationen
es: Información de Admin
fi: Admin tiedot
fr: Informations administratives
he: אדמין: פרטים
it: Informazioni sull’amministratore
nl: Beheerdesrinformatie
pt: Informações do administrador

source: Admin - All Users
de: Admin - Alle Benutzer
es: Admin: todos los usuarios
fi: Admin - Kaikki käyttäjät
fr: Admin - Tous les utilisateurs
he: אדמין - כל המשתמשים
it: Admin - Tutti gli utenti
nl: Beheerder - Alle gebruikers
pt: Admin - Todos os utilizadores
sv: Admin - Alla användare

source: No users.
de: Keine Benutzer
es: No hay usuarios.
fi: Ei käyttäjiä.
fr: Pas d’utilisateurs.
he: אין משתמשים.
it: Nessun utente.
nl: Geen gebruikers.
pt: Nenhum utilizador.
sv: Inga användare.

source: You haven't confirmed your email address. Please check your inbox.
de: Sie haben Ihre E-Mail-Adresse nicht bestätigt. Bitte prüfen Sie Ihren Posteingang.
es: No has confirmado tu dirección de correo electrónico. Revisa tu bandeja de entrada.
fi: Et ole vahvistanut sähköpostiasi. Tarkista inboxisi.
fr: Vous n’avez pas confirmé votre adresse e-mail. Veuillez vérifier votre boîte mail.
he: עדיין לא אימתת את כתובת הדואר האלקטרוני שלך. בדוק/י את תיבת הדואר הנכנס שלך.
it: Non hai confermato il tuo indirizzo e-mail. Controlla la tua casella di posta.
nl: Je hebt je e-mailadres nog niet bevestigd. Controleer je inbox.
pt: Tu não confirmaste teu e-mail. Verifique tua caixa de entrada.
sv: Du har inte bekräftat din e-postadress. Kontrollera inkorgen.

source: Speedy Net Blog
es: Blog Speedy Net
fr: Blog Speedy Net
he: הבלוג של ספידי נט
it: Blog Speedy Net
sv: Speedy Net Blogg

source: A vegan friendly website
de: Eine Veganer-freundliche Website
es: Un sitio web vegano
fi: Vegaaniystävällinen sivusto
fr: Un site Web adapté aux végans
he: אתר ידידותי לטבעונים
it: Un sito web amico dei vegani
nl: Een veganistisch vriendelijke site
pt: Um sítio voltado aos veganos
sv: En veganvänlig webbplats

source: Logout
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Déconnexion
he: התנתק/י
it: Disconnessione
nl: Uitloggen
pt: Sair
sv: Logga ut

source: Home
es: Inicio
fi: Koti
fr: Accueil
he: דף הבית
pt: Início
sv: Hem

source: Password
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
nl: Wachtwoord
pt: Palavra-passe
sv: Lösenord

source: Speedy Net's Shop
de: Speedy Net Shop
es: Tienda de Speedy Net
fr: Boutique Speedy Net
he: החנות של ספידי נט
it: Negozio Speedy Net
nl: Speedy Net Winkel
pt: Loja da Speedy Net
sv: Speedy Net:s butik

source: Speedy Match's Shop
de: Speedy Match Shop
es: Tienda de Speedy Match
fr: Boutique Speedy Match
he: החנות של ספידי מץ'
it: Negozio Speedy Match
nl: Speedy Match Winkel
pt: Loja da Speedy Match
sv: Speedy Match:s butik

source: Speedy S-logo Shop
es: Tienda con el logotipo S de Speedy
fr: Boutique Speedy S-logo
he: החנות של ספידי S-לוגו
it: Negozio Speedy S-logo
nl: Speedy S-logo Winkel
pt: Loja do logo S da Speedy
sv: Speedy S-logo butik

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fi: Yksityisyyskäytäntö
fr: Charte de confidentialité
he: מדיניות פרטיות
it: Informativa sulla privacy
nl: Privacybeleid
pt: Política de privacidade
sv: Policy för skydd av personuppgifter

source: Terms of Service
de: Geschäftsbedingungen
es: Términos de servicio
fi: Palveluehdot
fr: Conditions d’utilisation
he: תנאי שימוש
it: Termini di servizio
nl: Servicevoorwaarden
pt: Termos de serviço
sv: Användarvillkor

source: Terms
de: Bedingungen
es: Términos
fi: Ehdot
fr: Conditions générales
he: תנאים
it: Condizioni
nl: Voorwaarden
pt: Termos
sv: Villkor

source: Contact Us
de: Kontakt
es: Contáctanos
fi: Ota yhteyttä
fr: Nous contacter
he: צרו קשר
it: Contattaci
nl: Neem contact met ons op
pt: Entre em contacto conosco
sv: Kontakta oss

source: Speedy Composer's Shop
de: Speedy Composer Shop
es: Tienda de Speedy Composer
fr: Boutique Speedy Composer
he: החנות של ספידי קומפוזר
it: Negozio Speedy Composer
nl: Speedy Composer Winkel
pt: Loja do Speedy Composer
sv: Speedy Composer:s butik

source: Blocked Users
de: Gesperrte Benutzer
es: Usuarios bloqueados
fi: Estetyt käyttäjät
fr: Utilisateurs bloqués
he: משתמשים חסומים
it: Utenti bloccati
nl: Geblokkeerde gebruikers
pt: Utilizadores bloqueados
sv: Blockerade användare

source: You're not blocking anybody.
de: Sie sperren niemanden.
es: No estás bloqueando a nadie.
fi: Et estä tällä hetkellä ketään
fr: Vous ne bloquez personne.
he: את/ה לא חוסם/ת אף אחד.
it: Al momento non hai persone bloccate.
nl: Je blokkeert nog niemand.
pt: Tu não tens nenhuma pessoa bloqueada.
sv: Du blockerar ingen.

source: If you have any questions, suggestions or are interested in joining the team - please contact us by email.
de: Wenn Sie Fragen oder Vorschläge haben oder an einer Mitarbeit im Team interessiert sind, kontaktieren Sie uns bitte per E-Mail.
es: Si tienes alguna pregunta, sugerencia o estás interesado en unirte al equipo, contáctanos por correo electrónico.
fi: Jos sinulla on kysyttävää, ehdotuksia tai olet kiinnostunut liittymään tiimiin - ota yhteyttä sähköpostitse.
fr: Si vous avez des questions, des suggestions ou si vous souhaitez rejoindre notre équipe, n’hésitez pas à nous contacter par e-mail.
he: אם יש לכם שאלות, הצעות או אם אתם מעוניינים להצטרף לצוות - צרו איתנו קשר בדואר אלקטרוני.
it: Se hai domande, suggerimenti o sei interessato a far parte del team, contattaci tramite e-mail.
nl: Als je vragen of suggesties hebt, of als je geïnteresseerd bent om lid vanj het team te sluiten, kun je per e-mail contact met ons opnemen.
pt: Se tiver alguma dúvida, sugestão ou estiver interessado em fazer parte da equipe, entre em contacto conosco por e-mail.
sv: Om du har några frågor, förslag eller är intresserad av att bli en del av teamet - kontakta oss via e-post.

source: Uri Rodberg, founder and webmaster:
de: Uri Rodberg, Gründer und Webmaster:
es: Uri Rodberg, fundador y webmaster:
fi: Uri Rodberg, perustaja ja webmaster:
fr: Uri Rodberg, fondateur et webmaster :
he: אורי רודברג, מייסד ומנהל האתר:
nl: Uri Rodberg, oprichter en webmaster:
pt: Uri Rodberg, fundador e webmaster:

source: Report a User
de: Einen Benutzer melden
es: Reportar un usuario
fi: Ilmianna käyttäjä
fr: Signaler un utilisateur
he: דיווח על משתמש/ת
it: Segnala un’utente
nl: Rapporteer een Gebruiker
pt: Denunciar um utilizador
sv: Rapportera en användare

source: Report a Photo
de: Ein Foto melden
es: Reportar una foto
fi: Ilmianna valokuvasta
fr: Signaler une photo
he: דיווח על תמונה
it: Segnala una foto
nl: Rapporteer een foto
pt: Denunciar uma foto
sv: Rapportera ett foto

source: Thank You
de: Vielen Dank
es: Gracias
fi: Kiitos
fr: Merci de votre attention
he: תודה
it: Grazie
nl: Bedankt
pt: Obrigado
sv: Tack

source: Your feedback was sent to administrators.
de: Ihr Feedback wurde an die Administratoren gesendet.
es: Tus comentarios fueron enviados a los administradores.
fi: Palautteesi lähetettiin ylläpitäjille.
fr: Votre commentaire a été envoyé aux administrateurs.
he: המשוב שלך נשלח למנהלים.
it: Il tuo feedback è stato inviato agli amministratori.
nl: Je feedback is naar de beheerders verzonden.
pt: Tua avaliação foi enviada aos administradores.
sv: Din återkoppling har skickats till administratörerna.

source: Previous
de: Zurück
es: Anterior
fi: Edellinen
fr: Précédent
he: הקודם
it: Precedente
nl: Vorige
pt: Voltar
sv: Föregående

source: Next
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
he: הבא
it: Successivo
nl: Volgende
pt: Avançar
sv: Nästa

source: Use this link to activate your account:
de: Verwenden Sie diesen Link, um Ihr Konto zu aktivieren:
es: Utiliza este enlace para activar tu cuenta:
fi: Käytä tätä linkkiä aktivoidaksesi tilisi:
fr: Utilisez ce lien pour activer votre compte :
he: השתמש/י בקישור זה כדי להפעיל את חשבונך:
it: Utilizza questo link per attivare il tuo account:
nl: Gebruik deze link om je account te activeren:
pt: Utilize este link para activar tua conta:
sv: Använd denna länk för att aktivera kontot:

source: Confirm your email address on %(site_name)s
de: Bestätigen Sie Ihre E-Mail-Adresse auf %(site_name)s
es: Confirma tu dirección de correo electrónico en %(site_name)s
fi: Vahvista sähköpostiosoitteesi %(site_name)s
fr: Confirmez votre adresse e-mail sur %(site_name)s
he: אמת/י את כתובת הדואר האלקטרוני שלך ב%(site_name)s
nl: Bevestig je e-mailadres op %(site_name)s
pt: Confirme teu e-mail em %(site_name)s

source: Use this link to verify your email address:
de: Verwenden Sie diesen Link, um Ihre E-Mail-Adresse zu bestätigen:
es: Utiliza este enlace para verificar tu dirección de correo electrónico:
fi: Käytä tätä linkkiä vahvistaaksesi sähköpostiosoitteesi:
fr: Utilisez ce lien pour confirmer votre adresse e-mail :
he: השתמש/י בקישור זה כדי לאמת את כתובת הדואר האלקטרוני שלך:
it: Utilizza questo link per attivare il tuo indirizzo e-mail:
nl: Gebruik deze link om je e-mailadres te verifiëren:
pt: Utilize este link para confirmar teu e-mail:
sv: Använd denna länk för att verifiera din e-postadress:
