Repository: speedy-net/speedy-net
Catalog: speedy/core/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi, fr, he, it, nl, pt, sv

source: Reject Friendship Request
de: Freundschaftsanfrage ablehnen
es: Rechazar solicitud de amistad
fi: Hylkää ystäväpyyntö
fr: Rejeter une demande d’amitié
he: דחה/י הצעת חברות
it: Rifiuta la richiesta di amicizia
nl: Vriendschapsverzoek Afwijzen
pt: Rejeitar Solicitação de Amizade
sv: Avvisa vänskapsförfrågan

source: Reject
de: Ablehnen
es: Rechazar
fi: Hylkää
fr: Rejeter
he: דחה/י
it: Rifiuta
nl: Afwijzen
pt: Rejeitar
sv: Avvisa

source: Add to Friends
de: Zu den Freunden hinzufügen
es: Añadir a Amigos
fi: Lisää ystäviin
fr: Ajouter aux amis
he: הוסף/י לחברים/ות
it: Aggiungi agli amici
nl: Voeg aan Vrienden toe
pt: Adicionar em Amigos
sv: Lägg till i vänner

source: Toggle Dropdown
de: Dropdown umschalten
es: Alternar menú desplegable
fi: Vaihda pudostuvalikon välillä
fr: Basculer menu déroulant
he: החלף/י את התפריט הנפתח
it: Apri/Chiudi il menù a tendina
nl: Wisselen in Dropdown
pt: Activar menu suspenso
sv: Växla rullgardinsmeny

source: Are you sure you want to block
de: Sind Sie sich sicher, dass Sie sperren möchten
es: ¿Estás seguro de que quieres bloquear a
fi: Oletko varma, että haluat estää
fr: Êtes-vous sûr(e) de vouloir bloquer
he: האם את/ה בטוח/ה שברצונך לחסום את
it: Sei sicuro/a di voler bloccare
nl: Weet je zeker dat je wilt blokkeren
pt: Tens certeza de que desejas bloquear
sv: Är du säker på att du vill blockera

source: Block
de: Sperren
es: Bloquear
fi: Estä
fr: Bloquer
he: חסום/י את
it: Blocca
nl: Blokkeer
pt: Bloquear
sv: Blockera

source: Unblock
de: Entsperren
es: Desbloquear
fi: Poista esto
fr: Débloquer
he: בטל/י את חסימת
it: Sblocca
nl: Deblokkeer
pt: Desbloquear
sv: Avblockera

source: Report
de: Melden
es: Reportar
fi: Ilmianna
fr: Signaler
he: דווח/י על
it: Segnala
nl: Rapporteer
pt: Denunciar
sv: Rapportera

source: Report this photo
de: Dieses Foto melden
es: Reportar esta foto
fi: ilmianna tämä kuva
fr: Signaler cette photo
he: דווח/י על תמונה זו
it: Segnala questa foto
nl: Rapporteer deze foto
pt: Denunciar esta foto
sv: Rapportera det här fotot

source: Cancel Friendship Request
de: Freundschaftsanfrage aufheben
es: Cancelar solicitud de amistad
fi: Peruuta ystäväpyyntö
fr: Annuler la demande d’amitié
he: בטל/י בקשת חברות
it: Annulla la richiesta di amicizia
nl: Vriendschapsverzoek Annuleren
pt: Cancelar Solicitação de Amizade
sv: Avbryt vänskapsförfrågan

source: Remove Friend
de: Freund entfernen
es: Eliminar Amigo
fi: Poista ystävä
fr: Supprimer ami
he: בטל/י חברות
it: Rimuovi dagli amici
nl: Vriend Verwijderen
pt: Remover Amigo
sv: Ta bort vän

source: Send Message
de: Nachricht senden
es: Enviar mensaje
fi: Lähetä viesti
fr: Envoyer message
he: שלח/י הודעה
it: Invia un messaggio
nl: Verstuur Bericht
pt: Enviar Mensagem
sv: Skicka meddelande

source: Information
de: Informationen
es: Información
fi: Tieto
fr: Informations
he: פרטים
it: Informazioni
nl: Informatie
pt: Informações

source: Name
es: Nombre
fi: Nimi
fr: Nom
he: שם
it: Nome
nl: Naam
pt: Nome
sv: Namn

source: Username
de: Benutzername
es: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d’utilisateur
he: שם משתמש/ת
it: Nome utente
nl: Gebruikersnaam
pt: Nome do utilizador
sv: Användarnamn

source: Gender
de: Geschlecht
es: Género
fi: Sukupuoli
fr: Genre
he: מין
it: Genere
nl: Geslacht
pt: Sexo
sv: Könstillhörighet

source: Birth Date
de: Geburtsdatum
es: Fecha de nacimiento
fi: Syntymäpäivä
fr: Date de naissance
he: תאריך לידה
it: Data di nascita
nl: Geboortedatum
pt: Data de nascimento
sv: Födelsedatum

source: Birth Year
de: Geburtsjahr
es: Año de nacimiento
fi: Syntymävuosi
fr: Année de naissance
he: שנת לידה
it: Anno di nascita
nl: Geboortejaar
pt: Ano de nascimento
sv: Födelseår

source: Age
de: Alter
es: Edad
fi: Ikä
fr: Âge
he: גיל
it: Età
nl: Leeftijd
pt: Idade
sv: Ålder

source: %(user_name)s also has a Speedy Match profile. View %(user_name)s’s profile on Speedy Match.
de: %(user_name)s verfügt ebenfalls über ein Speedy Match-Profil. Siehe das Profil von %(user_name)s auf Speedy Match.
es: %(user_name)s también tiene un perfil de Speedy Match. Ver el perfil de %(user_name)s en Speedy Match.
fi: Käyttäjällä %(user_name)s on myös Speedy Match profiili. Näytä käyttäjän %(user_name)s profiili Speedy Matchissä.
fr: %(user_name)s a aussi un profil Speedy Match. Voir le profil de %(user_name)s sur Speedy Match.
he: ל%(user_name)s יש גם פרופיל בספידי מץ'. צפה/י בפרופיל של %(user_name)s בספידי מץ'.
it: %(user_name)s ha anche un profilo Speedy Match. Visualizza il profilo di %(user_name)s su Speedy Match.
nl: %(user_name)s heeft ook een Speedy Match-profiel. Bekijk het profiel van %(user_name)s op Speedy Match.
pt: %(user_name)s também tem um perfil Speedy Match. Visualize o perfil de %(user_name)s no Speedy Match.
sv: %(user_name)s har också en Speedy Match profil. Visa %(user_name)s profil på Speedy Match.

source: You also have a Speedy Net profile. View your profile on Speedy Net.
de: Sie verfügen ebenfalls über ein Speedy Net-Profil. Siehe Ihr Profil auf Speedy Net.
es: También tienes un perfil de Speedy Net. Ve tu perfil en Speedy Net.
fi: Sinullakin on Speedy Net-profiili. Näytä profiilisi Speedy Netissä.
fr: Vous avez aussi un profil Speedy Net. Consultez votre profil sur Speedy Net.
he: יש לך גם פרופיל בספידי נט. צפה/י בפרופיל שלך בספידי נט.
it: Hai anche un profilo Speedy Net. Visualizza il tuo profilo su Speedy Net.
nl: Je hebt ook een Speedy Net-profiel. Bekijk je profiel op Speedy Net.
pt: Tu também tens um perfil Speedy Net. Visualize teu perfil no Speedy Net.
sv: Du har också en Speedy Net-profil. Visa din profil på Speedy Net.

source: %(user_name)s also has a Speedy Net profile. View %(user_name)s’s profile on Speedy Net.
de: %(user_name)s verfügt ebenfalls über ein Speedy Net-Profil. Siehe das Profil von %(user_name)s auf Speedy Net.
es: %(user_name)s también tiene un perfil de Speedy Net. Ver el perfil de %(user_name)s en Speedy Net.
fi: Käyttäjällä %(user_name)s on myös Speedy Net profiili. Näytä käyttäjän %(user_name)s profiili Speedy Netissä.
fr: %(user_name)s a aussi un profil Speedy Net. Consulter le profil %(user_name)s sur Speedy Net.
he: ל%(user_name)s יש גם פרופיל בספידי נט. צפה/י בפרופיל של %(user_name)s בספידי נט.
it: %(user_name)s ha anche un profilo Speedy Net. Visualizza il profilo di %(user_name)s su Speedy Net.
nl: %(user_name)s heeft ook een Speedy Net-profiel. Bekijk het profiel van %(user_name)s op Speedy Net.
pt: %(user_name)s também tem um perfil Speedy Net. Visualize o perfil de %(user_name)s no Speedy Net.
sv: %(user_name)s har också en Speedy Net-profil. Visa %(user_name)s’s profil på Speedy Net.

source: The site is in alpha, there may be errors. Site management is not responsible for any faults on the site.
de: Die Website ist im Alpha-Status, es können Fehler auftreten.Die Website-Management ist nicht für Fehler auf der Website verantwortlich.
es: El sitio está en alfa, puede haber errores. La administración del sitio no es responsable de ninguna falla en el sitio.
fi: Sivusto on alfaversiossa, siinä saattaa olla virheitä. Sivuston hallinto ei ole vastuussa sivuston virheistä.
fr: Le site est en phase alpha, quelques erreurs peuvent survenir. Le site ne sera en aucun cas responsable des éventuels défauts rencontrés.
he: האתר באלפא, ייתכן שיהיו תקלות באתר. הנהלת האתר אינה אחראית על תקלות שיהיו באתר.
it: Il sito è in versione alfa, potrebbero esserci degli errori. La direzione del sito non è responsabile di eventuali errori presenti nel sito.
nl: De website is in de alfa-fase, en er kunnen dus fouten optreden. Het sitebeheer is niet verantwoordelijk voor eventuele fouten op de website.
pt: O sítio está em alfa, pode haver erros. A administração do sítio não se responsabiliza por nenhum erro no sítio.
sv: Webbplatsen är i alfa, det kan finnas fel. Webbplatsens ledning ansvarar inte för eventuella fel på webbplatsen.

source: You can use Speedy Net for legal purposes only. You are not allowed to upload contents related to hate, violence, animal abuse, nudity or pornography. You are not allowed to use Speedy Net to send spam messages, or messages with the same content to a large number of people.
de: Sie können Speedy Net ausschließlich für legale Zwecke nutzen. Es ist nicht gestattet, Inhalte hochzuladen, die mit Hass, Gewalt, Tiermissbrauch, Nacktheit oder Pornografie in Zusammenhang stehen. Sie dürfen Speedy Net nicht verwenden, um Spam-Mitteilungen oder Mitteilungen mit demselben Inhalt an eine große Anzahl von Personen zu senden.
es: Puedes utilizar Speedy Net únicamente para propósitos legales. No está permitido subir contenidos relacionados con odio, violencia, maltrato animal, desnudez o pornografía. No está permitido utilizar Speedy Net para enviar mensajes de spam o mensajes con el mismo contenido a un gran número de personas.
fi: Voit käyttää Speedy Netiä vain laillisiin tarkoituksiin. Et saa ladata sisältöä, joka liittyy vihaan, väkivaltaan, eläinten hyväksikäyttöön, alastomuuteen tai pornografiaan. Et saa käyttää Speedy Netiä roskapostiviestien tai samansisältöisten viestien lähettämiseen suurelle joukolle ihmisiä.
fr: Vous ne pouvez utiliser Speedy Net qu’à des fins légales. Vous n’êtes en aucun cas autorisé à télécharger des contenus liés à la haine, à la violence, à la maltraitance des animaux, à la nudité ou à la pornographie. Vous n’êtes pas autorisé à utiliser Speedy Net pour spammer des messages ou envoyer des messages ayant le même contenu à un grand nombre d’utilisateurs.
he: אתם יכולים להשתמש בספידי נט למטרות חוקיות בלבד. אין להעלות לאתר תכנים הקשורים לשנאה, אלימות, ניצול בעלי חיים, עירום או פורנוגרפיה. אין להשתמש בספידי נט בשביל לשלוח הודעות ספאם, או הודעות בעלות תוכן זהה למספר גדול של אנשים.
it: Puoi utilizzare Speedy Net solo per scopi legali. Non è consentito caricare contenuti legati all’odio, alla violenza, all’abuso sugli animali, alla nudità o alla pornografia. Non è consentito utilizzare Speedy Net per inviare messaggi spam o messaggi con lo stesso contenuto a un gran numero di persone.
nl: Je kunt Speedy Net alleen voor legale doeleinden gebruiken. Je mag dus geen inhoud uploaden die verband houdt met haat, geweld, dierenmishandeling, naaktheid of pornografie. Je mag ook Speedy Net niet gebruiken om spamberichten of berichten met dezelfde inhoud naar een groot aantal mensen te sturen.
pt: Podes usar o Speedy Net apenas para os fins permitidos por lei. Não tens permissão para enviar conteúdos relacionados a ódio, violência, abuso de animais, nudez ou pornografia. Não tens permissão para usar o Speedy Net para enviar mensagens de spam ou mensagens com o mesmo conteúdo para um grande número de pessoas.
sv: Du får endast använda Speedy Net för lagliga ändamål. Du får inte ladda upp innehåll som är relaterat till hat, våld, djurmisshandel, nakenhet eller pornografi. Du får inte använda Speedy Net för att skicka skräppost eller meddelanden med samma innehåll till ett stort antal personer.

source: Site management cannot verify personal information provided by users of the site. Some users' personal information may not be correct. Site management is not responsible for user activity outside the site. If you choose to meet or talk on the phone with people you met on the site, the responsibility for the results of the meeting or phone call is yours.
de: Das Website-Management kann die von den Nutzern der Website angegebenen personenbezogenen Daten nicht überprüfen. Es kann vorkommen, dass die personenbezogenen Daten der Nutzer falsch sind. Die Leitung der Website übernimmt keine Verantwortung für die Aktivitäten der Nutzer außerhalb der Website. Wenn Sie sich mit Personen, die Sie auf der Website kennengelernt haben, treffen oder telefonieren, liegt die Verantwortung für die Resultate des Treffens oder des Telefonats bei Ihnen.
es: La administración del sitio no puede verificar la información personal proporcionada por los usuarios del sitio. Es posible que la información personal de algunos usuarios no sea correcta. La administración del sitio no es responsable de la actividad del usuario fuera del sitio. Si eliges reunirte o hablar por teléfono con personas que conociste en el sitio, la responsabilidad de los resultados de la reunión o llamada telefónica es tuya.
fi: Sivuston hallinto ei voi vahvistaa sivuston käyttäjien antamia henkilötietoja. Joidenkin käyttäjien henkilötiedot eivät ehkä ole oikein. Sivuston hallinto ei ole vastuussa käyttäjien toiminnasta sivuston ulkopuolella. Jos päätät tavata tai puhua puhelimessa sivustolla tapaamiesi ihmisten kanssa, vastuu tapaamisen tai puhelun tuloksista on sinun.
fr: La direction du site ne peut pas vérifier les informations personnelles fournies par les utilisateurs du site. Les informations personnelles de certains utilisateurs peuvent ne pas être correctes. Le site ne sera en aucun cas responsable des activités des utilisateurs en dehors du site. Si vous choisissez de rencontrer ou de parler au téléphone avec des personnes rencontrées sur le site, vous serez seul responsable des conséquences de cette rencontre ou de cet appel téléphonique.
he: להנהלת האתר אין אפשרות לאמת פרטים אישיים שמסרו המשתמשים באתר. ייתכן שחלק מהפרטים האישיים של משתמשים באתר אינם נכונים. הנהלת האתר אינה אחראית על פעילות המשתמשים מחוץ לאתר. אם בחרתם להפגש או לשוחח בטלפון עם אנשים שהכרתם באתר, האחריות לתוצאות הפגישה או שיחת הטלפון היא שלכם.
it: La direzione del sito non può verificare le informazioni personali fornite dagli utenti. Alcune informazioni personali degli utenti potrebbero non essere corrette. La direzione del sito non è responsabile delle attività degli utenti al di fuori del sito. Se l’utente sceglie di incontrare o parlare al telefono con persone conosciute sul sito, la responsabilità dei risultati dell’incontro o della telefonata è tua.
nl: Het sitebeheer kan de door gebruikers van de site verstrekte persoonlijke informatie niet verifiëren. Het sitebeheer is niet verantwoordelijk voor gebruikersactiviteiten buiten de website. Als je ervoor kiest mensen te ontmoeten of te bellen die je op de website hebt ontmoet, ben je zelf verantwoordelijk voor de eventuele gevolgen.
pt: A administração do sítio não pode confirmar as informações pessoais fornecidas pelos utilizadores do sítio. As informações pessoais de alguns utilizadores podem estar incorrectas. A administração do sítio não é responsável pela actividade do utilizador fora do sítio. Se optares por se encontrar ou conversar por telefone com pessoas que conheceu no sítio, tu assumes a responsabilidade pelos resultados do encontro ou do telefonema.
sv: Webbplatsens ledning kan inte verifiera personlig information som tillhandahålls av användare av webbplatsen. Vissa användares personuppgifter kanske inte är korrekta. Webbplatsledningen är inte ansvarig för användarnas aktiviteter utanför webbplatsen. Om du väljer att träffa eller tala i telefon med personer som du träffat på webbplatsen är det du som ansvarar för resultatet av mötet eller telefonsamtalet.

source: After signing up for the site you are asked to verify your email address via a link sent to you. Accounts without a verified email address will be deleted from the site after 10 days.
de: Nach der Anmeldung auf der Website müssen Sie Ihre E-Mail-Adresse über einen Ihnen zugesandten Link bestätigen. Konten ohne verifizierte E-Mail-Adresse werden nach 10 Tagen von der Website gelöscht.
es: Después de registrarte en el sitio, se te pedirá que verifiques tu dirección de correo electrónico a través de un enlace que se te enviará. Las cuentas sin una dirección de correo electrónico verificada se eliminarán del sitio después de 10 días.
fi: Kun olet rekisteröitynyt sivustolle, sinua pyydetään vahvistamaan sähköpostiosoitteesi sinulle lähetetyn linkin kautta. Tilit, joilla ei ole vahvistettua sähköpostiosoitetta, poistetaan sivustolta 10 päivän kuluttua.
fr: Après vous être inscrit(e) sur le site, vous serez invité(e) à vérifier votre adresse e-mail à l’aide d’un lien qui vous sera envoyé. Les comptes sans adresse e-mail confirmée seront supprimés du site après 10 jours.
he: לאחר ההרשמה לאתר אתם מתבקשים לאמת את כתובת הדואר האלקטרוני שלכם באמצעות קישור שנשלח אליכם. חשבונות ללא כתובת דואר אלקטרוני מאומתת יימחקו מהאתר לאחר 10 ימים.
it: Dopo l’iscrizione al sito, viene richiesto di verificare il tuo indirizzo e-mail tramite un link inviato. Gli account privi di un indirizzo e-mail verificato saranno cancellati dal sito dopo 10 giorni.
nl: Nadat je jou bij de website hebt aangemeld, moet je jouw e-mailadres verifiëren met een link die naar je is verzonden. Accounts zonder geverifieerd e-mailadres worden na 10 dagen van de website verwijderd.
pt: Depois de se inscrever no sítio, será solicitado que confirmes tua direcção de e-mail através de um link enviado a ti. Contas sem uma direcção de e-mail confirmada serão excluídas do sítio após 10 dias.
sv: När du har registrerat dig på webbplatsen ombeds du att verifiera din e-postadress via en länk som skickas till dig. Konton utan verifierad e-postadress kommer att raderas från webbplatsen efter 10 dagar.

source: If you mistakenly signed up for the site with an incorrect email address, add a new email address to your account and verify it. You can attach several email addresses to your account on the site.
de: Falls Sie sich versehentlich bei der Website mit einer falschen E-Mail-Adresse angemeldet haben, können Sie Ihrem Konto eine neue E-Mail-Adresse hinzufügen und diese bestätigen. Sie können mehrere E-Mail-Adressen zu Ihrem Konto auf der Website hinzufügen.
es: Si te registraste por error en el sitio con una dirección de correo electrónico incorrecta, agrega una nueva dirección de correo electrónico a tu cuenta y verifícala. Puedes adjuntar varias direcciones de correo electrónico a tu cuenta en el sitio.
fi: Jos kirjauduit sivustolle vahingossa väärällä sähköpostiosoitteella, lisää tiliisi uusi sähköpostiosoite ja vahvista se. Voit liittää tiliisi useita sähköpostiosoitteita sivustolla.
fr: Si vous vous êtes inscrit par erreur avec une adresse e-mail incorrecte, ajoutez une nouvelle adresse e-mail à votre compte et confirmez-la. Vous pouvez rattacher plusieurs adresses électroniques à votre compte sur le site.
he: אם נרשמתם לאתר בטעות עם כתובת דואר אלקטרוני שגויה, הוסיפו כתובת דואר אלקטרוני חדשה לחשבון שלכם ואמתו אותה. ניתן לצרף מספר כתובות דואר אלקטרוני לחשבון שלכם באתר.
it: Se per errore ti sei iscritto/a al sito con un indirizzo e-mail non corretto, aggiungi un nuovo indirizzo e-mail al tuo account e verificalo. Puoi collegare più indirizzi e-mail al tuo account.
nl: Als je per ongeluk bij de website bent aangemeld met een onjuist e-mailadres, voeg dan een nieuw e-mailadres toe aan uw account en verifieer dit. Je kunt verschillende e-mailadressen aan je account op de website koppelen.
pt: Se tu se inscreveste no sítio por engano com uma direcção de e-mail incorrecta, adicione uma nova direcção de e-mail em tua conta e confirme-a. Podes adicionar várias direcções de e-mail em tua conta no sítio.
sv: Om du av misstag har registrerat dig på webbplatsen med en felaktig e-postadress ska du lägga till en ny e-postadress på ditt konto och verifiera den. Du kan bifoga flera e-postadresser till ditt konto på webbplatsen.

source: Your profile picture should be a picture of you, where we can see your face. It is allowed to upload a profile picture with other people. Do not upload nude photos, photos showing genitals (of men or women) or bare-chested images (of men or women).
de: Ihr Profilbild sollte ein Bild von Ihnen sein, auf dem Ihr Gesicht zu sehen ist. Sie dürfen auch ein Profilbild mit anderen Personen hochladen. Sie dürfen keine Nacktfotos, Fotos mit Geschlechtsteilen (von Männern oder Frauen) oder Bilder mit freiem Oberkörper (von Männern oder Frauen) hochladen.
es: Tu foto de perfil debe ser una foto tuya, donde podamos ver tu cara. Está permitido subir una foto de perfil con otras personas. No subas fotos de desnudos, fotos que muestren genitales (de hombres o mujeres) o imágenes con el torso desnudo (de hombres o mujeres).
fi: Profiilikuvasi tulee olla kuva sinusta, josta voimme nähdä kasvosi. Profiilikuvan lataaminen muiden ihmisten kanssa on sallittua. Älä lataa alastonkuvia, kuvia, joissa näkyy sukupuolielimet (miesten tai naisten) tai paljaita rintakuvia (miehistä tai naisista).
fr: Votre photo de profil doit être une photo de vous, où l’on peut voir votre visage. Vous pouvez utiliser une photo de profil avec d’autres personnes. Ne téléchargez pas de photos de nu, de vos organes génitaux (d’hommes ou de femmes) ou des images torse nu (d’hommes ou de femmes).
he: תמונת הפרופיל שלכם צריכה להיות תמונה שלכם, שבה רואים את הפנים שלכם. מותר להעלות תמונת פרופיל עם אנשים נוספים. אין להעלות תמונות עירום, תמונות שבהן רואים אברי מין (של גברים או נשים) או תמונות בחזה חשוף (של גברים או נשים).
it: L’immagine del profilo deve essere una foto dell’utente, in cui sia possibile vedere il tuo volto. È consentito caricare una foto con altre persone. Non caricare foto di nudo, foto che mostrano i genitali (di uomini o donne) o immagini a torso nudo (di uomini o donne).
nl: Je profielfoto moet een foto van jou zijn, waarop we je gezicht kunnen zien. Het is toegestaan om een profielfoto waar je met anderen opstaat, te uploaden. Upload geen naaktfoto's, foto's waarop geslachtsdelen (van mannen of vrouwen) of ontbloot bovenlijf (van mannen of vrouwen) te zien zijn.
pt: A foto do teu perfil deve ser uma foto tua, onde possamos ver teu rosto. É permitido carregar uma foto de perfil com outras pessoas. Não carregue fotos de nudez, fotos que mostrem órgãos genitais (de homens ou mulheres) ou imagens com o peito nu (de homens ou mulheres).
sv: Din profilbild ska vara en bild på dig, där vi kan se ditt ansikte. Det är tillåtet att ladda upp en profilbild med andra personer. Ladda inte upp nakenbilder, bilder som visar könsorgan (på män eller kvinnor) eller bilder med bar överkropp (på män eller kvinnor).

source: Browse...
de: Durchsuchen...
es: Navegar...
fi: Selaa...
fr: Parcourir
he: עיון...
it: Sfoglia...
pt: Navegar...
sv: Bläddra...

source: owner
de: Eigentümer
es: propietario
fi: omistaja
fr: propriétaire
he: בעלים
it: proprietario
nl: eigenaar
pt: proprietário
sv: ägare

source: file
de: Datei
es: archivo
fi: tiedosto
fr: fichier
he: קובץ
nl: bestand
pt: ficheiro
sv: fil

source: is stored
de: ist gespeichert
es: está almacenado
fi: on tallennettu
fr: est stocké
it: è archiviato
nl: is opgeslagen
pt: está guardado
sv: är lagrad

source: file size
de: Dateigröße
es: tamaño del archivo
fi: Tiedoston koko
fr: taille du fichier
he: גודל קובץ
it: dimensione del file
nl: bestandsgrootte
pt: tamanho do ficheiro
sv: filstorlek

source: uploaded file
de: hochgeladene Datei
es: archivo subido
fi: ladattu tiedosto
fr: charger fichier
it: file caricato
nl: geüpload bestand
pt: ficheiro carregado
sv: uppladdad fil

source: uploaded files
de: hochgeladene Dateien
es: archivos subidos
fi: ladatut tiedostot
fr: fichiers chargés
it: file caricati
nl: geüploade bestanden
pt: ficheiros carregados
sv: uppladdade filer

source: visible on website
de: auf der Website sichtbar
es: visible en el sitio web
fi: näkyy verkkosivuilla
fr: visible sur le site Web
it: visita sul sito web
nl: zichtbaar op website
pt: visível no sítio
sv: synlig på webbplatsen

source: AWS image moderation time
de: AWS-Bild Moderationszeit
es: Tiempo de moderación de imagen AWS
fi: AWS-kuvan moderointiaika
fr: Temps de modération des images AWS
it: Tempo di moderazione delle immagini AWS
nl: AWS-beeldmoderatietijd
pt: Tempo de moderação da imagem da AWS
sv: AWS tid för bildmoderering

source: AWS facial analysis time
de: ABS-Gesichtsanalysezeit
es: Tiempo de análisis facial AWS
fi: AWS-kasvoanalyysiaika
fr: Temps d’analyse faciale AWS
it: Tempo di analisi del volto AWS
nl: AWS-gezichtsanalysetijd
pt: Tempo de análise facial da AWS
sv: AWS tid för ansiktsanalys
