Repository: speedy-net/speedy-net
Catalog: speedy/composer/locale/*/LC_MESSAGES/django.po
Languages: he

source: User
he: משתמש/ת

source: Speedy Composer Profile
he: פרופיל ספידי קומפוזר

source: Speedy Composer Profiles
he: פרופילים ספידי קומפוזר

source: user
he: משתמש/ת

source: About Speedy Composer
he: אודות ספידי קומפוזר

source: <a href="https://en.speedycomposer.com/" title="Speedy Composer">Speedy Composer</a> will be a new website for composing melodies automatically for members of Speedy Net. It will use the technology of Artificial Neural Networks to compose melodies for you. The melodies you compose will be saved in your personal compositions directory. You will be able to rename compositions, delete them and share them with your friends.
he: <a href="https://he.speedycomposer.com/" title="ספידי קומפוזר">ספידי קומפוזר</a> יהיה אתר אינטרנט חדש להלחנה אוטומטית של מנגינות לחברי ספידי נט. האתר ישתמש בטכנולוגיה של רשתות נוירונים ממוחשבות על מנת להלחין עבורכם מנגינות. המנגינות שתלחינו יישמרו בתיקיית המנגינות האישית שלכם. אתם תוכלו לשנות את שם המנגינות, למחוק מנגינות ולשתף אותן עם חברים שלכם.

source: Speedy Composer will be available in two languages - English and Hebrew. If you want to know how it works, you can read the <a href="https://www.speedysoftware.com/composer/" title="Speedy Composer (November 1999)">documentation</a> from November 1999.
he: ספידי קומפוזר יהיה זמין בשתי שפות - עברית ואנגלית. אם אתם רוצים לדעת איך זה עובד, תוכלו לקרוא את <a href="https://www.speedysoftware.com/composer/" title="ספידי קומפוזר (נובמבר 1999)">התיעוד</a> מנובמבר 1999 (באנגלית).

source: All the features on Speedy Composer will be free of charge. Speedy Net and Speedy Composer are free software & open source projects. If you want to help developing Speedy Composer, please contact me by email.
he: כל הפיצ'רים בספידי קומפוזר יהיו ללא תשלום. ספידי נט וספידי קומפוזר הם פרויקטים של תוכנה חופשית וקוד פתוח. אם אתם רוצים לעזור בפיתוח ספידי קומפוזר, אנא צרו איתי קשר באמצעות דואר אלקטרוני.

source: Speedy Composer is named after <a href="https://www.facebook.com/speedy.the.female.dog" title="Speedy">Speedy</a>, a female dog that was with us for many years and died in 2003. Speedy gave birth to 7 puppies in 1988.
he: ספידי קומפוזר נקרא על שם <a href="https://www.facebook.com/speedy.the.female.dog" title="ספידי">ספידי</a>, כלבה שהייתה איתנו שנים רבות ומתה בשנת 2003. ספידי המליטה 7 גורים בשנת 1988.

source: Thank you and good luck,
he: תודה ובהצלחה,

source: Uri Rodberg
he: אורי רודברג

source: Founder and Director of Speedy Net and Speedy Composer,
he: מייסד ומנהל ספידי נט וספידי קומפוזר,

source: Speedy Paz Technologies Ltd.
he: ספידי פז טכנולוגיות בע"מ.

source: We are currently looking for volunteers to help us convert Speedy Composer to Python.
he: אנחנו מחפשים כיום מתנדבים שיעזרו לנו להמיר את ספידי קומפוזר לשפת Python.

source: Welcome to Speedy Composer!
he: ברוכים הבאים לספידי קומפוזר!

source: Thank you for your interest in Speedy Composer. Speedy Composer is an automated application for composing melodies for Speedy Net members. We recently made changes to the source code of Speedy Net, and converted it into the Python language and Django framework. Since Speedy Composer was originally written in PHP, it is not adapted to work with Speedy Net in its current form. So unfortunately we were forced to temporarily close the app Speedy Composer. But don't worry, we kept backups of all the tunes composed by Speedy Composer, and when the website is reopened we will upload them to the new site.
he: תודה על ההתעניינות בספידי קומפוזר. ספידי קומפוזר היא אפליקציית הלחנת מנגינות אוטומטיות עבור חברי ספידי נט. לאחרונה ערכנו שינויים בקוד המקור של ספידי נט, והמרנו אותו לשפת Python ומערכת Django. מכיוון שספידי קומפוזר נכתבה במקור בשפת PHP, היא אינה מותאמת לעבוד עם ספידי נט במתכונתה הנוכחית. לכן לצערי נאלצנו לסגור זמנית את אפליקציית ספידי קומפוזר. אך אל דאגה, שמרנו גיבויים של כל המנגינות שהולחנו על-ידי ספידי קומפוזר, וכשהאתר ייפתח מחדש נעלה אותן לאתר החדש.

source: Speedy Composer and Speedy Net are open source applications, free software. We are currently looking for volunteers to help us convert Speedy Composer to Python. If you are interested in volunteering, please contact me by email.
he: ספידי קומפוזר וספידי נט הן אפליקציות בקוד פתוח, תוכנה חופשית. אנחנו מחפשים כיום מתנדבים שיעזרו לנו להמיר את ספידי קומפוזר לשפת Python. אם אתם מעוניינים להתנדב, צרו איתי קשר בדואר אלקטרוני.
